{"Abosag, Ibrahim": {"SCOPUS": "Manchester Business School Manchester United Kingdom"}, "Abrash M.": {"SCOPUS": "Facebook Reality Labs Research Redmond WA United States"}, "Abriata, Luciano Andres": {"SCOPUS": "Laboratory for Biomolecular Modeling École Polytechnique Fédérale de Lausanne and Swiss Institute of Bioinformatics Lausanne 1015 Switzerland"}, "Ahn, Eunyoung": {"SCOPUS": "Policy Research Division Korea Institute of Geoscience and Mineral Resources (KIGAM) Daejeon 34132 South Korea"}, "Ahn, Seongjin": {"SCOPUS": "Department of Computer Education Sungkyunkwan University 25-2 Sungkyunkwan-Ro Jongno-Gu Seoul 03063 South Korea", "WOS": "Sungkyunkwan Univ, Dept Comp Educ, 25-2 Sungkyunkwan Ro, Seoul 03063, South Korea"}, "Alt, Florian": {"SCOPUS": "Usable Security and Privacy Group CODE Research Institute for Cyber Defense and Smart Data Universität der Bundeswehr München Carl-Wery-Straße 18-22 München 81739 Germany"}, "Ashmore M.": {"SCOPUS": "Dept of Computer Science and Mathematics/Screen School Liverpool John Moores University Liverpool United Kingdom"}, "Avila C.A.R.": {"SCOPUS": "Universidad de Cundinamarca Chía Colombia"}, "Ayiter, Elif E.": {"SCOPUS": "Sabanci University Istanbul Turkey"}, "Bae, Seonggeon": {"SCOPUS": "School of Software Application Kangnam University Gyungg Youngin-si South Korea"}, "Barneche-Naya, Viviana": {"SCOPUS": "VideaLAB Universidade Da Coruña A Coruña Spain"}, "Barrero, David F.": {"SCOPUS": "Departamento de Automática Universidad de Alcalá Spain"}, "Basri M.": {"SCOPUS": "State University of Makassar Indonesia"}, "Batty, Michael J.": {"SCOPUS": "Centre for Advanced Spatial Analysis University College London London United Kingdom"}, "Bellemare, Jocelyn": {"SCOPUS": "School of Business and Management (ESG) University of Quebec in Montreal (UQAM) Montreal Canada"}, "Binson, Bussakorn": {"SCOPUS": "Faculty of Fine and Applied Arts Chulalongkorn University Thailand"}, "Bolger R.K.": {"SCOPUS": "School of Mission and Theology Fuller Theological Seminary Pasadena CA  91182 United States"}, "Brooks R.": {"SCOPUS": ""}, "Brownsword R.": {"SCOPUS": "King’s College London and Bournemouth University United Kingdom"}, "Cai, Wei": {"SCOPUS": "The Chinese University of Hong Kong Shenzhen Shenzhen Institute of Artificial Intelligence and Robotics for Society Shenzhen China"}, "Cameron, Angus": {"SCOPUS": "University of Leicester School of Management University Road Leicester LE1 7RH United Kingdom"}, "Castillo-Sanz, Andrés G.": {"SCOPUS": "Pontifical University of Salamanca Madrid Spain"}, "Chen, Siming": {"SCOPUS": "School of Data Science Fudan University China"}, "Chirico, Alice": {"SCOPUS": "ExperienceLab Università Cattolica del Sacro Cuore Milan Italy"}, "Choi H.-Y.": {"SCOPUS": "HUFS Business School Hankook University of Foreign Studies Seoul 02450 South Korea"}, "Choi J.-H.": {"SCOPUS": "Skonec Ent. Co. Ltd. Seoul South Korea"}, "Chung, Jong Moon": {"SCOPUS": "Yonsei University School of Electrical Electronic Engineering Seoul South Korea"}, "Cong, Ling Mei": {"SCOPUS": "Graduate School of Business and Law RMIT University 379 Russell Street Melbourne VIC  3000 Australia"}, "Conruyt, Noël": {"SCOPUS": "IREMIA LIM-EA2525 University of La Reunion France"}, "Dahslveen, Heidi": {"SCOPUS": "College of Applied Sciences Oslo and Akershus University Norway"}, "Dan-Marius D.": {"SCOPUS": "Faculty of Electronics Telecommunication and Information Technology “Gheorghe Asachi” Technical University Iași 679048 Romania"}, "de Graaf, Hein": {"SCOPUS": "VayaV Cooperation Dorpsstraat 47 Koudekerk aan den Rijn 2396HC Netherlands"}, "de Lima, José Valdeni": {"SCOPUS": "Universidade Federal Do Rio Grande Do sul Instituto de Informática Programa de Pós-graduação em Informática Na Educação Porto Alegre - RS Brazil"}, "de Sousa C.C.": {"SCOPUS": "Escola Superior Educação Viseu Rua Maximiano Aragão Viseu 3504 – 501 Portugal"}, "Demian, Peter": {"SCOPUS": "School of Architecture Building and Civil Engineering Loughborough University Loughborough LE11 3TU United Kingdom"}, "Devisch, Oswald T.J.": {"SCOPUS": "Department of Architecture and Arts PHL University College Diepenbeek Belgium"}, "Díaz J.E.M.": {"SCOPUS": "Universidad de Cundinamarca Chía Colombia"}, "Dietrich, Nicolas": {"SCOPUS": "Toulouse Biotechnology Institute (TBI) Université de Toulouse CNRS INRA INSA Toulouse 31077 France"}, "Eloy, Sara": {"SCOPUS": "Instituto Universitário de Lisboa (ISCTE-IUL) Portugal"}, "Fernandez, Peter": {"SCOPUS": "University of Tennessee Knoxville TN United States"}, "Ferrise, Francesco": {"SCOPUS": "Politecnico di Milano Department of Mechanical Engineering Via Masa 1 Milan 20156 Italy"}, "Freedman M.J.": {"SCOPUS": "Princeton University United States"}, "Fukumura Y.": {"SCOPUS": "Kyushu Institute of Technology Faculty of Computer Science and Systems Engineering 680-4 Kawazu Iizuka Fukuoka 820-8502 Japan"}, "Gao W.": {"SCOPUS": "School of Foreign Languages Zhejiang Gongshang University Hangzhou China"}, "George Reyes C.E.": {"SCOPUS": "Grupo de Investigación de Enfoque Estratégico de Innovación Educativa Escuela de Humanidades y Educación Instituto Tecnológico y de Estudios Superiores de Monterrey. Blvd. Felipe Ángeles 2003 Venta Prieta Pachuca de Soto Hgo 42080 Mexico"}, "Gil, Oscar": {"SCOPUS": "Service of Professional Insertion Practices and Employment University of Salamanca Patio de Escuelas 1 37008 Salamanca Spain"}, "Gilbert, Richard L.": {"SCOPUS": "Department of Psychology Loyola Marymount University United States"}, "Glazieva A.O.": {"SCOPUS": "V.I. Vernadsky Crimean Federal Univerity 4 Vernadsky Ave. Simferopol295007 Ukraine"}, "Goncalves V.": {"SCOPUS": "Centro de Investigação em Educação Básica Instituto Politécnico de Bragança Bragança Portugal"}, "Gorisse, Geoffrey": {"SCOPUS": "LAMPA - P and I ENSAM ParisTech 4 Rue de l'Ermitage Laval 53000 France"}, "Hadjistassou, Stella Kyprou": {"SCOPUS": "KIOS Research Center for Intelligent Systems and Networks University of Cyprus Cyprus"}, "Hamari, Juho": {"SCOPUS": "Faculty of Information Technology and Communication Sciences Tampere University Kalevantie 4 Tampere 33100 Finland"}, "Harley, Daniel": {"SCOPUS": "University of Waterloo Canada"}, "Harrison, David K.": {"SCOPUS": "School of Computing Engineering and Built Environment Glasgow Caledonian University Glasgow G40 BA United Kingdom"}, "Herder, Jens": {"SCOPUS": "Hochschule Dösseldorf University of Applied Sciences Dösseldorf Germany"}, "Hidalgo Avila R.S.": {"SCOPUS": "Departamento de Ingeniería Informática y Ciencias de la Computación Universidad de Atacama Copiapó Chile"}, "Hines P.": {"SCOPUS": "Waterford Institute of Technology Waterford Ireland"}, "Hou L.": {"SCOPUS": "Dalian Polytechnic University China"}, "Hsu, Hungpin": {"SCOPUS": "National Chiao Tung University Taiwan"}, "Hu, Bin": {"SCOPUS": "Gansu Provincial Key Laboratory of Wearable Computing School of Information Science and Engineering Lanzhou University Gansu China"}, "Huang W.T.": {"SCOPUS": "State Key Laboratory of Developmental Biology of Freshwater Fish Hunan Provincial Key Laboratory of Microbial Molecular Biology College of Life Science Hunan Normal University Changsha 410081 China"}, "Huggett, Jeremy": {"SCOPUS": "Archaeology School of Humanities University of Glasgow Glasgow G12 8QQ United Kingdom"}, "Huh S.": {"SCOPUS": "Department of Parasitology Institute of Medical Education College of Medicine Hallym University Chuncheon South Korea"}, "Huvila, Isto": {"SCOPUS": "Department of ALM Uppsala University Sweden"}, "Jeon J.-E.": {"SCOPUS": "Department of Global Business Administration Anyang University South Korea"}, "Jo S.": {"SCOPUS": "Global Policy and Research Section Digital Education Policy Division Korea Education and Research Information Service Daegu South Korea"}, "Jo, Geun-sik": {"SCOPUS": "Artificial Intelligence Laboratory Department of Electrical and Computer Engineering Inha University Incheon 22212 South Korea Augmented Knowledge Corp. Inha Dream Center 100 Inha-ro Michuhol-gu Incheon 22212 South Korea"}, "Jun, Guichun": {"SCOPUS": "Oxford Centre for Mission Studies Oxford United Kingdom"}, "Jung J.": {"SCOPUS": "Department of Artificial Intelligence University of Seoul Seoul 02504 South Korea"}, "Jung, Timothy": {"SCOPUS": "Manchester Metropolitan University Faculty of Business and Law Department of Operations Technology Events and Hospitality Management All Saints Campus Manchester M15 6BH United Kingdom"}, "Kang S.-C.J.": {"SCOPUS": "Department of Civil Engineering National Taiwan University Taiwan"}, "Karagiannidis, Charalampos": {"SCOPUS": "Department of Special Education University of Thessaly Argonafton and Filellinon Volos Greece"}, "Khazanchi, Deepak": {"SCOPUS": "College of Information Science and Technology University of Nebraska Omaha NE United States"}, "Kim C.": {"SCOPUS": "Pukyong National University South Korea"}, "Kim J.": {"SCOPUS": "Department of Advertising and Public Relations Grady College of Journalism and Mass Communication University of Georgia Athens GA United States"}, "Kim K.": {"SCOPUS": "Department of Physics Ajou University Suwon South Korea"}, "Kim S.-H.": {"SCOPUS": "Dept. of History and Historical Content Sangmyung University 20 Hongjimun 2-gil Jongno-gu Seoul 03016 South Korea"}, "Kim, Dongho": {"SCOPUS": "Department ofDigital Media Soongsil University Seoul South Korea"}, "Kim, Dongsoo": {"SCOPUS": "Department of Industrial and Information Systems Engineering Soongsil University 369 Sangdo-ro Dongjak-gu Seoul 06978 South Korea"}, "Kim, Hee-cheol": {"SCOPUS": "Inje University Department of Computer Engineering/Institute of Digital Anti-Aging Healthcare/u-HARC South Korea"}, "Kim, Sangkyun": {"SCOPUS": "Department of Industrial Engineering Kangwon National University Chuncheon 24341 South Korea"}, "Kim, Seong-Jin": {"SCOPUS": "Ulsan National Institute of Science and Technology Ulsan South Korea"}, "Kim, Young-Gab": {"SCOPUS": "Department of Computer and Information Security Convergence Engineering for Intelligent Drone Sejong University Seoul 05006 South Korea", "WOS": "Sejong Univ, Dept Comp & Informat Secur & Convergence Engn Int, Seoul 05006, South Korea"}, "Knox, Jeremy": {"SCOPUS": "The University of Edinburgh Edinburgh United Kingdom"}, "Ko, Yun Ho": {"SCOPUS": "Department of Mechatronics Engineering Chungnam National University South Korea"}, "Koo H.": {"SCOPUS": "JTBC Studios Seoul South Korea"}, "Koo S.": {"SCOPUS": "Department of Industrial Design Hongik University Seoul 04066 South Korea"}, "Kozinets R.V.": {"SCOPUS": "Marshall School of Business and Annenberg School for Communication and Journalism University of Southern California Los Angeles CA United States"}, "Lee, Un Kon": {"SCOPUS": "Department of Business Administration The University of Suwon Hwaseong 18323 South Korea"}, "Li Z.": {"SCOPUS": "Shanghai Branch of National Computer network Emergency Response technical Team Coordination Center of China China"}, "Lin, Chowsing": {"SCOPUS": "Department of Computer Science and Information Engineering National University of Tainan 33 sec. 2 shu-lin st. Tainan 70005 Taiwan"}, "Liu, Bin-Da": {"SCOPUS": "Department of Electrical Engineering National Cheng Kung University China"}, "Locurcio L.L.": {"SCOPUS": "By email London United Kingdom"}, "Lou, Shi Jer": {"SCOPUS": "Graduate Institute of Technological and Vocational Education National Pingtung University of Science and Technology 1 Shuefue Rd. Neipu Pingtung 912 Taiwan"}, "Lu Q.": {"SCOPUS": ""}, "Lu W.": {"SCOPUS": "Qilu University of Technology Shandong Academy of Sciences Shandong Computer Science Center National Supercomputer Center in Jinan Shandong Provincial Key Laboratory of Computer Networks China"}, "Marson, Fernando Pinho": {"SCOPUS": "Graduação Tecnológica em Jogos Digitais Universidade Do Vale Do Rio Dos Sinos - UNISINOS São Leopoldo Brazil"}, "Milosavljevic, Aleksandar": {"SCOPUS": "Faculty of Electronic Engineering University of Niš Aleksandra Medvedeva 14 Nis 18000 Serbia"}, "Moorhouse, Natasha": {"SCOPUS": "Faculty of Business and Law Manchester Metropolitan University Righton Building Cavendish Street Manchester M15 6BG United Kingdom"}, "Moswitzer, Max": {"SCOPUS": "Zurich University of Fine Arts Z̈urich Switzerland"}, "Muller, Thaisa": {"SCOPUS": "Computers in Education Graduate Program Federal University of Rio Grande Do sul Porto Alegre RS Brazil Mathematics Department Pontifical Catholic University of Rio Grande do Sul Porto Alegre RS Brazil"}, "Nagai, Hirotomo": {"SCOPUS": "Water Cell Inc. Japan"}, "Nah K.": {"SCOPUS": "International Design School for Advanced Studies Hongik University Seoul South Korea"}, "Nakano, Yukiko I.": {"SCOPUS": "Seikei University Faculty of Science and Technology Tokyo Japan"}, "Neethirajan, Suresh": {"SCOPUS": "Adaptation Physiology Group Animal Sciences Department Wageningen University and Research Wageningen Netherlands"}, "Neff, Ralph A.": {"SCOPUS": "InterDigital Inc. United States"}, "Nevelsteen, Kim J.L.": {"SCOPUS": "Immersive Networking Dept. of Computer and Systems Sciences Stockholm University NOD building Borgarfjordsgatan 12 Stockholm Kista  16455 Sweden"}, "Ning H.-S.": {"SCOPUS": "School of Computer and Communication University of Science and Technology Beijing Beijing 100083 China Jinzhong University Jinzhong 030606 China"}, "Nofal F.O.": {"SCOPUS": "Institute of Philosophy Russian Academy of Sciences Goncharnaya str. 12/1 Moscow 109240 Russian Federation"}, "Oh, Seokhee": {"SCOPUS": "Gachon University Dept. of Computer Engineering Seongnam-si South Korea"}, "Opresnik M.O.": {"SCOPUS": "University of Southern Denmark Sønderborg Denmark"}, "Pan, Zhigeng": {"SCOPUS": "Hangzhou Normal University Hangzhou China"}, "Pereiray, Carlos Eduardo": {"SCOPUS": "Department of Electrical Engineering UFRGS-Universidade Federal Do Rio Grande Do sul Porto Alegre Brazil"}, "Qin, Peng": {"SCOPUS": "Faculty of Science and Technology University of Macau999078 Macau"}, "Reynolds G.-B.": {"SCOPUS": "Eastern Institute of Technology 501 Gloucester Street Taradale Napier 4112 New Zealand"}, "Rinaldo, Frank J.": {"SCOPUS": "Intelligent Computer Entertainment Laboratory Graduate School of Information Science and Engineering Ritsumeikan University 1-1-1 Nojihigashi Kusatsu Shiga 525-8577 Japan"}, "Robertson, Lorayne P.": {"SCOPUS": "Faculty of Education Ontario Tech University Oshawa ON  L1M2A0 Canada"}, "Rospigliosi P.A.": {"SCOPUS": "School of Business and Law University of Brighton Brighton United Kingdom"}, "Ruiz I.": {"SCOPUS": "C.I.T.I.C. Computer Science Electronical and Communications Faculty University of Panama Panama City Panama"}, "Ryu, Eun-Seok": {"SCOPUS": "Sungkyunkwan University (SKKU) Department of Computer Education Seoul South Korea"}, "Salloum, Said A.": {"SCOPUS": "School of Science Engineering and Environment University of Salford United Kingdom"}, "Salo, Jari": {"SCOPUS": "Department of Economics and Management University of Helsinki Latokartanonkaari 5 P.O. Box 27 Helsinki 00014 Finland"}, "Santiago M.L.": {"SCOPUS": "École Technique Supérieure d’Architecture Département de Linguistique Appliquée Universitat Politècnica de València"}, "Santiago-Chávez N.": {"SCOPUS": "Universidad Técnica de Ambato Ambato Ecuador"}, "Schafer, Stephen Brock": {"SCOPUS": "Digipen Institute of Technology Redmond WA United States"}, "Schmidt, Brian": {"SCOPUS": "Brian Studios LLC. Bellevue WA United States"}, "Shchur H.": {"SCOPUS": "SoftServe Inc. Lviv Ukraine"}, "Shin D.": {"SCOPUS": "College of Com munication and Media Science Zay ed University P.O. Box 144534 Abu Dhabi United Arab Emirates"}, "Slavík, Pavel": {"SCOPUS": "Department of Computer Graphics and Interaction Faculty of Electrical Engineering Czech Technical University in Prague Czech Republic"}, "Smith, Patriann": {"SCOPUS": "University of South Florida College of Education United States"}, "Soar M.": {"SCOPUS": "Centre for Science in Society Victoria University of Wellington Wellington New Zealand"}, "Sourin, Alexei I.": {"SCOPUS": "Nanyang Technological University Singapore Singapore"}, "Stokel-Walker C.": {"SCOPUS": "Chris is a freelance technology writer based in NewcastleUK United Kingdom"}, "Stricker A.": {"SCOPUS": "Air University United States"}, "Su, Yushun": {"SCOPUS": "College of Science and Technology Ningbo University Ningbo 315211 China"}, "Sui X.": {"SCOPUS": "State Key Laboratory of Precision Measurement Technology and Instrument Department of Precision Instrument Tsinghua University Beijing 100084 China"}, "Świa̧tek, Leszek": {"SCOPUS": "Faculty of Civil Engineering and Architecture West Pomeranian University of Technology Szczecin ul. Żołnierska 50 Szczecin 71-210 Poland"}, "Swilley, Esther": {"SCOPUS": "Kansas State University United States"}, "Teigland R.": {"SCOPUS": "Center for Strategy and Competitiveness Stockholm School of Economics (SSE) Sweden"}, "Temdee P.": {"SCOPUS": "Mae Fah Luang University Computer and Communication Engineering for Capacity Building Research Center School of Information Technology Chiang Rai Thailand"}, "Tomini N.": {"SCOPUS": "HHL Leipzig Graduate School of Management Leipzig Germany"}, "Trefftz, Helmuth": {"SCOPUS": "Instituto NETSYS Universidad EAFIT Calle 15 No. 5 – 28 Montenegro Quindío Colombia Medellín AA 3300 Colombia"}, "Uva A.E.": {"SCOPUS": "Department of Mechanics Mathematics and Management Polytechnic Institute of Bari via Orabona 4 Bari 70125 Italy"}, "Varghese K.G.": {"SCOPUS": "By email Ludhiana India"}, "Velho, Luiz Carlos Pacheco Rodrigues": {"SCOPUS": "Instituto de Matemática Pura e Aplicada (IMPA) Rio de Janeiro Brazil"}, "Veljković, Zorica A.": {"SCOPUS": "University of Belgrade Faculty of Mechanical Engineering Serbia"}, "Vidal-Tomás D.": {"SCOPUS": "Department of Economics Universitat Jaume I Campus del Riu Sec Castellón 12071 Spain Department of Computer Science University College London Gower Street WC1E 6EA London United Kingdom"}, "Vita-More, Natasha": {"SCOPUS": "4607 Lyra Circle Austin TX 78744 United States"}, "Wang Y.": {"SCOPUS": "School of Network Engineering Zhoukou Normal University Zhoukou China"}, "Wang, Gang": {"SCOPUS": "Computer Engineering College Jimei University Xiamen China"}, "Wang, Yongtian": {"SCOPUS": "Beijing Engineering Research Center of Mixed Reality and Advanced Display School of Optics and Photonics Beijing Institute of Technology Beijing 100081 China"}, "Wehlou M.": {"SCOPUS": "MiTM Ab Uppsala Sweden"}, "Whang, Mincheol": {"SCOPUS": "Department of Human Centered Artificial Intelligence Sangmyung University Jongno‐gu Seoul 03016 South Korea"}, "Yao, Mike": {"SCOPUS": "Department of Advertising Institute of Communication University of Illinois at Urbana Champaign Champaign IL United States"}, "Yoshitake, Michiko": {"SCOPUS": "National Institute for Materials Science 1-1 Namiki Tsukuba Igaraki 305-0044 Japan"}, "You, Eunsoon": {"SCOPUS": "Kookmin University Seoul South Korea"}, "Yu S.": {"SCOPUS": "Department of Culture Technology Changwon National University Changwon 51140 South Korea"}, "Yu, Tao": {"SCOPUS": "College of Electric Power South China University of Technology Guangzhou 510640 China"}, "Zhang L.-J.": {"SCOPUS": "Kingdee Research Kingdee International Software Group Co. Ltd. Shenzhen China"}, "Zhang, Xiaoshuan": {"SCOPUS": "Beijing Laboratory of Food Quality and Safety College of Engineering China Agricultural University Beijing 100083 China"}, "Zhao, Jianliang Leon": {"SCOPUS": "School of Business and Management Chinese University of Hong Kong (Shenzhen) Shenzhen China"}, "Zhu, Xiaoming": {"SCOPUS": "College of Information Science and Technology Beijing Normal University Beijing China"}, "Zyda M.": {"SCOPUS": "University of Southern California Los Angeles CA  90089 United States"}}