{"Abbas, Assad": {"SCOPUS": "COMSATS University Islamabad 45550 Pakistan", "WOS": "COMSATS Univ, Islamabad 45550, Pakistan"}, "Alamri, Sultan": {"WOS": "Balochistan Univ Informat Technol Engn & Manageme, Dept Elect Engn, Quetta 75660, Pakistan"}, "Aldossary, Mohammad": {"SCOPUS": "Department of Computer Science College of Arts and Science Prince Sattam Bin Abdulaziz University Al-Kharj 16278 Saudi Arabia", "WOS": "Prince Sattam Bin Abdulaziz Univ, Coll Arts & Sci, Dept Comp Sci, Al Kharj 16278, Saudi Arabia"}, "Alhelaly, Soha": {"WOS": "Saudi Elect Univ, Coll Comp & Informat, Riyadh, Saudi Arabia"}, "Aljumah, Abdullah A.": {"WOS": "Prince Sattam Bin Abdulaziz Univ, Coll Comp Engn & Sci, Al Kharj, Saudi Arabia", "SCOPUS": "College of Computer Engineering and Sciences Prince Sattam Bin Abdulaziz University Saudi Arabia"}, "Almiani, Muder": {"SCOPUS": "Management Information System Department Gulf University for Science and Technology Kuwait"}, "Alohali, Yousef": {"WOS": "King Saud Univ, Coll Comp & Infounat Sci, Riyadh, Saudi Arabia"}, "Alshammari, Nasser O.": {"WOS": "Jouf Univ, Coll Comp & Informat Sci, Dept Comp Engn & Networks, Sakakah, Saudi Arabia", "SCOPUS": "Department of Computer Science College of Computer and Information Sciences Jouf University Sakakah Saudi Arabia"}, "Alshewimy, Mahmoud A. M.": {"WOS": "Tanta Univ, Fac Engn, Comp & Control Engn Dept, Tanta, Egypt", "SCOPUS": "Computer and Control Engineering Dept Faculty of Engineering Tanta University Tanta Egypt"}, "Althobaiti, Maha M.": {"SCOPUS": "Department of Computer Science College of Computing and Information technology Taif University P. O. Box 11099 Taif 21944 Saudi Arabia", "WOS": "Taif Univ, Coll Comp & Informat Technol, Dept Comp Sci, POB 11099, At Taif 21944, Saudi Arabia"}, "Altowaijri, Saleh M.": {"SCOPUS": "Department of Information Systems Faculty of Computing and Information Technology Northern Border University Rafha 91911 Saudi Arabia"}, "Balaji, G. N.": {"SCOPUS": "Department of Computer Science and Engineering SRM TRP Engineering College Tamil Nadu Trichy 621105 India"}, "Balan R.V.S.": {"SCOPUS": "Department of Computer Applications Noorul Islam Centre for Higher Education KumaracoilThucklayKanyakumari Tamil Nadu  629 180 India"}, "Barati, Ali": {"SCOPUS": "Department of Computer Engineering Dezful Branch Islamic Azad University Dezful Iran"}, "Barboza, Erick de Andrade": {"SCOPUS": "Computing Institute A. C. Simões Campus Federal University of Alagoas—UFAL Maceió AL 57072-970 Brazil", "WOS": "Fed Univ Alagoas UFAL, Ctr Agr Sci, Engn & Agr Sci Campus, BR-57100000 Rio Largo, AL, Brazil"}, "Barik, Rabindra K.": {"SCOPUS": "School of Computer Applications KIIT Deemed To Be University Bhubaneswar India"}, "Benedict, Shajulin": {"SCOPUS": "Indian Institute of Information Technology Kottayam Kottayam Kerala 686635 India"}, "Bühnová, Bara": {"SCOPUS": "Faculty of Informatics and Masaryk University Brno Czech Republic"}, "Buyya, Rajkumar_0": {"SCOPUS": "CLOUDS lab School of Computing and Information Systems University of Melbourne Melbourne VIC 3010 Australia", "WOS": "Univ Melbourne, Sch Comp & Informat Syst, Cloud Comp & Distributed Syst CLOUDS Lab, Parkville, Vic 3010, Australia"}, "Chowdhary, Chiranji Lal": {"WOS": "Univ Hail, Mech Engn, Hail, Saudi Arabia"}, "Das, Ayan Kumar": {"SCOPUS": "Birla Institute of Technology Mesra Bihar Patna India"}, "Dustdar, Schahram": {"SCOPUS": "Distributed Systems Group Vienna University of Technology (TU Wien) Vienna 1040 Austria."}, "Dziong, Zbigniew": {"SCOPUS": "Department of Electrical Engineering Ecole de Technologie Superieure (ETS) Montreal Canada"}, "Elmirghani, Jaafar M.H.": {"SCOPUS": "School of Electronic and Electrical Engineering University of Leeds Leeds United Kingdom"}, "Fazio, Maria": {"SCOPUS": "University of Messina Mift Department Messina 98122 Italy", "WOS": "South China Univ Technol, Sch Mech & Automot Engn, Guangzhou 510641, Peoples R China"}, "Fuentes, Lidia": {"WOS": "Univ Malaga, Grp CAOSD, Malaga 29071, Spain"}, "Ghobaei-Arani, Mostafa": {"SCOPUS": "Department of Computer Engineering Qom Branch Islamic Azad University Qom Iran", "WOS": "Islamic Azad Univ, Dept Comp Engn, Qom Branch, Qom, Iran"}, "Hayawi, Kadhim": {"SCOPUS": "College of Technological Innovation Zayed University Abu Dhabi United Arab Emirates", "WOS": "Zayed Univ, Coll Technol Innovat, Abu Dhabi, U Arab Emirates"}, "Hermida R.": {"SCOPUS": "Department. of Computer Architecture and Automation Complutense University of Madrid Madrid Spain"}, "Hosseininia, Amir Mohammad": {"SCOPUS": "Department of Engineering College of Farabi University of Tehran Tehran Iran", "WOS": "Inst Polytech Paris, Telecom SudParis, SAMOVAR, Palaiseau, France"}, "Imran, Ali": {"WOS": "Univ Oklahoma, Sch Elect & Comp Engn, AI4Networks Lab, Tulsa, OK 74135 USA"}, "Ismail, Mahmoud": {"SCOPUS": "Infineon Technologies AG Am Campeon 1-15 Neubiberg 85579 Germany"}, "Jabir, Adnan J.": {"SCOPUS": "Department of Computer Science College of Science University of Baghdad Baghdad Iraq"}, "Jolfaei, Alireza": {"SCOPUS": "Department of Computing Macquarie University Sydney NSW Australia", "WOS": "Macquarie Univ, Dept Comp, Sydney, NSW 2109, Australia"}, "Kalavathy, G. Maria": {"SCOPUS": "Department of Computer Science and Engineering St. Joseph’s College of Engineering Chennai Tamil Nadu 600119 India", "WOS": "St Josephs Coll Engn, Dept Comp Sci & Engn, Chennai 600119, Tamil Nadu, India"}, "Kanoun, Olfa": {"WOS": "Dar Al Hekma Univ, Hekma Sch Engn Comp & Informat, Dept Comp Sci, Jeddah 222464872, Saudi Arabia"}, "Kaur, Ravneet": {"SCOPUS": "Department of Chemical Engineering Sant Longowal Institute of Engineering and Technology Sangrur Longowal India"}, "Khattak, Hizbullah": {"SCOPUS": "Department of Information Technology Hazara University Mansehra Khyber Pakhtunkhwa Mansehra Pakistan", "WOS": "Hazara Univ Mansehra, Dept Informat Technol, Mansehra, Khyber Pakhtunk, Pakistan"}, "Khedr, Ahmed Y.": {"SCOPUS": "College of Computer Science and Engineering University of Hail Hail 2440 Saudi Arabia Systems and Computer Department Faculty of Engineering Al-Azhar University Cairo 11371 Egypt", "WOS": "Int Balkan Univ, Dept Comp Engn, Fac Engn, Skopje 1000, North Macedonia"}, "Kumar, Sachin": {"SCOPUS": "Department of Computer Science and Engineering Ajay Garg Engineering College Ghaziabad India"}, "Kumar, Sanjay Phani": {"SCOPUS": "Department of Information Technology National Institute of Technology Chhattisgarh Raipur 492010 India"}, "Kumar, Sudhir": {"SCOPUS": "Indian Institute of Technology Department of Electrical Engineering Patna India"}, "Lakshmanan, L.": {"SCOPUS": "Department of CSE Sathyabama Institute of Science and Technology Tamil Nadu Chennai 600119 India"}, "Lenka, Rakesh Kumar": {"SCOPUS": "School of Computer Science and Engineering IIIT Bhubaneswar Bhubaneswar India"}, "Lu, Junwei": {"SCOPUS": "Education Information Platform of Orient Science and Technology College of Hunan Agricultural University Changsha Hunan  410128 China", "WOS": "Hunan Agr Univ, Orient Sci & Technol Coll, Educ Informat Platform, Changsha 410128, Hunan, Peoples R China"}, "Maiti, Prasenjit": {"SCOPUS": "National Institute of Technology Rourkela Odisha 769008 India"}, "Mansor, Zulkefli": {"SCOPUS": "Faculty of Information Science and Technology Universiti Kebangsaan Malaysia UKM Selangor Bangi 43600 Malaysia", "WOS": "Univ Kebangsaan Malaysia, Fac Informat Sci & Technol, Ukm Bangi 43600, Selangor, Malaysia"}, "Mishra, Alok": {"SCOPUS": "Informatics and Digitalization Group Molde University College—Specialized University in Logistics Molde 6410 Norway Software Engineering Department Atilim University Ankara 06830 Turkey", "WOS": "Specialized Univ Logist, Molde Univ Coll, Informat & Digitalizat Grp, N-6410 Molde, Norway"}, "Mohd Yasin, Mohd Najib": {"SCOPUS": "School of Microelectronics Universiti Malaysia Perlis Arau Perlis Malaysia", "WOS": "Univ Malaysia Perlis, Sch Microelect, Arau 02600, Perlis, Malaysia"}, "Munir, Kashif": {"SCOPUS": "Department of Computer Science National University of Computer and Emerging Sciences Islamabad 44000 Pakistan", "WOS": "Univ Texas Arlington, Arlington, TX 76019 USA"}, "Murali, M.": {"SCOPUS": "School of Computing Department of Computer Science and Engineering SRM Institute of Science and Technology Kattankulathur Tamil Nadu India"}, "Muthanna, Mohammad Saleh Ali": {"WOS": "Chongqing Univ Posts & Telecommun, Dept Automat, Chongqing 400065, Peoples R China"}, "Nayyar, Anand": {"SCOPUS": "Graduate School Duy Tan University Da Nang Viet Nam"}, "Nazir, Shah": {"SCOPUS": "Department of Computer Science University of Swabi Khyber Pakhtunkhwa Pakistan", "WOS": "Xian Univ Sci & DS Technol, Informat & Network Ctr, Xian 710054, Peoples R China"}, "Nur Sanda, Mamman": {"SCOPUS": "Department of Physics Solid-state Physics Yazd University Yazd Iran"}, "Obaidat, Mohammad S.": {"SCOPUS": "College of Computing and Informatics University of Sharjah Sharjah United Arab Emirates", "WOS": "Univ Sharjah, Coll Comp & Informat, Sharjah, U Arab Emirates"}, "Pang A.": {"SCOPUS": "Department of Computer Science and Information Engineering National Taiwan University Taipei Taiwan Taiwan 106"}, "Park, Jong Hyuk": {"WOS": "Georgia State Univ, Dept Comp Sci, Atlanta, GA 30302 USA"}, "Periasamy, J. K.": {"SCOPUS": "DCSE Sri Sairam Engineering College West Tambaram Chennai India"}, "Puliafito, Antonio": {"SCOPUS": "Department of Engineering Univeristy of Messina Messina 98121 Italy and also with the CINI: National Interuniversity Consortium for Informatics Rome 00100 Italy."}, "Qin, Baoling": {"SCOPUS": "College of Electronic Information Engineering Foshan University Foshan China"}, "Raj P.": {"SCOPUS": "Reliance Jio Platforms Ltd. Bangalore India"}, "Rajabzadeh, Amir": {"SCOPUS": "Department of Computer Engineering and Information Technology Razi University Kermanshah Iran"}, "Ramdinthara, Immanuel Zion": {"SCOPUS": "Department of Computer Science School of Engineering and Technology Pondicherry University India"}, "Rehman, Ateeq Ur": {"WOS": "Federation Univ, Sch Sci Engn & Informat Technol, Mt Helen, Vic 3350, Australia"}, "Rekha, D.": {"SCOPUS": "Vellore Institute of Technology Vellore TamilNadu India"}, "Rizk, Rawya Yehia": {"SCOPUS": "Electrical Engineering Dept. Port Said University Port Said Egypt", "WOS": "Port Said Univ, Dept Elect Engn, Port Said, Egypt"}, "Salehin, Zayed Us": {"SCOPUS": "Department of Information and Communication Engineering (ICE) Noakhali Science and Technology University (NSTU) Chattogram Bangladesh"}, "Shahidinejad, Ali": {"SCOPUS": "Department of Computer Engineering Faculty of Engineering Islamic Azad University Qom Branch Qom Iran", "WOS": "Univ Qom, Dept Comp Engn & Informat Technol, Qom, Iran"}, "Shakya, Subarna": {"SCOPUS": "Department of Electronics and Computer Engineering Pulchowk Campus Lalitpur Nepal"}, "Shao, Menghan": {"SCOPUS": "State Key Laboratory of Integrated Service Networks Xidian University Xi'an China"}, "Sharma, Pradip Kumar": {"SCOPUS": "Department of Computing Science University of Aberdeen Aberdeen AB24 3FX United Kingdom"}, "Singh R.": {"SCOPUS": "Engineering Department Doaba Khalsa Trust Group of Institutions SBS Nagar Rahon Punjab India"}, "Singh, Kamakhya Narain": {"SCOPUS": "School of Computer Application KIIT Deemed To Be University Bhubaneswar India"}, "Singh, Raman": {"WOS": "Thapar Inst Engn & Technol, Dept Comp Sci & Engn, Patiala, Punjab, India"}, "Slama, Sami Ben": {"WOS": "King Abdulaziz Univ, Fac Appl Studies, Jeddah, Saudi Arabia"}, "Sood, Sandeep K.": {"SCOPUS": "Department of Computer Science & Informatics Central University of Himachal Pradesh Dharamshala Himachal Pradesh India", "WOS": "Cent Univ Himachal Pradesh, Dept Comp Sci & Informat, Dharamshala, Himachal Prades, India"}, "Sood, Sandeep Kumar": {"WOS": "Natl Inst Technol, Dept Comp Applicat, Kurukshetra, HR, India"}, "Sood, Vaishali": {"SCOPUS": "Department of Electronics and Communication Department Guru Nanak Dev University Regional Campus Gurdaspur Punjab India"}, "Srirama, Satish Narayana": {"SCOPUS": "University of Hyderabad School of Computer and Information Sciences Hyderabad 500046 India"}, "Sumit": {"SCOPUS": "Department of Electronics and Communication Engineering Bhagwan Parshuram Institute of Technology GGSIPU Delhi India"}, "Tabbakh, Thamer A.": {"SCOPUS": "Material Research Science Institute King Abdulaziz City for Science and Technology (KACST) Riyad 6086 Saudi Arabia", "WOS": "King Abdulaziz City Sci & Technol KACST, Mat Res Sci Inst, Riyadh 6086, Saudi Arabia"}, "Takizawa, Makoto": {"SCOPUS": "Hosei University Tokyo Japan"}, "Talaat, Fatma M.": {"SCOPUS": "Faculty of Artificial Intelligence Kafrelsheikh University Kafrelsheikh Egypt", "WOS": "Kafrelsheikh Univ, Fac Artificial Intelligence, Kafrelsheikh, Egypt"}, "Thanh Tung, Nguyenthanh": {"SCOPUS": "International School Vietnam National University Hanoi Viet Nam"}, "Thinh, Le Duc": {"SCOPUS": "International School Vietnam National University Hanoi Viet Nam", "WOS": "Vietnam Natl Univ, Int Sch, Hanoi, Vietnam"}, "Turck, Filip De": {"SCOPUS": "Ghent University - Imec IDLab Department of Information Technology Technologiepark-Zwijnaarde 126 Gent 9052 Belgium"}, "Tyagi, Amit Kumar": {"SCOPUS": "School of Computer Science and Engineering Vellore Institute of Technology Tamilnadu Chennai 600127 India"}, "Vignesh, R.": {"SCOPUS": "Department of Computer Science and Engineering Sathyabama Institute of Science and Technology Chennai India"}, "Volckaert, Bruno": {"SCOPUS": "Ghent University - Imec IDLab Department of Information Technology Technologiepark-Zwijnaarde 126 Gent 9052 Belgium"}, "Yasar, Ansar Ul Haque": {"SCOPUS": "Transportation Research Institute Hasselt University Hasselt B-3500 Belgium"}, "Yu, Shui": {"SCOPUS": "School of Computer Science University of Technology Sydney Ultimo NSW Australia"}, "Zahid, Noman": {"WOS": "Univ Faisalabad, Off Res Innovat & Commercializat ORIC, Faisalabad 37610, Punjab, Pakistan"}, "Zheng S.": {"SCOPUS": "Division of Science and Technology BNU-HKBU United International College Guangdong Zhuhai China"}, "Zhu, Liehuang": {"SCOPUS": "School of Computer Science and Technology Beijing Institute of Technology Beijing 100081 China", "WOS": "Auburn Univ, Dept Comp Sci & Software Engn, Auburn, AL 36849 USA"}, "Zomaya, Albert Y.": {"SCOPUS": "Centre for Distributed and High Performance Computing School of Computer Science The University of Sydney Sydney NSW  2006 Australia", "WOS": "Univ Sydney, Sch Comp Sci, Ctr Distributed & High Performance Comp, Sydney, NSW 2006, Australia"}}