{"﻿Abd El Sattar, Montaser": {"WOS": "South Valley Univ, Fac Engn, Dept Elect Engn, Qena 83523, Egypt"}, "Abel Seabra, Joaquim E.": {"SCOPUS": "School of Mechanical Engineering University of Campinas Campinas São Paulo Brazil"}, "Abido, Mohamed A.": {"SCOPUS": "Electrical Engineering Department King Fahd University of Petroleum and Minerals Dhahran 31261 Saudi Arabia", "WOS": "King Fahd Univ Petr & Minerals, Elect Engn Dept, Dhahran 31261, Saudi Arabia"}, "Acton, Scott Thomas": {"SCOPUS": "University of Virginia Electrical and Computer Engineering Charlottesville United States"}, "Adams, Stefan": {"WOS": "Natl Univ Singapore, Dept Mat Sci & Engn, Singapore 117575, Singapore"}, "Adler S.B.": {"SCOPUS": "Department of Chemical Engineering University of Washington Seattle WA  98105 United States"}, "Adler, S. B.": {"WOS": "Univ Calif Irvine, Natl Fuel Cell Res Ctr, Irvine, CA 92697 USA"}, "Aissa, Brahim": {"WOS": "Clemson Univ, Dept Chem, Clemson, SC 29634 USA"}, "Akkoç G.": {"SCOPUS": "Department of Chemical Engineering Gazi University Maltepe-Ankara 06570 Turkey"}, "Al Hindawi, Noor Ahmad": {"SCOPUS": "Dept. of Electrical Engineering University of Sharjah Sharjah United Arab Emirates"}, "Aluru, N. R.": {"WOS": "Univ Illinois, Dept Mech Sci & Engn, Urbana, IL 61801 USA"}, "Anwar, Sajid": {"WOS": "Chungnam Natl Univ, Dept Comp Sci & Engn, Daejeon, South Korea"}, "Arges C.G._0": {"SCOPUS": "Cain Department of Chemical Engineering Louisiana State University Baton Rouge LA  70803 United States"}, "Arges C.G._1": {"SCOPUS": "Department of Chemical Engineering The Pennsylvania State University University Park PA  160802 United States"}, "Arges, Christopher G._0": {"WOS": "Louisiana State Univ, Cain Dept Chem Engn, Baton Rouge, LA 70803 USA"}, "Arges, Christopher G._1": {"WOS": "Penn State Univ, Dept Chem Engn, University Pk, PA 16802 USA"}, "Avsec, Jurij": {"SCOPUS": "University of Maribor Faculty of Energy Technology Hočevarjev trg 1 Krško 8270 Slovenia"}, "Azarabadi H.": {"SCOPUS": "School of Sustainable Engineering and the Built Environment Arizona State University Tempe Arizona  85287 United States"}, "Balasubramanian, Divya": {"SCOPUS": "Networking Devtest Senior Engineer Dell EMC Chennai Tamil Nadu India", "WOS": "Dell EMC, Chennai, Tamil Nadu, India"}, "Banerjee, Sarbajit": {"SCOPUS": "Department of Chemistry Department of Materials Science and Engineering Texas A&M University College Station TX  77843 United States"}, "Barambones, Oscar": {"SCOPUS": "System Engineering and Automation Department Faculty of Engineering of Vitoria-Gasteiz Basque Country University (UPV/EHU) Vitoria-Gasteiz 01006 Spain", "WOS": "Basque Country Univ UPV EHU, Fac Engn Vitoria Gasteiz, Syst Engn & Automat Dept, Vitoria 01006, Spain"}, "Bayen, Alexandre M.": {"SCOPUS": "Department of Electrical Engineering and Computer Science at Uc Berkeley Institute for Transportation Studies Uc Berkeley United States"}, "Bayrak, Gökay": {"SCOPUS": "Bursa Technical University Faculty of Engineering and Natural Sciences Department of Electrical and Electronics Engineering Bursa 16300 Turkey"}, "Berber, Mohamed R.": {"SCOPUS": "Chemistry Department College of Science Jouf University Sakakah Saudi Arabia", "WOS": "Jouf Univ, Coll Sci, Chem Dept, Sakakah, Saudi Arabia"}, "Berg P.": {"SCOPUS": "LMG Marin Solheimsgaten 16B Bergen 5824 Norway"}, "Bhaskar, Kiran": {"SCOPUS": "Department of Molecular Genetics and Microbiology University of New Mexico Albuquerque NM United States Department of Neurology University of New Mexico Albuquerque NM United States"}, "Boettcher, Shannon W.": {"WOS": "Nel Hydrogen, Wallingford, CT 06492 USA"}, "Bohrmann-Linde, Claudia": {"WOS": "Berg Univ Wuppertal, Didakt Chem, Gaussstr 20, D-42119 Wuppertal, Germany"}, "Brabec, Christoph J.": {"SCOPUS": "Helmholtz-Institute Erlangen-Nürnberg (HI-ERN) Erlangen Germany Department of Materials Science and Engineering Institute of Materials for Electronics and Energy Technology (i‐MEET) Friedrich‐Alexander‐Universität Erlangen‐Nürnberg Erlangen Germany"}, "Brouwer, Jacob": {"SCOPUS": "National Fuel Cell Research Center University of California Irvine CA  92697 United States"}, "Bruder J.M.": {"SCOPUS": "Department of Cell and Developmental Biology Max Planck Institute for Molecular Biomedicine Münster Germany"}, "Bruder, Jan M.": {"WOS": "Max Planck Inst Mol Biomed, Dept Cell & Dev Biol, Rontgenstr 20, D-48149 Munster, Germany"}, "Brudvig, G. W.": {"WOS": "Yale Univ, Dept Chem, 225 Prospect St, New Haven, CT 06520 USA"}, "Brus, Grzegorz": {"SCOPUS": "AGH University of Science and Technology 30 Mickiewicza Ave. Cracow 30059 Poland", "WOS": "AGH Univ Sci & Technol, 30 Mickiewicza Ave, PL-30059 Krakow, Poland"}, "Bucknall, Richard": {"SCOPUS": "Marine Research Group Department of Mechanical Engineering University College London London WC1E 7JE United Kingdom", "WOS": "UCL, Dept Mech Engn, Marine Res Grp, London WC1E 7JE, England"}, "Burdyny, Thomas": {"WOS": "Delft Univ Technol, Dept Chem Engn, NL-2629 HZ Delft, Netherlands"}, "Campoy-Quiles, Mariano": {"SCOPUS": "Institut de Ciència de Materials de Barcelona ICMAB-CSIC Campus Uab Bellaterra 08193 Spain"}, "Candusso, D.": {"WOS": "FCLAB, Rue Ernest Thierry Mieg, F-90010 Belft, France"}, "Candusso, Denis": {"SCOPUS": "FCLAB Rue Ernest Thierry Mieg Belfort Cedex F-90010 France SATIE COSYS Université Gustave Eiffel 25 Allée des Marronniers Versailles Satory F-78000 France"}, "Cha, Sukwon_0": {"SCOPUS": "Department of Mechanical Engineering Seoul National University Seoul South Korea Institute of Advanced Machines and Design Seoul National University Seoul 08826 South Korea"}, "Cha, Sukwon_1": {"SCOPUS": "School of Mechanical and Aerospace Engineering Seoul National University San 56-1 Daehak-dong Gwanak-gu Seoul 151742 South Korea", "WOS": "Seoul Natl Univ, Sch Mech & Aerosp Engn, San 56-1, Seoul 151742, South Korea"}, "Chan, Siewhwa": {"SCOPUS": "Energy Research Institute Nanyang Technological University 50 Nanyang Avenue637553 Singapore"}, "Chen F.": {"SCOPUS": "China"}, "Chen J.": {"SCOPUS": "CHONGQING CHANGAN New Energy Automobile Technology Co. LTD Chongqing 401120 China"}, "Chen W.": {"SCOPUS": "School of Electrical Engineering Southwest Jiaotong University Chengdu 611756 China"}, "Chen, Huanxin": {"WOS": "Huazhong Univ Sci & Technol, Sch Energy & Power Engn, Wuhan, Peoples R China"}, "Chen, Jinrui": {"WOS": "CHONGQING CHANGAN New Energy Automobile Technol C, Chongqing 401120, Peoples R China"}, "Chen, Weirong": {"WOS": "Univ Bourgogne Franche Comte, FEMTO ST Inst, Rue Ernest Thierry Mieg, F-90010 Belfort, France"}, "Chen, Werirong_0": {"SCOPUS": "School of Electrical Engineering Southwest Jiaotong University Chengdu China"}, "Chen, Werirong_1": {"SCOPUS": "Department of Electrical Engineering Southwest Jiaotong University Sichuan Chengdu 611756 China"}, "Chen, Yi": {"WOS": "Newcastle Univ, Sch Nat & Environm Sci, Newcastle Upon Tyne NE1 7RU, Tyne & Wear, England"}, "Cheng, Chin Kui": {"SCOPUS": "Department of Chemical Engineering Centre for Catalysis and Separation (CeCaS) College of Engineering Khalifa University of Science and Technology Abu Dhabi United Arab Emirates", "WOS": "Khalifa Univ Sci & Technol, Coll Engn, Ctr Catalysis & Separat CeCaS, Dept Chem Engn, Abu Dhabi, U Arab Emirates"}, "Cheng, Shuang": {"SCOPUS": "Department of Electronic and Electrical Engineering University of Bath UK Bath United Kingdom"}, "Cheng, Xiaobin": {"SCOPUS": "Intelligence Center Shanghai Electric Wind Power Group Shanghai China", "WOS": "Shanghai Elect Wind Power Grp, Intelligence Ctr, Shanghai, Peoples R China"}, "Cheng, Yujie_0": {"SCOPUS": "School of Reliability and Systems Engineering Beihang University China National Key Laboratory of Science and Technology on Reliability and Environmental Engineering China"}, "Cheng, Yujie_1": {"WOS": "UBFC, UFC, ENSMM, FEMTO ST Inst,CNRS,UMR 6174, 24 Rue Alain Savary, F-25000 Besancon, France"}, "Cherif, Adnene": {"WOS": "Tunis Al Manar Univ, Fac Sci Tunis, Anal & Treatment Elect & Energy Signals & Syst SS, Tunis 2092, Tunisia"}, "Choi, Jin-ghoo": {"SCOPUS": "Department of Information and Communication Engineering Yeungnam University Gyeongsan 38541 South Korea"}, "Chou J.-H.": {"SCOPUS": "Department of Industrial Management National Taiwan University of Science and Technology Taipei Taiwan"}, "Chouaib, Salem": {"SCOPUS": "Thumbay Research Institute for Precision Medicine Gulf Medical University Ajman United Arab Emirates INSERM U1186 Gustave Roussy Cancer Campus Université Paris-Saclay Villejuif France", "WOS": "Univ Paris Saclay, Gustave Roussy Canc Campus, INSERM, U1186, Villejuif, France"}, "Christofa, Eleni": {"WOS": "Yale Univ, Sch Publ Hlth, Environm Hlth Sci, New Haven, CT USA"}, "Ciucci, Francesco_0": {"SCOPUS": "Department of Mechanical and Aerospace Engineering The Hong Kong University of Science and Technology Hong Kong Hong Kong Department of Chemical and Biological Engineering The Hong Kong University of Science and Technology Hong Kong Hong Kong"}, "Ciucci, Francesco_1": {"WOS": "Oak Ridge Natl Lab, Ctr Nanophase Mat Sci, POB 2009, Oak Ridge, TN 37831 USA"}, "Cooper S.J.": {"SCOPUS": "Dyson School of Design Engineering Imperial College London London United Kingdom"}, "Da Silva L.A.": {"SCOPUS": "Universidade Federal do Triângulo Mineiro Instituto de Ciências Exatas Naturais e Educação Departamento de Química Campus Univerdecidade Uberaba-MG CEP 38064-200 Brazil", "WOS": "Univ Fed Triangulo Mineiro, Inst Ciencias Exatas Nat & Educ ICENE, Dept Quim, BR-38064200 Uberaba, MG, Brazil"}, "Dang, Yan": {"SCOPUS": "Beijing Key Laboratory for Source Control Technology of Water Pollution Engineering Research Center for Water Pollution Source Control and Eco-remediation College of Environmental Science and Engineering Beijing Forestry University 35 Tsinghua East Road Beijing 100083 China"}, "Deepa, N._0": {"SCOPUS": "School of Information Technology and Engineering Vellore Institute of Technology (VIT) Vellore 632014 India"}, "Deepa, N._1": {"WOS": "Natl Ilan Univ, Dept Environm Engn, Yilan 26047, Taiwan"}, "Demazière, Christophe": {"SCOPUS": "Chalmers University of Technology Department of Physics Division of Subatomic High Energy and Plasma Physics Gothenburg SE-412 96 Sweden", "WOS": "Chalmers Univ Technol, Dept Phys, Div Subat High Energy & Plasma Phys, SE-41296 Gothenburg, Sweden"}, "Dhar, Bipro Ranjan": {"SCOPUS": "Department of Civil and Environmental Engineering University of Alberta 9211-116 Street NW Edmonton AB  T6G 1H9 Canada", "WOS": "Univ Alberta, Dept Civil & Environm Engn, 9211-116 St NW, Edmonton, AB T6G 1H9, Canada"}, "Diez-Escudero, Anna": {"WOS": "Uppsala Univ, Dept Surg Sci Orthopaed, Ortholab, S-75185 Uppsala, Sweden"}, "Djerdir, Abdesslem": {"SCOPUS": "FEMTO-ST UMR CNRS 6174 université Bourgogne Franche-Comté Belfort/UTBM 90000 France FCLAB FR CNRS 3539 université Bourgogne Franche-Comté Belfort/UTBM 90000 France"}, "Doss, Michael Xavier": {"WOS": "BioMarin Pharmaceut Inc, Technol Dev Div, 105 Digital Dr, Novato, CA 94949 USA"}, "Duque, E. A.": {"SCOPUS": "Facultad de Ingeniería Institución Universitaria Pascual Bravo Medellín 050034 Colombia Facultad de Estudios Empresariales y de Mercadeo Institución Universitaria Esumer Medellín 050035 Colombia"}, "Ebrahimpour, Reza": {"SCOPUS": "Shahid Rajaee Teacher Training University Faculty of Computer Engineering Tehran Iran"}, "Ehrenberg, Helmut": {"SCOPUS": "Institute for Applied Materials (IAM) Karlsruhe Institute of Technology (KIT) Eggenstein-Leopoldshafen 76344 Germany"}, "Eicker, Ursula": {"SCOPUS": "Canada Excellence Research Chair Team Concordia University Montreal QC  H3G 1M8 Canada", "WOS": "Concordia Univ, Canada Excellence Res Chair Team, Montreal, PQ H3G 1M8, Canada"}, "El-Fergany, Attia": {"SCOPUS": "Department of Electric Power and Machines Faculty of Engineering Zagazig University Zagazig 44519 Egypt"}, "El-Gabry L.": {"SCOPUS": "Princeton University United States"}, "Eslamibidgoli, Mohammad Javad": {"SCOPUS": "Theory and Computation of Energy Materials (IEK-13) Institute of Energy and Climate Research Forschungszentrum Jülich GmbH Jülich 52425 Germany", "WOS": "Forschungszentrum Julich, Julich Supercomp Ctr, D-52425 Julich, Germany"}, "Espinoza-Andaluz M.": {"SCOPUS": "Escuela Superior Politécnica del Litoral ESPOL Facultad de Ingeniería Mecánica y Ciencias de La Producción Centro de Energías Renovables y Alternativas Campus Gustavo Galindo Km. 30.5 Vía Perimetral P.O. Box 09-01-5863 Guayaquil Ecuador"}, "Fathy A.": {"SCOPUS": "Electrical Engineering Department Faculty of Engineering Jouf University Al-Jouf Saudi Arabia Electrical Power Machine Department Faculty of Engineering Zagazig University Zagazig Egypt"}, "Fathy, Ahmed": {"WOS": "Jouf Univ, Fac Engn, Elect Engn Dept, Al Jouf, Saudi Arabia"}, "Fekih, Afef": {"SCOPUS": "Department of Electrical and Computer Engineering University of Louisiana at Lafayette Lafayette LA United States", "WOS": "Univ Louisiana Lafayette, Dept Elect & Comp Engn, Lafayette, LA 70504 USA"}, "Ferraris, Monica": {"WOS": "Sunfire GmbH, Dresden, Germany"}, "Foley, Aoife M.": {"SCOPUS": "School of Mechanical and Aerospace Engineering Queen's University Belfast Belfast BT9 5AH United Kingdom Civil Structural and Environmental Engineering Trinity College Dublin The University of Dublin Ireland", "WOS": "Queens Univ Belfast, Sch Mech & Aerosp Engn, Belfast BT9 5AH, Antrim, North Ireland"}, "Fu, Pei-Fang": {"SCOPUS": "State Key Laboratory of Coal Combustion Energy and Power Engineering Huazhong University of Science and Technology Wuhan 430074 China", "WOS": "Huazhong Univ Sci & Technol, State Key Lab Coal Combust Energy & Power Engn, Wuhan 430074, Peoples R China"}, "Fulton, Lewis M.": {"SCOPUS": "Institute of Transportation Studies University of California Davis CA  95616 United States", "WOS": "Univ Calif Davis, Inst Transportat Studies, Davis, CA 95616 USA"}, "Gaebler, Christian": {"WOS": "Rockefeller Univ, Lab Mol Immunol, 1230 York Ave, New York, NY 10065 USA"}, "Gais, Steffen": {"WOS": "Univ Tubingen, Silcherstr 7, D-72076 Tubingen, Germany"}, "Gao, Jipu": {"SCOPUS": "Electric Power Research Institute of Guizhou Power Grid Co. Ltd. Guiyang 550002 China"}, "Gao, Shuyan_0": {"SCOPUS": "School of Chemistry and Chemical Engineering Henan Normal University Henan Xinxiang 453007 China School of Materials Science and Engineering Henan Normal University Henan Xinxiang 453007 China"}, "Gao, Shuyan_1": {"WOS": "Nanjing Univ, Sch Chem & Chem Engn, Key Lab Mesoscop Chem MOE, Nanjing 210023, Jiangsu, Peoples R China"}, "Garashchuk, Sophya": {"SCOPUS": "Department of Chemistry and Biochemistry University of South Carolina Columbia SC  29208 United States"}, "García-Martín, Héctor_0": {"WOS": "Joint BioEnergy Inst, Emeryville, CA 94608 USA"}, "García-Martín, Héctor_1": {"SCOPUS": "Lawrence Berkeley National Laboratory Biological Systems and Engineering Division Berkeley CA United States Department of Energy Agile BioFoundry Emeryville CA United States Joint BioEnergy Institute Emeryville CA United States BCAM Basque Center for Applied Mathematics Bilbao Spain"}, "Geiger, S.": {"WOS": "Heriot Watt Univ, Inst GeoEnergy Engn, Edinburgh, Midlothian, Scotland"}, "Ghadimi, Noradin": {"SCOPUS": "Young Researchers and Elite Club Ardabil Branch Islamic Azad University Ardabil Iran", "WOS": "Islamic Azad Univ, Ardabil Branch, Young Researchers & Elite Club, Ardebil, Iran"}, "Ghavifekr, Amir Aminzadeh": {"SCOPUS": "University of Tabriz Dept. of Electrical and Computer Engineering Tabriz Iran"}, "Golinkoff, Roberta Michnick": {"SCOPUS": "College of Education and Human Development University of Delaware United States", "WOS": "Univ Delaware, Coll Educ & Human Dev, Newark, DE USA"}, "Gong G.": {"SCOPUS": "School of Mechanical and Electrical Beijing Information Science and Technology University Beijing 100101 China"}, "Gong, Guoqing": {"WOS": "Guangzhou Automobile Grp Co Ltd, Automot Engn Res Inst, Guangzhou 510006, Peoples R China"}, "Gong, Yanfeng": {"SCOPUS": "School of Electrical & Electronic Engineering North China Electric Power University Beijing 102206 China", "WOS": "North China Elect Power Univ, Sch Elect & Elect Engn, Beijing 102206, Peoples R China"}, "Gostick, Jeff": {"WOS": "Univ Calgary, Dept Chem & Petr Engn, Calgary, AB, Canada"}, "Grasset, Laurent": {"SCOPUS": "Université de Poitiers IC2MP UMR CNRS 7285 4 rue Michel Brunet TSA 51106 CEDEX 9 Poitiers 86073 France", "WOS": "Univ Poitiers, IC2MP, CNRS, UMR 7285, 4 Rue Michel Brunet,TSA 51106, F-86073 Poitiers 9, France"}, "Grondin-Pérez, Brigitte": {"SCOPUS": "LE2P-EnergyLab EA 4079 University of Réunion Island 15 Av. René Cassin BP 7151 Saint-Denis Réunion  97715 France", "WOS": "Univ Reunion Isl, LE2P EnergyLab, EA 4079, 15 Ave Rene Cassin,BP 7151, F-97715 St Denis, Reunion, France"}, "Guan, Yong": {"SCOPUS": "Information Engineering College Capital Normal University Beijing 100048 China Beijing Key Laboratory of Electronic System Reliability Technology Capital Normal University Beijing 100048 China"}, "Guarneri, Valentina": {"WOS": "Univ Padua, Dept Surg Oncol & Gastroenterol DISCOG, I-35128 Padua, Italy"}, "Guo X.": {"SCOPUS": "School of Electrical Engineering Southwest Jiaotong University Chengdu 611756 China National Rail Transportation Electrification and Automation Engineering Technology Research Center Southwest Jiaotong University Chengdu 611756 China"}, "Guo Y.": {"SCOPUS": "School of Electrical Engineering Wuhan University Hubei Wuhan 430072 China"}, "Guo, Xueqing": {"WOS": "Southwest Jiaotong Univ, Sch Elect Engn, Chengdu 611756, Peoples R China"}, "Haas, Reinhard": {"SCOPUS": "Energy Economics Group Technische Universitaet Wien Austria", "WOS": "Tech Univ Wien, Energy Econ Grp, Vienna, Austria"}, "Hackett, Gregory A.": {"SCOPUS": "National Energy Technology Laboratory Pittsburgh PA United States Morgantown WV United States Albany OR United States"}, "Hadjidemetriou, Stathis": {"SCOPUS": "Applied Computer Science Cyprus International Institute of Management Akadimias Avenue 21 Nicosia 2107 Cyprus", "WOS": "Cyprus Int Inst Management, Appl Comp Sci, Akad Ave 21, CY-2107 Nicosia, Cyprus"}, "Hagen, Anke": {"WOS": "Tech Univ Denmark DTU, Dept Energy Convers & Storage, Bldg 310, DK-2800 Lyngby, Denmark"}, "Hajji, Salah": {"SCOPUS": "Laboratoire de nanomatèriaux et des systèmes pour les énergies renouvelables Centre de Recherches et des Technologies de l'Energie BP. 95 Hammam Lif 2050 Tunisia", "WOS": "Ctr Rech & Technol Energie, Lab Nanomat & Syst Energies Renouvelables, BP 95, Hammam Lif 2050, Tunisia"}, "Hameyer, Kay_0": {"SCOPUS": "Institute of Electrical Machines (IEM) RWTH Aachen University Germany"}, "Hameyer, Kay_1": {"WOS": "Siemens Mobil GmbH, Vienna, Austria"}, "Hara S.": {"SCOPUS": "Department of Mechanical Engineering Faculty of Engineering Chiba Institute of Technology Chiba 275-0016 Japan"}, "Hareendran S.A.": {"SCOPUS": "Department of Computer Science and Engineering Muthoot Institute of Technology and Science Kochi Kerala India"}, "Hayashi, Yasuhiro": {"SCOPUS": "Department of Electrical Engineering and Bioscience Waseda University 3-4-1 Okubo Shinjuku-ku Tokyo 169-8555 Japan", "WOS": "Waseda Univ, Dept Appl Mech & Aerosp Engn, Shinjuku Ku, 3-4-1 Okubo, Tokyo 1698555, Japan"}, "Hemmes, Kas": {"WOS": "Delft Univ Technol, Delft, Netherlands"}, "Holm E.A.": {"SCOPUS": "US DOE National Energy Technology Laboratory Pittsburgh PA  15236 United States Materials Science and Engineering Carnegie Mellon University Pittsburgh PA  15213 United States"}, "Holm, Elizabeth A.": {"WOS": "US DOE, Natl Energy Technol Lab, Morgantown, WV 26505 USA"}, "Hongyu L.": {"SCOPUS": "School of Economics and Management North China Electric Power University China"}, "Hou, Jinxiu": {"WOS": "Henan Polytech Univ, Sch Safety Sci & Engn, State Key Lab Cultivat Base Gas Geol & Gas Contro, Jiaozuo 454000, Henan, Peoples R China"}, "Hou, Zhongjun": {"SCOPUS": "Shanghai Hydrogen Propulsion Technology Co. Ltd. Shanghai 201804 China", "WOS": "Shanghai Hydrogen Prop Technol Co Ltd, Shanghai 201804, Peoples R China"}, "Howey, David A.": {"SCOPUS": "University of Oxford Oxford UK United Kingdom The Faraday Institution Harwell UK United Kingdom"}, "Hsu, Changhung": {"SCOPUS": "Department of Mechanical Engineering Asia Eastern University of Science and Technology New Taipei 220303 Taiwan", "WOS": "Asia Eastern Univ Sci & Technol, Dept Mech Engn, New Taipei 220303, Taiwan"}, "Hu, Ming": {"SCOPUS": "Department of Mechanical Engineering University of South Carolina Columbia SC  29208 United States", "WOS": "Univ South Carolina, Dept Mech Engn, Columbia, SC 29208 USA"}, "Hu, Xiaosong": {"SCOPUS": "College of Mechanical and Vehicle Engineering Chongqing University Chongqing 400044 China"}, "Huang N.": {"SCOPUS": "School of Energy and Power Engineering Northeast Electric Power University Jilin Jilin Province  132012 China"}, "Huang, Haitao_0": {"SCOPUS": "Department of Applied Physics and Research Institute for Smart Energy Hong Kong Polytechnic University Hung Hom Kowloon Hong Kong"}, "Huang, Haitao_1": {"WOS": "Donghua Univ, Coll Environm Sci & Engn, State Key Lab Modicat Chem Fibers & Polymer Mat, 2999 Renmin North Rd, Shanghai 201620, Peoples R China"}, "Huang, Na": {"WOS": "Jilin Univ, Coll Biol & Agr Engn, Key Lab Bion Engn, Minist Educ, Changchun 130022, Jilin, Peoples R China"}, "Hueter, Claas": {"WOS": "Forschungszentrum Julich, Inst Energy & Climate Res IEK 1, D-52425 Julich, Germany"}, "Huff K.D.": {"SCOPUS": "Department of Nuclear Plasma and Radiological Engineering University of Illinois at Urbana-Champaign Urbana IL  61801 United States"}, "Huff, Kathryn D.": {"WOS": "Kyushu Univ, Dept Mech Engn, Nishi Ku, 744 Motooka, Fukuoka 8190395, Japan"}, "Husung, Stephan": {"SCOPUS": "Technische Universität Ilmenau Ilmenau Germany"}, "Hüter, Claas": {"SCOPUS": "Institute of Energy and Climate Research IEK-2 Forschungszentrum Jülich GmbH Jülich 52425 Germany"}, "Hwang, Jinha": {"SCOPUS": "Department of Materials Science and Engineering Hongik University Seoul 04066 South Korea", "WOS": "Hongik Univ, Dept Comp Engn, Seoul 04066, South Korea"}, "Ibáñez, Jorge G.": {"SCOPUS": "Department of Chemical Industrial and Food Engineering Universidad Iberoamericana Prolongacion Reforma 880 Mexico City 01219 Mexico", "WOS": "Univ Iberoamer, Dept Chem Ind & Food Engn, Mexico City 01219, DF, Mexico"}, "Ibrahim A.A.": {"SCOPUS": "Faculty of Engineering and Built Environment Universiti Kebang-saan Malaysia Department of Electrical Electronic and Systems Engineering UKM Bangi Selangor Darul Ehsan43600 Malaysia"}, "Igić, Petar M.": {"SCOPUS": "Centre for Advanced Low Carbon Propulsion Systems (C-ALPS) IFTC Coventry University Coventry CV1 5FB United Kingdom", "WOS": "Coventry Univ, IFTC, Ctr Adv Low Carbon Prop Syst C ALPS, Coventry CV1 5FB, W Midlands, England"}, "Immanuel Selvakumar, A.": {"SCOPUS": "Dept. of Electrical and Electronics Engineering Karunya Institute of Technology and Sciences Coimbatore India"}, "Iwamoto, Mitsumasa": {"WOS": "UCSI Univ, Fac Engn Technol & Built Environm, Kuala Lumpur 56000, Malaysia"}, "Jacquez T.": {"SCOPUS": "Beloit College 700 College Street Beloit WI  53511 United States"}, "Jacquez, Tess": {"WOS": "Beloit Coll, Beloit, WI 53511 USA"}, "Jafari H.": {"SCOPUS": "Young Researchers and Elite Club Islamic Azad University Ardabil Branch Ardabil Iran"}, "Jafari, Hasan": {"WOS": "Islamic Azad Univ, Ardabil Branch, Young Researchers & Elite Club, Ardebil, Iran"}, "Jamil, Majid": {"SCOPUS": "Department of Electrical Engineering College of Engineering Qassim University Buraydah Saudi Arabia"}, "Jaradat, Da'san M. M.": {"WOS": "Al Balqa Appl Univ, Dept Chem, Fac Sci, Al Salt, Jordan"}, "Jayapandian, N.": {"SCOPUS": "Christ University Department of CSE India"}, "Jervis, Rhodri": {"SCOPUS": "Electrochemical Innovation Lab Department of Chemical Engineering University College London Torrington Place London WC1E 7JE United Kingdom", "WOS": "UCL, Dept Chem Engn, Electrochem Innovat Lab, Torrington Pl, London WC1E 7JE, England"}, "Jia R.": {"SCOPUS": "School of Information and Electrical Engineering Hunan University of Science and Technology Xiangtan 411201 China"}, "Jiao, Kui_0": {"SCOPUS": "State Key Laboratory of Engines Tianjin University 135 Yaguan Road Tianjin China"}, "Jiao, Kui_1": {"WOS": "Tsinghua Univ, Dept Energy & Power Engn, Beijing 100084, Peoples R China"}, "Jin, Yong-Su": {"WOS": "Univ Illinois, Dept Food Sci & Human Nutr, Urbana, IL USA"}, "Jinnouchi, Ryosuke": {"SCOPUS": "Toyota Central RandD Laboratories Inc. Aichi Nagakute 480-1192 Japan", "WOS": "Toyota Cent Res & Dev Labs Inc, Nagakute, Aichi 4801192, Japan"}, "Johnson, Zackary, I": {"WOS": "B&D Engn & Consulting LLC, 7419 Hwy 789, Lander, WY 82520 USA"}, "José J.": {"SCOPUS": "Genomics and Bioenergy Laboratory (LGE) Institute of Biology University of Campinas (UNICAMP) São Paulo Campinas 13083-970 Brazil Genetics and Molecular Biology Graduate Program Institute of Biology University of Campinas (UNICAMP) Campinas Brazil"}, "Jurado, Francisco_0": {"SCOPUS": "Departament of Electrical Engineering University of Jaen Las Lagunillas Jaen Andalucía  23009 Spain"}, "Jurado, Francisco_1": {"WOS": "Univ Malaga, Dept Elect Engn, Bulevar Louis Pasteur, Malaga 29010, Andalucia, Spain"}, "Kapoor, Amit": {"WOS": "Nationwide Childrens Hosp, Abigail Wexner Res Inst, Ctr Vaccines & Immun, Columbus, OH 43205 USA"}, "Kara L.B.": {"SCOPUS": "Carnegie Mellon University Pittsburgh PA  15213 United States"}, "Khalid, Muhammad": {"SCOPUS": "King Fahd University of Petroleum And Minerals (KFUPM) Center For Renewable Energy And Power Systems K.A. CARE Energy Research And Innovation Center Electrical Engineering Department Dhahran 31261 Saudi Arabia"}, "Khooban, Mohammad Hassan": {"SCOPUS": "Department of Electrical and Computer Engineering Aarhus University Aarhus Denmark", "WOS": "Aarhus Univ, Dept Engn, DIGIT, Finlandsgade 22, DK-8200 Aarhus, Denmark"}, "Khoshnevisan A.": {"SCOPUS": "School of Mechanical Engineering Faculty of Engineering University of Tehran P.O. Box 11155-4563 Tehran Iran"}, "Khoshnevisan, Alireza": {"WOS": "Univ Tehran, Sch Mech Engn, Fac Engn, POB 11155-4563, Tehran, Iran"}, "Kim G.M.": {"SCOPUS": "School of Mechanical Engineering Kyungpook National University Daegu 41566 South Korea"}, "Kim, Min Soo_0": {"SCOPUS": "Department of Mechanical and Aerospace Engineering Seoul National University Seoul 08826 South Korea"}, "Kim, Min Soo_1": {"WOS": "Korea Inst Machinery & Mat, Dept Clean Fuel & Power Generat, Daejon 34103, South Korea"}, "Kim, Youngki": {"SCOPUS": "Department of Mechanical Engineering University of Michigan-Dearborn Dearborn MI  48128 United States"}, "Klassen T.": {"SCOPUS": "Helmut-Schmidt-University University of the Federal Armed Forces Hamburg Hamburg D-22043 Germany Helmholtz-Zentrum HereonGmbH Geesthacht D-21502 Germany"}, "Krishnamoorthy, Sujatha": {"SCOPUS": "Department of Computer Science Wenzhou Kean University Wenzhou Zhejiang China"}, "Lan H.": {"SCOPUS": "CATARC"}, "Lee M.-H.": {"SCOPUS": "Electronic and Optoelectronic System Research Laboratories Industrial Technology Research Institute 195 Sec. 4 Chung Hsing Rd. Chutung Hsinchu 31040 Taiwan"}, "Leker, Jens": {"SCOPUS": "Institute of Business Administration at the Department of Chemistry and Pharmacy (IfbM) University of Münster Leonardo Campus 1 Münster 48148 Germany Helmholtz-Institute Münster (HIMS) Münster 48149 Germany", "WOS": "Univ Munster, Inst Inorgan & Analyt Chem, Dept Chem & Pharm, D-48149 Munster, Germany"}, "Lensky, Itamar M.": {"SCOPUS": "Department of Geography and Environment Bar-Ilan University Israel", "WOS": "Bar Ilan Univ, Data Sci Inst, Ramat Gan, Israel"}, "Leung, P. K.": {"WOS": "Beijing Univ Aeronaut & Astronaut, Sch Microelect, 37 Xueyuan Rd, Beijing 100191, Peoples R China"}, "Leung, Puiki": {"SCOPUS": "Key Laboratory of Low-grade Energy Utilization Technologies and Systems MOE Chongqing University Chongqing 400030 China"}, "Li J.": {"SCOPUS": "Key Laboratory of Modern Power System Simulation and Control and Renewable Energy Technology Ministry of Education Northeast Electric Power University Jilin China"}, "Li X._0": {"SCOPUS": "College of Mechanical Engineering and Automation Fuzhou University Fuzhou 350116 China"}, "Li X._1": {"SCOPUS": "John A. Paulson School of Engineering and Applied Sciences Harvard University Cambridge MA  02138 United States"}, "Li, Cheng": {"WOS": "Teledyne Benthos, 49 Edgerton Dr North, Falmouth, MA 02556 USA"}, "Li, Jia": {"SCOPUS": "Tsinghua Shenzhen International Graduate School Tsinghua University Shenzhen 518055 China", "WOS": "Tsinghua Univ, Tsinghua Shenzhen Int Grad Sch, Shenzhen 518055, Peoples R China"}, "Li, Jian": {"SCOPUS": "School of Materials Science and Engineering Huazhong University of Science and Technology Wuhan Hubei  430074 China", "WOS": "Huazhong Univ Sci & Technol, Sch Mat Sci & Engn, Wuhan 430074, Hubei, Peoples R China"}, "Li, Xi_0": {"SCOPUS": "School of Artificial Intelligence and Automation Key Laboratory of Image Processing and Intelligent Control of Education Ministry Huazhong University of Science and Technology Wuhan Hubei  430074 China"}, "Li, Xi_1": {"WOS": "Wuhan Univ Sci & Technol, Hubei Prov Key Lab Intelligent Informat Proc & Re, Coll Comp Sci & Technol, Wuhan 430081, Hubei, Peoples R China"}, "Li, Xi_2": {"WOS": "Guangdong Energy Grp Co Ltd, Guangzhou 510630, Peoples R China"}, "Li, Xuefan": {"WOS": "Fuzhou Univ, Coll Mech Engn & Automat, Fuzhou 350116, Peoples R China"}, "Li, Xuefang_0": {"SCOPUS": "Institute of Thermal Science and Technology Shandong University Jinan 250061 China"}, "Li, Xuefang_1": {"WOS": "Tsinghua Univ, Key Lab Thermal Sci & Power Engn, Minist Educ, Beijing 100084, Peoples R China"}, "Li, Yuecheng": {"WOS": "Beijing Inst Technol, Sch Mech Engn, Beijing 100081, Peoples R China"}, "Li, Yunqi": {"SCOPUS": "Key Laboratory of High-Performance Synthetic Rubber and Its Composite Materials Key Laboratory of Polymer Ecomaterials Changchun Institute of Applied Chemistry Chinese Academy of Sciences Changchun 130022 China University of Science and Technology of China Hefei 230026 China", "WOS": "Chinese Acad Sci, Changchun Inst Appl Chem, Key Lab High Performance Synthet Rubber & Its Com, Changchun 130022, Peoples R China"}, "Liang B.": {"SCOPUS": "School of Mechanical Engineering Beijing Institute of Technology Beijing China"}, "Liang, Xuedong": {"SCOPUS": "Business School Sichuan University Chengdu China", "WOS": "Sichuan Univ, Business Sch, Chengdu, Peoples R China"}, "Liao T.": {"SCOPUS": "Department of Building and Real Estate The Hong Kong Polytechnic University Hong Kong Department of Physics and Energy Chongqing University of Technology Chongqing 400054 China"}, "Liao, Yuhui": {"SCOPUS": "College of Energy and Power Engineering Nanjing University of Aeronautics and Astronautics Nanjing 210016 China", "WOS": "Nanjing Univ Aeronaut & Astronaut, Coll Energy & Power Engn, Nanjing 210016, Peoples R China"}, "Lim, Hankwon": {"SCOPUS": "School of Energy and Chemical Engineering Ulsan National Institute of Science and Technology 50 UNIST-gil Eonyang-eup Ulju-gun Ulsan 44919 South Korea Department of Energy Engineering Ulsan National Institute of Science and Technology 50 UNIST-gil Eonyang-eup Ulju-gun Ulsan 44919 South Korea", "WOS": "Ulsan Natl Inst Sci & Technol, Sch Energy & Chem Engn, 50 UNIST Gil, Ulsan 44919, South Korea"}, "Lin, Bin": {"SCOPUS": "School of Mechanical and Electrical Engineering Yangtze Delta Region Institute (HuZhou) University of Electronic Science and Technology of China Chengdu 611731 China School of Materials and Energy University of Electronic Science and Technology of China Chengdu 611731 China", "WOS": "Univ Elect Sci & Technol China, Sch Mech & Elect Engn, Yangtze Delta Reg Inst HuZhou, Chengdu 611731, Peoples R China"}, "Lin, Hongyu": {"WOS": "North China Elect Power Univ, Sch Econ & Management, Beijing, Peoples R China"}, "Lin, Xianke": {"SCOPUS": "Department of Automotive Mechanical and Manufacturing Engineering Ontario Tech University Oshawa ON L1G 0C5 Canada", "WOS": "Ontario Tech Univ, Dept Automot Mech & Mfg Engn, Oshawa, ON L1G 0C5, Canada"}, "Lin, Zijing_0": {"SCOPUS": "Hefei National Laboratory for Physical Sciences at Microscales CAS Key Laboratory of Strongly-Coupled Quantum Matter Physics Department of Physics University of Science and Technology of China Hefei 230026 China"}, "Lin, Zijing_1": {"WOS": "China Nucl Power Technol Res Inst, Syst Engn & Modificat Ctr, Shenzhen 518124, Peoples R China"}, "Ling, Chen": {"SCOPUS": "Toyota Research Institute of North America Ann Arbor MI  48105 United States", "WOS": "Toyota Res Inst North Amer, Ann Arbor, MI 48105 USA"}, "Liu H._0": {"SCOPUS": "State Key Laboratory of Industrial Control Technology College of Control Science and Engineering Zhejiang University Hangzhou Zhejiang  310027 China"}, "Liu H._1": {"SCOPUS": "School of Vehicle and Energy Yanshan University Heibei 066004 China"}, "Liu R.": {"SCOPUS": "Beijing Smart-Chip Microelectronics Technology Company Ltd. Beijing 100192 China"}, "Liu S.": {"SCOPUS": "Anhui Mingtian Hydrogen Energy Technology Co. LTD Anhui 230088 China"}, "Liu, Haoran": {"WOS": "Beijing Inst Technol, Sch Mech Engn, Natl Engn Lab Elect Vehicles, Beijing 100081, Peoples R China"}, "Liu, Hong": {"SCOPUS": "Department of Biological and Ecological Engineering Oregon State University Corvallis OR  97333 United States"}, "Liu, Jianguo_0": {"SCOPUS": "National Laboratory of Solid State Microstructures College of Engineering and Applied Sciences Collaborative Innovation Center of Advanced Microstructures Nanjing University 22 Hankou Road Nanjing 210093 China", "WOS": "Nanjing Univ, Collaborat Innovat Ctr Adv Microstruct, Coll Engn & Appl Sci, Natl Lab Solid State Microstruct, 22 Hankou Rd, Nanjing 210093, Peoples R China"}, "Liu, Jianguo_1": {"WOS": "Zhejiang Tianneng Hydrogen Energy Technol Co Ltd, Hangzhou 313100, Zhejiang, Peoples R China"}, "Liu, Weiguo": {"SCOPUS": "Northwestern Polytechnical University 26487 Xi'an Shaanxi China (e-mail: lwglll@nwpu.edu.cn)", "WOS": "Northwestern Polytech Univ, Sch Automat, Xian 710072, Peoples R China"}, "Liu, Wen-Tso": {"WOS": "Univ Illinois, Dept Civil & Environm Engn, Urbana, IL 61801 USA"}, "Liu, Zhenning": {"SCOPUS": "Key Laboratory of Bionic Engineering (Ministry of Education) College of Biological and Agricultural Engineering Jilin University Changchun 130022 China", "WOS": "Northeast Elect Power Univ, Sch Energy & Power Engn, Jilin 132012, Jilin, Peoples R China"}, "Liu, Zhipan": {"SCOPUS": "Collaborative Innovation Center of Chemistry for Energy Material Shanghai Key Laboratory of molecular Catalysis and Innovative Materials Key Laboratory of Computational Physical Science Department of Chemistry Fudan University Shanghai 200438 China", "WOS": "Fudan Univ, Collaborat Innovat Ctr Chem Energy Mat, Shanghai Key Lab Mol Catalysis & Innovat Mat, Key Lab Computat Phys Sci,Dept Chem, Shanghai 200438, Peoples R China"}, "Liu, Zhixiang": {"SCOPUS": "School of Materials Science and Hydrogen Energy Foshan University Foshan 528000 China", "WOS": "Foshan Univ, Sch Mat Sci & Hydrogen Energy, Foshan 528000, Peoples R China"}, "Lu G.": {"SCOPUS": "National Engineering Research Center for Integrated Utilization of Salt Lake Resource East China University of Science and Technology Shanghai 200237 China"}, "Lu, Jiahuan": {"SCOPUS": "Department of Vehicle Engineering School of Mechanical Engineering Beijing Institute of Technology Beijing 100081 China"}, "Lu, Wei": {"SCOPUS": "Department of Mechanical Engineering University of Michigan Ann Arbor MI  48109 United States Department of Materials Science & Engineering University of Michigan Ann Arbor MI  48109 United States", "WOS": "Univ Michigan, Dept Mech Engn, Ann Arbor, MI 48109 USA"}, "Lutz K.": {"SCOPUS": "Mars University Washington DC  22207 United States"}, "Ma L.": {"SCOPUS": "School of Information Science and Engineering NingboTech University Ningbo China"}, "Ma, Longhua": {"WOS": "Ningbo CRRC New Energy Technol Co Ltd, Ningbo 315111, Peoples R China"}, "Malavasi, Lorenzo_0": {"SCOPUS": "Department of Chemistry University of Pavia Viale Taramelli 12 Pavia27100 Italy"}, "Malavasi, Lorenzo_1": {"WOS": "Chalmers Univ Technol, Dept Chem & Chem Engn, S-41296 Gothenburg, Sweden"}, "Malek, Kourosh_0": {"SCOPUS": "Theory and Computation of Energy Materials (IEK-13) Institute of Energy and Climate Research Forschungszentrum Jülich GmbH Jülich 52425 Germany"}, "Malek, Kourosh_1": {"WOS": "Univ Connecticut, Dept Mat Sci & Engn, 97 North Eagleville Rd,Unit 3136, Storrs, CT 06269 USA"}, "Manzoor, Umair": {"WOS": "King Khalid Univ, Coll Sci, Dept Math, Abha, Saudi Arabia"}, "Marone, Federica_0": {"SCOPUS": "Swiss Light Source Paul Scherrer Institut Forschungsstrasse 111 Villigen Aargau  5232 Switzerland"}, "Marone, Federica_1": {"WOS": "Ctr Wiskunde & Informat, Sci Pk 123, NL-1098 XG Amsterdam, Netherlands"}, "Matsuno, Fumitoshi_0": {"SCOPUS": "Department of Mechanical Engineering and Science Kyoto University Kyoto 606-8501 Japan"}, "Matsuno, Fumitoshi_1": {"WOS": "Univ Bristol, Dept Engn Math, Bristol BS8 1TH, Avon, England"}, "McPhee J.": {"SCOPUS": "Department of Systems Design Engineering University of Waterloo Waterloo Ontario Canada"}, "Mehta, Mayank R.": {"SCOPUS": "W.M. Keck Center for Neurophysics University of California at Los Angeles Los Angeles CA United States Department of Physics and Astronomy University of California at Los Angeles Los Angeles CA United States Department of Neurology University of California at Los Angeles Los Angeles CA United States Department of Electrical and Computer Engineering University of California at Los Angeles Los Angeles CA United States"}, "Messier, Claude": {"SCOPUS": "School of Psychology University of Ottawa Ottawa ON Canada"}, "Miller D.": {"SCOPUS": "National Energy Technology Laboratory"}, "Mohammadi, Ali": {"SCOPUS": "University of the South Pacific Suva Fiji"}, "Mohanty S.": {"SCOPUS": "IIIT Bhubaneswar Department of Electrical Engineering Odisha India"}, "Mu, Lina": {"SCOPUS": "Department of Epidemiology and Environmental Health School of Public Health and Health Professions The State University of New York at Buffalo Buffalo NY United States"}, "Munkhammar, Joakim D.": {"SCOPUS": "Built Environment Energy Systems Group (BEESG) Division of Civil Engineering and Built Environment Department of Civil and Industrial Engineering Uppsala University P.O. Box 534 SE-751 21 Uppsala Sweden"}, "Murrell A.": {"SCOPUS": "California State University Computer Engineering Program Fullerton CA United States"}, "Muttaqi, K. M._0": {"SCOPUS": ""}, "Muttaqi, K. M._1": {"SCOPUS": "Department of Electrical Computer and Telecommunications Engineering University of Wollongong Wollongong NSW Australia"}, "Muyeen, S. M._0": {"SCOPUS": "School of Electrical Engineering Computing and Mathematical Sciences Curtin University Perth WA Australia"}, "Muyeen, S. M._1": {"WOS": "Curtin Univ, Sch Elect Engn Comp & Math Sci, Perth, WA 6845, Australia"}, "Na, Zhixiong": {"SCOPUS": "State Grid E-Commerce Company Ltd. Beijing 100053 China", "WOS": "State Grid E Commerce Co Ltd, Beijing 100053, Peoples R China"}, "Nangia, Uma": {"SCOPUS": "Department of Electrical Engineering Delhi Technological University Delhi 110042 India", "WOS": "Delhi Technol Univ, Dept Elect Engn, Delhi 110042, India"}, "Nassef A.M.": {"SCOPUS": "College of Engineering at Wadi Addawaser Prince Sattam Bin Abdulaziz University Al-Kharj 11911 Saudi Arabia Computers and Automatic Control Engineering Department Faculty of Engineering Tanta University Tanta 31733 Egypt"}, "Nassef, Ahmed M.": {"WOS": "Prince Sattam Bin Abdulaziz Univ, Coll Engn Wadi Addawaser, Al Kharj 11911, Saudi Arabia"}, "Nassif A.B.": {"SCOPUS": "ATCO EdmontonAB  T5j 2V6 Canada"}, "Nassif, Alexandre B.": {"WOS": "ATCO, Edmonton, AB T5J 2V6, Canada"}, "Netzelmann, Udo": {"SCOPUS": "Fraunhofer Institute for Nondestructive Testing IZFP Campus E3 1 Saarbruecken 66123 Germany", "WOS": "Fraunhofer Inst Nondestruct Testing IZFP, Campus E3 1, D-66123 Saarbrucken, Germany"}, "Newcombe, Nora S.": {"WOS": "Temple Univ, Philadelphia, PA 19122 USA"}, "Nielsen, Jens": {"WOS": "Beijing Univ Chem Technol, Coll Life Sci & Technol, Beijing Adv Innovat Ctr Soft Matter Sci & Engn, Beijing 100029, Peoples R China"}, "Nur, Hadi": {"SCOPUS": "Universiti Teknologi Malaysia Ibnu Sina Institute For Fundamental Science Studies Johor Bahru Malaysia"}, "Ocon, Joey D.": {"WOS": "Gwangju Inst Sci & Technol GIST, Sch Environm Sci & Engn, Electrochem React & Technol Lab ERTL, 123 Cheomdangwagi Ro, Gwangju 61005, South Korea"}, "Oh, Kiyong": {"SCOPUS": "Department of Intelligent Energy and Industry Chung-Ang University 84 Heukseok-ro Dongjak-gu Seoul 06974 South Korea Department of Mechanical Convergence Engineering Hanyang University 222 Wangsimni-ro Seongdong-gu Seoul 04763 South Korea"}, "Olabi, Abdul Ghani_0": {"SCOPUS": "Mechanical Engineering and Design School of Engineering and Applied Science Aston University Aston Triangle Birmingham B4 7ET United Kingdom Department of Sustainable and Renewable Energy Engineering University of Sharjah P.O. Box 27272 Sharjah United Arab Emirates"}, "Olabi, Abdul Ghani_1": {"WOS": "Wolverhampton Univ, Sch Engn, Telford Innovat Campus, Telford TF2 9NT, Shrops, England"}, "Outbib, Rachid": {"SCOPUS": "Aix-Marseille University Labratery LIS (UMR CNRS 7020) Marseille France"}, "Paderno, Alberto": {"WOS": "Univ Brescia, Dept Otorhinolaryngol Head & Neck Surg, Dept Med & Surg Specialties, ASST Spedali Civili Brescia, Brescia, Italy"}, "Panda, Sidhatrha": {"SCOPUS": "Veer Surendra Sai University of Technology Department of Electrical Engineering Burla India", "WOS": "VSSUT, Dept Elect Engn, Burla, India"}, "Panigrahi, Chinmoy Kumar": {"SCOPUS": ""}, "Paramasivam V.": {"SCOPUS": "School of Mechanical and Automotive Engineering College of Engineering and Technology Dilla University PO Box 419 Dilla Ethiopia"}, "Park, Jonghyun": {"SCOPUS": "Department of Mechanical and Aerospace Engineering United States"}, "Patti, Edoardo": {"SCOPUS": "Department of Control and Computer Engineering Politecnico di Torino Turin 10129 Italy Energy Center Lab Politecnico di Torino Turin 10129 Italy"}, "Pau, Giovanni": {"SCOPUS": "DISI -Dept. of Computer Science and Engineering University of Bologna Italy UCLA Computer Science Los Angeles United States"}, "Paul, Arindam Christopher": {"SCOPUS": "Independent Researche"}, "Pearce, Joshua M.": {"WOS": "Western Univ, Dept Elect & Comp Engn, London, ON N6A 5B9, Canada"}, "Peng J.": {"SCOPUS": "School of Artificial Intelligence and Automation Huazhong University of Science and Technology Wuhan 430074 China"}, "Péra, Marie Cécile": {"SCOPUS": "FEMTO-ST Institute Univ. Bourgogne Franche-Comté CNRS FCLAB Belfort France"}, "Pfeifer, Norbert": {"SCOPUS": "Department of Geodesy and Geoinformation TU Wien Vienna 1040 Austria", "WOS": "TU Wien, Dept Geodesy & Geoinformat, A-1040 Vienna, Austria"}, "Phoungthong, Khamphe": {"SCOPUS": "Environmental Assessment and Technology for Hazardous Waste Management Research Center Faculty of Environmental Management Prince of Songkla University Songkhla Hat Yai 90110 Thailand"}, "Pikalov V.A.": {"SCOPUS": "Institute of High Energy Physics Named by A.A. Logunov of National Research Centre “Kurchatov Institute” Protvino Russian Federation"}, "Pischon, Hannah": {"WOS": "Nuvisan ICB GmbH, Berlin, Germany"}, "Pivovar, Bryan": {"WOS": "Strateg Anal Inc, Arlington, VA 22203 USA"}, "Pivovar, Bryan S.": {"SCOPUS": "National Renewable Energy Laboratory 15013 Denver W Parkway Golden CO  80401 United States"}, "Preindl, Matthias": {"SCOPUS": "Department of Electrical Engineering Columbia University in the City of New York 500 W. 120th St. Mudd 1310 New York NY  10027 United States"}, "Raceanu, Mircea_0": {"SCOPUS": "ICSI Energy Department National Research and Development Institute for Cryogenic and Isotopic Technologies 1 Uzinei Ramnicu Valcea 240050 Romania"}, "Raceanu, Mircea_1": {"WOS": "King Mongkuts Univ Technol North Bangkok, Renewable Energy Res Ctr RERC, 1518,Pracharat 1 Rd, Bangkok 10800, Thailand"}, "Rai, Beena": {"SCOPUS": "TCS Research Tata Consulatncy Services Ltd Pune India", "WOS": "Tata Consulatncy Serv Ltd, TCS Res, Pune, Maharashtra, India"}, "Rajashekara, Kaushik S.": {"SCOPUS": "Department of Electrical and Computer Engineering University of Houston Houston Texas United States", "WOS": "Univ Houston, Dept Elect & Comp Engn, Houston, TX 77204 USA"}, "Ramadan H.A.": {"SCOPUS": "Electrical Engineering Department Faculty of Engineering Minia University Minia 61111 Egypt"}, "Ramadan, Husam A.": {"WOS": "Tanta Univ, Fac Engn, Elect Power & Machines Engn Dept, Tanta, Egypt"}, "Ramamurthy, Praveen C.": {"WOS": "Pandit Deendayal Energy Univ, Sch Technol, Dept Mech Engn, Gandhinagar 382421, Gujarat, India"}, "Ramamurthy, Praveen Chandrashekarapura": {"SCOPUS": "Department of Materials Engineering Indian Institute of Science Bangalore 560 012 India"}, "Raman, Venkat": {"SCOPUS": "Department of Aerospace Engineering University of Michigan Ann Arbor MI  48109 United States", "WOS": "Univ Michigan, Dept Aerosp Engn, Ann Arbor, MI 48109 USA"}, "Ramkumar K.R.": {"SCOPUS": "Department of Computer Science and Engineering Chitkara University Institute of Engineering and Technology Chitkara University Punjab India"}, "Rehtanz, Christian": {"SCOPUS": "Institute of Energy Systems Energy Efficiency and Energy Economics (ie3) TU Dortmund University Dortmund 44227 Germany", "WOS": "TU Dortmund Univ, Inst Energy Syst Energy Efficiency & Energy Econ, D-44227 Dortmund, Germany"}, "Reichstein, Markus": {"WOS": "Tech Univ Munich, Dept Aerosp & Geodesy, Munich, Germany"}, "Rezaei-Ochbelagh, Daryoush": {"SCOPUS": "Department of Energy Engineering & Physics Amirkabir University of Technology (Tehran Polytechnic) Tehran Iran"}, "Rezk, Hegazy": {"SCOPUS": "College of Engineering at Wadi Addawaser Prince Sattam Bin Abdulaziz University Al-Kharj 11911 Saudi Arabia Electrical Engineering Department Faculty of Engineering Minia University Minia 61517 Egypt", "WOS": "Prince Sattam Bin Abdulaziz Univ, Coll Engn Wadi Addawaser, Al Kharj 11911, Saudi Arabia"}, "Ribeiro, Fabio H.": {"SCOPUS": "Charles D. Davidson School of Chemical Engineering Purdue University 480 Stadium Mall Drive West Lafayette IN  47907 United States", "WOS": "Purdue Univ, Charles D Davidson Sch Chem Engn, W Lafayette, IN 47907 USA"}, "Romagnoli, Josè Alberto": {"SCOPUS": "Department of Chemical Engineering Louisiana State University Baton Rouge Louisiana 70803 United States"}, "Rousseau, Pieter": {"SCOPUS": "Department of Mechanical Engineering Applied Thermal-Fluid Process Modelling Research Unit University of Cape Town Library Rd Rondebosch Cape Town 7701 South Africa", "WOS": "Univ Cape Town, Dept Mech Engn, Appl Thermal Fluid Proc Modelling Res Unit, Lib Rd, ZA-7701 Cape Town, South Africa"}, "Ruane, Regina": {"SCOPUS": "Temple University Philadelphia PA United States"}, "Sabbatini, Paolo": {"WOS": "Michigan State Univ, Dept Hort, Plant & Soil Sci Bldg, E Lansing, MI 48824 USA"}, "Saidi, Wissam A.": {"SCOPUS": "Department of Mechanical Engineering and Materials Science University of Pittsburgh Pittsburgh PA  15261 United States", "WOS": "Univ Pittsburgh, Dept Mech Engn & Mat Sci, Pittsburgh, PA 15261 USA"}, "Salahub, Dennis Russell": {"SCOPUS": "Department of Chemistry University of Calgary Quantum Alberta IQST-Institute for Quantum Science and Technology CMS-Centre for Molecular Simulation Department of Physics and Astronomy Calgary AB  T2N 1N4 Canada", "WOS": "Univ Calgary, CMS Ctr Mol Simulat, IQST Inst Quantum Sci & Technol, Dept Chem,Dept Phys & Astron,Quantum Alberta, Calgary, AB T2N 1N4, Canada"}, "Samuelsen, Scott_0": {"SCOPUS": "Advanced Power and Energy Program University of California Irvine CA  92697-3550 United States"}, "Samuelsen, Scott_1": {"WOS": "Zen Energy Solut, 450 Southwest Marine Dr, Vancouver, BC V5X 0C3, Canada"}, "Sandulache, Vlad C.": {"WOS": "Univ Texas MD Anderson Canc Ctr, Dept Head & Neck Surg, Div Surg, Houston, TX USA"}, "Santhanam, Venugopal_0": {"SCOPUS": "Department of Chemical Engineering Indian Insitute of Sicence (IISc) Bangalore Near CV Raman Avenue Bangalore Karnataka  560012 India"}, "Santhanam, Venugopal_1": {"WOS": "ONGC Energy Ctr, Phase-2 IEOT Complex,ONGC Panvel, Mumbai 410221, Maharashtra, India"}, "Sarwar A.": {"SCOPUS": "Department of Electrical Engineering Zakir Husain College of Engineering and Technology Aligarh Muslim University Aligarh 202002 India"}, "Sattar M.A.E.": {"SCOPUS": "Department of Electrical Engineering Faculty of Engineering South Valley University Qena 83523 Egypt"}, "Sauer, Dirk Uwe": {"SCOPUS": "Chair for Electrochemical Energy Conversion and Storage Systems Institute for Power Electronics and Electrical Drives (ISEA) RWTH Aachen University Jaegerstrasse 17/19 Aachen 52066 Germany Juelich Aachen Research Alliance JARA-Energy Germany Helmholtz Institute Münster (HI MS) Forschungszentrum Jülich IEK-12 Germany"}, "Savarimuthu N.": {"SCOPUS": "Department of EEE SRMIST Tamil Nadu Ramapuram Chennai India"}, "Schirle M.": {"SCOPUS": "Chemical Biology and Therapeutics Department Novartis Institutes for Biomedical Research Cambridge MA United States"}, "Scrutton, Nigel S.": {"WOS": "Univ Manchester, SYNBIOCHEM Manchester Inst Biotechnol, E PSRC BBSRC Future Biomfg Res Hub, BBSRC EPSRC Synthet Biol Res Ctr,Dept Chem,Sch Na, 131 Princess St, Manchester M1 7DN, Lancs, England"}, "Selvakumar, A. Immanuel": {"WOS": "Karunya Inst Technol & Sci, Dept Elect & Elect Engn, Coimbatore, Tamil Nadu, India"}, "Sergi, Thomas": {"SCOPUS": "Department of Mechanical Engineering and Energy Technology HSLU Lucerne University of Applied Sciences Horw 6048 Switzerland", "WOS": "Lucerne Univ Appl Sci, HSLU, Dept Mech Engn & Energy Technol, CH-6048 Horw, Switzerland"}, "Shadloo, M. S.": {"SCOPUS": "CORIA-UMR 6614 CNRS-University & INSA Normandie University Rouen 76000 France"}, "Shah, Akeel A.": {"SCOPUS": "Key Laboratory of Low-grade Energy Utilization Technologies and Systems MOE Chongqing University Chongqing 400030 China", "WOS": "Chongqing Univ, MOE, Key Lab Low Grade Energy Utilizat Technol & Syst, Chongqing 400030, Peoples R China"}, "Shajin, Francis H.": {"WOS": "Anna Univ, Dept Elect & Commun Engn, Chennai, Tamil Nadu, India"}, "Shamshiri, Ramin Ramin": {"SCOPUS": "Leibniz Institute for Agricultural Engineering and Bioeconomy (ATB) Max-Eyth-Allee 100 Potsdam-Bornim 14469 Germany"}, "Sharma D.": {"SCOPUS": "Department of Electrical Engineering DCR University of Science and Technology Murthal Sonepat India"}, "Shearing, Paul R.": {"WOS": "Univ Manchester, Sch Chem Engn & Analyt Sci, Manchester M13 9PL, Lancs, England"}, "Shearing, Paul Robert": {"SCOPUS": "Electrochemical Innovation Laboratory Department of Chemical Engineering University College LondonWC1E 7JE United Kingdom"}, "Shekhawat, Shalini": {"SCOPUS": "Department of Mathematics Swami Keshvanand Institute of Technology Management & Gramothan Jaipur India", "WOS": "Swami Keshvanand Inst Technol Management & Gramot, Dept Math, Jaipur, Rajasthan, India"}, "Shen, Jun": {"SCOPUS": "College of Mechatronics and Control Engineering Shenzhen University Shenzhen 518060 China", "WOS": "Shenzhen Univ, Coll Mechatron & Control Engn, Shenzhen 518060, Peoples R China"}, "Shikazono, Naoki": {"SCOPUS": "Institute of Industrial Science The University of Tokyo Tokyo 153-8505 Japan", "WOS": "Univ Tokyo, Inst Ind Sci, Tokyo 1538505, Japan"}, "Siegel, Donald J.": {"SCOPUS": "Mechanical Engineering Department University of Michigan Ann Arbor MI  48109 United States Materials Science & Engineering University of Michigan Ann Arbor MI  48109 United States Applied Physics Program University of Michigan Ann Arbor MI  48109 United States University of Michigan Energy Institute University of Michigan Ann Arbor MI  48109 United States"}, "Siepmann, J. Ilja": {"WOS": "Friedrich Alexander Univ Erlangen Nurnberg, Inst Separat Sci & Technol, Dept Chem & Bioengn, D-91058 Erlangen, Germany"}, "Siepmann, Joern Ilja": {"SCOPUS": "Department of Chemistry and Chemical Theory Center University of Minnesota 207 Pleasant Street SE Minneapolis MN  55455-0431 United States Department of Chemical Engineering and Materials Science University of Minnesota 412 Washington Avenue SE Minneapolis MN  55455-0132 United States"}, "Silvestri N.": {"SCOPUS": "Ferrari S.p.A Maranello MO 41053 Italy"}, "Silvestri, Nicola": {"WOS": "Ferrari SpA, I-41053 Maranello, MO, Italy"}, "Sinton, David A.": {"SCOPUS": "Department of Mechanical and Industrial Engineering University of Toronto Toronto ON M5S 3G8 Canada", "WOS": "Univ Toronto, Dept Elect & Comp Engn, Toronto, ON M5S 1A4, Canada"}, "Slone S.M.": {"SCOPUS": "US Army Engineer Research and Development Center Cold Regions Research and Engineering Laboratory Hanover NH United States"}, "Slone, Scott M.": {"WOS": "US Army, Engineer Res & Dev Ctr, Cold Reg Res & Engn Lab, Hanover, NH 03755 USA"}, "Smith, Katharine R.": {"WOS": "Univ Colorado, Sch Med, Dept Pharmacol, Aurora, CO 80045 USA"}, "Sofana Reka, S.": {"SCOPUS": "School of Electronics Engineering Vellore Institute of Technology Chennai India"}, "Song S.": {"SCOPUS": "Henan University of Science and Technology 74623 Luoyang Henan China"}, "Song Y.": {"SCOPUS": "School of Electrical Engineering Southeast University Nanjing China"}, "Song, Dandan": {"SCOPUS": "Key Laboratory of Luminescence and Optical Information Beijing Jiaotong University Ministry of Education Beijing 100044 China Institute of Optoelectronics Technology Beijing Jiaotong University Beijing 100044 China"}, "Song, Jian": {"SCOPUS": "Tsinghua University State Key Laboratory of Automotive Safety and Energy Conservation Beijing 100084 China"}, "Song, Shuzhong": {"SCOPUS": "Henan University of Science and Technology Luoyang Henan 471009 China"}, "Song, Yutong": {"WOS": "Southeast Univ, Sch Elect Engn, Nanjing, Peoples R China"}, "Soylu T.": {"SCOPUS": "Regionalverband Mittlerer Oberrhein HAUS DER REGION Baumeisterstraße 2 Karlsruhe 76137 Germany"}, "Soylu, Tamer": {"WOS": "Regionalverband Mittlerer Oberrhein, Haus Reg,Baumeisterstr 2, D-76137 Karlsruhe, Germany"}, "Spagnuolo, Giovanni_0": {"SCOPUS": "DIEM-University of Salerno Via Giovanni Paolo II 132 Fisciano SA  84084 Italy", "WOS": "DIEM Univ Salerno, Via Giovanni Paolo II 132, I-84084 Fisciano, SA, Italy"}, "Spagnuolo, Giovanni_1": {"WOS": "Politecn Turino, DET, Corso Duca degli Abruzzi 24, I-10129 Turin, TO, Italy"}, "Sri Kumar K.": {"SCOPUS": "Electrical and Electronics Engineering JNTUK Kakinada Andhra Pradesh 533003 India"}, "Strasser, Peter": {"WOS": "BMW Grp, D-80788 Munich, Germany"}, "Stroe, Daniel Ioan": {"SCOPUS": "Department of Energy Technology Aalborg University Aalborg 9220 Denmark"}, "Strømman, Anders Hammer": {"SCOPUS": "Industrial Ecology Programme Department of Energy and Process Engineering Norwegian University of Science and Technology Høgskoleringen 5 Trondheim 7491 Norway", "WOS": "Norwegian Univ Sci & Technol, Dept Energy & Proc Engn, Trondheim, Norway"}, "Sun, Chao": {"SCOPUS": "School of Mechanical Engineering Beijing Institute of Technology China", "WOS": "Beijing Inst Technol, Sch Mech Engn, Beijing, Peoples R China"}, "Suzuki K.": {"SCOPUS": "School of Engineering University of Tokyo Tokyo Japan"}, "Suzuki, K.": {"WOS": "Japan Atom Energy Agcy, Ctr Computat Sci & Syst, Kashiwa, Chiba, Japan"}, "Sydulu, Maheswarapu C.": {"SCOPUS": "National Institute of Technology Warangal India"}, "Taheri, Bahman_0": {"SCOPUS": "Young Researchers and Elite Club Ardabil Branch Islamic Azad University Ardabil Iran", "WOS": "Semnan Univ, Dept Elect & Comp Engn, Semnan, Iran"}, "Taheri, Bahman_1": {"SCOPUS": "Department of Electrical and Computer Engineering Semnan University Semnan Iran", "WOS": "Islamic Azad Univ, Ardabil Branch, Young Researchers & Elite Club, Ardebil, Iran"}, "Taylor-Cornejo, Elias": {"SCOPUS": "Department of Biology Randolph-Macon College Ashland VA United States", "WOS": "Randolph Macon Coll, Dept Biol, Ashland, VA USA"}, "Ting, Naim Suleyman": {"WOS": "Erzincan Binali Yildirim Univ, Dept Elect Elect Engn, TR-24100 Erzincan, Turkey"}, "Tiwari, Ashutosh": {"WOS": "Univ Exeter, Exeter Ctr Circular Econ, Exeter Business Sch, Exeter EX4 4PU, Devon, England"}, "Tomar, Anuradha": {"SCOPUS": "Netaji Subhas University of Technology Delhi 110078 India"}, "Trancik J.": {"SCOPUS": "Institute for DataSystems and Society Massachusetts Institute of Technology Cambridge MA United States Santa Fe Institute Santa Fe NM United States"}, "Tsuge Y.": {"SCOPUS": "Department of Chemical Engineering Faculty of Engineering Kyushu University 744 Motooka Nishi-ku Fukuoka 819-0395 Japan"}, "Tsuge, Yoshifumi": {"WOS": "FC Cub Technol Res Assoc, Koto Ku, 2-3-26 Aomi, Tokyo 1350064, Japan"}, "Tuna, Celso Eduardo": {"WOS": "Sao Paulo State Univ Unesp, IPBEN UNESP, Inst Bioenergy Res, Sch Engn, BR-12516410 Guaratingueta, SP, Brazil"}, "Tung P.K.M.": {"SCOPUS": "School of Minerals and Energy Resources Engineering University of New South Wales Sydney Australia Mark Wainwright Analytical Centre University of New South Wales Sydney Australia"}, "Usha S.": {"SCOPUS": "Department of Electrical and Electronics Engineering School of Electrical Sciences Kongu Engineering College Perundurai Erode Tamilnadu  638060 India", "WOS": "Kongu Engn Coll, Sch Elect Sci, Dept Elect & Elect Engn, Erode 638060, Tamil Nadu, India"}, "van der Voet, Ester": {"WOS": "Leiden Univ, Inst Environm Sci CML, NL-2333 CC Leiden, Netherlands"}, "Vela, Javier": {"WOS": "US DOE, Ames Lab, Ames, IA 50011 USA"}, "Vijay Castelino, Roystan": {"WOS": "Natl Inst Technol Karnataka, Dept Elect & Elect Engn, Surathkal 575025, India"}, "Vyatkin, Valeriy V.": {"SCOPUS": "Department of Electrical Engineering and Automation School of Electrical Engineering Aalto University Espoo FI-00076 Finland SRT Luleå University of Technology Luleå 97187 Sweden International Research Laboratory of Computer Technologies ITMO University St. Petersburgh 197101 Russian Federation"}, "Wang H.-H.": {"SCOPUS": "Department of Chemical and Materials Engineering National Ilan University I-Lan 260007 Taiwan"}, "Wang M.": {"SCOPUS": "Dongfeng Motor Corporation Technology Center Wuhan China"}, "Wang Q.": {"SCOPUS": "Postdoctoral Station of Mechanical Engineering School of Automotive Studies Tongji University Shanghai China"}, "Wang S.": {"SCOPUS": "Shenzhen Institutes of Advanced Technology Chinese Academy of Sciences Shenzhen 518055 China"}, "Wang, Jinliang": {"SCOPUS": "Key Laboratory of Cluster Science of Ministry of Education Beijing Key Laboratory of Photoelectronic/Electrophotonic Conversion Materials School of Chemistry and Chemical Engineering Beijing Institute of Technology Beijing 100081 China"}, "Wang, Mingrui": {"WOS": "Dongfeng Motor Corp Technol Ctr, Wuhan, Peoples R China"}, "Wang, Qiuwang_0": {"SCOPUS": "Key Laboratory of Thermo-Fluid Science and Engineering MOE Xi'an Jiaotong University Xi'an Shaanxi  710049 China"}, "Wang, Qiuwang_1": {"WOS": "RAS, Kutateladze Inst Thermophys, SB, Lavrentiev Ave 1, Novosibirsk 630090, Russia"}, "Wang, Qiwei": {"WOS": "Tongji Univ, Sch Automot Studies, Postdoctoral Stn Mech Engn, Shanghai, Peoples R China"}, "Wang, Weishan_0": {"SCOPUS": "State Key Laboratory of Bioreactor Engineering And School of Biotechnology East China University of Science and Technology (ECUST) Shanghai 200237 China University of Chinese Academy of Sciences Beijing 100049 China"}, "Wang, Weishan_1": {"WOS": "East China Univ Sci & Technol ECUST, State Key Lab Bioreactor Engn, Shanghai 200237, Peoples R China"}, "Wang, Xiaonan": {"SCOPUS": "Department of Chemical Engineering Tsinghua University Beijing 100084 China", "WOS": "Tsinghua Univ, Dept Chem Engn, Beijing 100084, Peoples R China"}, "Wang, Xin": {"WOS": "Tianjin Univ, Sch Environm Sci & Engn, Tianjin 300072, Peoples R China"}, "Wang, Yun_0": {"SCOPUS": "Renewable Energy Resources Laboratory (RERL) Department of Mechanical and Aerospace Engineering The University of California Irvine CA  92697-3975 United States"}, "Wang, Yun_1": {"WOS": "Chengdu Univ Technol, Sch Informat Sci & Technol, Chengdu 610059, Sichuan, Peoples R China"}, "Woo, JongRoul": {"SCOPUS": "Energy Environment Policy and Technology Graduate School of Energy and Environment (KU-KIST Green School) Korea University Seoul 02841 South Korea", "WOS": "Korea Univ, Grad Sch Energy & Environm, Energy Environm Policy & Technol, KU KIST Green Sch, Seoul 02841, South Korea"}, "Wood, Vanessa C.": {"SCOPUS": "Department of Information Technology and Electrical Engineering ETH Zurich Zurich Switzerland"}, "Wu, Cong": {"SCOPUS": "School of Computer Science and Technology Zhoukou Normal University Zhoukou 466001 China"}, "Wu, Lifeng": {"SCOPUS": "College of Information Engineering Capital Normal University Beijing 100048 China Beijing Key Laboratory of Electronic System Reliability Technology Capital Normal University Beijing 100048 China"}, "Xia Y.": {"SCOPUS": "School of Mechanical Engineering and Automation Fuzhou University Fuzhou China"}, "Xia, Bao Yu": {"SCOPUS": "Key Laboratory of Material Chemistry for Energy Conversion and Storage (Ministry of Education) Key Laboratory of Material Chemistry and Service Failure Wuhan National Laboratory for Optoelectronics School of Chemistry and Chemical Engineering Huazhong University of Science and Technology (HUST) 1037 Luoyu Road Wuhan 430074 China", "WOS": "Huazhong Univ Sci & Technol HUST, Key Lab Mat Chem Energy Convers & Storage, Key Lab Mat Chem & Serv Failure,Minist Educ, Wuhan Natl Lab Optoelect,Sch Chem & Chem Engn, Wuhan 430074, Peoples R China"}, "Xia, Yutian": {"WOS": "Fuzhou Univ, Sch Mech Engn & Automat, Fuzhou 350108, Peoples R China"}, "Xiang, Jun": {"SCOPUS": "State Key Laboratory of Coal Combustion Huazhong University of Science and Technology Wuhan 430074 China"}, "Xu B.": {"SCOPUS": "The University of Oklahoma School of Aerospace and Mechanical Engineering 865 Asp Ave Norman OK  73019 United States"}, "Xu H.": {"SCOPUS": "State Key Laboratory of Clean Energy Utilization Zhejiang University 38 Zheda Road Hangzhou 310027 China"}, "Xu J.": {"SCOPUS": "State Key Laboratory of Digital Manufacturing Equipment and Technology Huazhong University of Science and Technology Wuhan 430074 China"}, "Xu R.": {"SCOPUS": "Taizhou Radio and Television University Taizhou China"}, "Xu W.": {"SCOPUS": "Shandong University School of Control Science and Engineering Shandong 250061 China"}, "Xu X.": {"SCOPUS": "North Carolina State University Raleigh NC  27695 United States"}, "Xu, Bin_0": {"SCOPUS": "Clemson University Department of Automotive Engineering 4 Research Dr Greenville SC  29607 United States"}, "Xu, Bin_1": {"WOS": "Univ Oklahoma, Sch Aerosp & Mech Engn, 865 Asp Ave, Norman, OK 73019 USA"}, "Xu, Hongming_0": {"SCOPUS": "Department of Mechanical Engineering School of Engineering University of Birmingham Birmingham B15 2TT United Kingdom"}, "Xu, Hongming_1": {"WOS": "Newcastle Univ, Sch Engn, Marine Technol, Newcastle Upon Tyne NE1 7RU, Tyne & Wear, England"}, "Xu, Jianfeng": {"WOS": "Huazhong Univ Sci & Technol, State Key Lab Digital Mfg Equipment & Technol, Wuhan 430074, Peoples R China"}, "Xu, Ming": {"SCOPUS": "Henan Key Laboratory of Earth System Observation and Modeling Henan University Kaifeng 475004 China College of Geography and Environmental Science Henan University Kaifeng 475004 China"}, "Xu, Peng": {"SCOPUS": "The Clinical Hospital of Chengdu Brain Science Institute MOE Key Lab for Neuroinformation University of Electronic Science and Technology of China Chengdu 611731 China School of Life Science and Technology Center for Information in BioMedicine University of Electronic Science and Technology of China Chengdu 611731 China"}, "Xu, Wei": {"SCOPUS": "College of Mechanical and Electrical Engineering Zaozhuang University Zaozhuang Shandong 277160 China", "WOS": "Zaozhuang Univ, Coll Mech & Elect Engn, Zaozhuang 277160, Shandong, Peoples R China"}, "Xuan, Jin_0": {"SCOPUS": "Department of Chemical Engineering Loughborough University Loughborough United Kingdom"}, "Xuan, Jin_1": {"WOS": "Hong Kong Polytech Univ, Dept Bldg & Real Estate, Bldg Energy Res Grp, Hung Hom,Kowloon, Hong Kong, Peoples R China"}, "Xue S.": {"SCOPUS": "College of Energy and Power Engineering Nanjing University of Aeronautics and Astronautics Nanjing 210016 China"}, "Xue, Hansong": {"SCOPUS": "Solar Energy Research Institute of Singapore (SERIS) National University of Singapore 7 Engineering Drive 1 Singapore 117574 Singapore"}, "Xue, Siwu": {"WOS": "Nanjing Univ Aeronaut & Astronaut, Coll Energy & Power Engn, Nanjing 210016, Peoples R China"}, "Yan F.": {"SCOPUS": "College of Chemistry Chemical Engineering and Materials Science Soochow University Suzhou 215123 China"}, "Yan, Feng": {"WOS": "Soochow Univ, Coll Chem Chem Engn & Mat Sci, Suzhou 215123, Peoples R China"}, "Yang, Bo": {"SCOPUS": "Faculty of Electric Power Engineering Kunming University of Science and Technology Kunming China", "WOS": "Kunming Univ Sci & Technol, Fac Elect Power Engn, Kunming 650093, Yunnan, Peoples R China"}, "Yang, Xiaoguang": {"SCOPUS": "Department of Vehicle Engineering School of Mechanical Engineering Beijing Institute of Technology Beijing 100081 China"}, "Yang, Yunjie": {"SCOPUS": "Intelligent Sensing Analysis and Control Group Institute for Digital Communications Edinburgh EH9 3JL United Kingdom"}, "Yildirim, Ramazan_0": {"WOS": "Istanbul Bilgi Univ, Dept Energy Syst Engn, TR-34060 Eyupsultan Istanbul, Turkey"}, "Yıldırım, Ramazan_1": {"SCOPUS": "Department of Chemical Engineering Boğaziçi University Bebek-Istanbul 34342 Turkey"}, "Yongacoglu, Abbas": {"WOS": "Univ Ottawa, Sch Elect Engn & Comp Sci, Ottawa, ON K1N 6N5, Canada"}, "You, Fengqi": {"WOS": "Cornell Univ, Robert Frederick Smith Sch Chem & Biomol Engn, Ithaca, NY 14853 USA"}, "Yousefi, Nasser": {"SCOPUS": "Islamic Azad University Karaj Branch Iran", "WOS": "Islamic Azad Univ, Karaj Branch, Tehran, Iran"}, "Yousri, Dalia": {"SCOPUS": "Electrical Engineering Department Faculty of Engineering Fayoum University Fayoum Egypt", "WOS": "Fayoum Univ, Fac Engn, Elect Engn Dept, Al Fayyum, Egypt"}, "Yu, Tao_0": {"SCOPUS": "College of Electric Power South China University of Technology Guangzhou 510640 China", "WOS": "South China Univ Technol, Coll Elect Power, Guangzhou 510640, Peoples R China"}, "Yu, Tao_1": {"WOS": "China Elect Power Res Inst Nanjing, Nanjing 210003, Peoples R China"}, "Yu, Tao_2": {"WOS": "Kunming Univ Sci & Technol, Fac Elect Power Engn, Kunming 650093, Yunnan, Peoples R China"}, "Yuan H.": {"SCOPUS": "Department of Civil & Environmental Engineering Temple University 1947N. 12th Street Philadelphia PA  19122 United States"}, "Yuan, Heyang": {"WOS": "Temple Univ, Dept Civil & Environm Engn, 1947N 12th St, Philadelphia, PA 19122 USA"}, "Yuan, Jiahai": {"SCOPUS": "School of Economics and Management North China Electric Power University Beijing 102206 China"}, "Yuan, Joshua S._0": {"SCOPUS": "Department of Plant Pathology and Microbiology Texas A&M University College Station TX  77843 United States Synthetic and Systems Biology Innovation Hub (SSBiH) Texas A&M University College Station TX  77843 United States"}, "Yuan, Joshua S._1": {"WOS": "Natl Renewable Energy Lab, Renewable Resources & Enabling Sci Ctr, Golden, CO 80401 USA"}, "Yunis M.T.": {"SCOPUS": "Southern Technical University Technical Institute in Nasiriya of Basra Technical Electrical Department Iraq"}, "Zamani M.": {"SCOPUS": "Faculty of Electrical and Computer Engineering Babol Noshirvani University of Technology Babol Iran"}, "Zamani, Mohammadreza": {"WOS": "Babol Noshirvani Univ Technol, Fac Elect & Comp Engn, Babol Sar 471487167, Iran"}, "Zaouia, Mustapha": {"SCOPUS": "Electrical Engineering Advanced Technology Laboratory (LATAGE) University Mouloud Mammeri of Tizi-Ouzou Tizi Ouzou Algeria"}, "Zerhouni, Noureddine_0": {"SCOPUS": "FEMTO-ST Institute (UMR CNRS 6174) Univ. Bourgogne Franche-Comte France FCLAB Research Federation (FR CNRS 3539) Univ. Bourgogne Franche-Comte France", "WOS": "Univ Bourgogne Franche Comte, FEMTO ST Inst, FCLAB, ENSMM,CNRS, Belfort, France"}, "Zerhouni, Noureddine_1": {"WOS": "Beihang Univ, Sch Reliabil & Syst Engn, Beijing, Peoples R China"}, "Zhang B.": {"SCOPUS": "Propulsion Research Institute of Chongqing Changan New Energy Vehicle Technology Co. Ltd Chongqing 400000 China"}, "Zhang Y.": {"SCOPUS": "School of the Automation Engineering Shanghai University of Electric Power Shanghai 200090 China"}, "Zhang, Bin": {"WOS": "Prop Res Inst Chongqing Changan New Energy Vehicl, Chongqing 400000, Peoples R China"}, "Zhang, Cunman_0": {"SCOPUS": "Clean Energy Automotive Engineering Center and School of Automotive Studies Tongji University Shanghai 201804 China"}, "Zhang, Cunman_1": {"WOS": "Northwestern Polytech Univ, Sch Astronaut, Xian 710072, Peoples R China"}, "Zhang, Dongda": {"WOS": "Imperial Coll London, Dept Chem Engn, South Kensington SW7 2AZ, England"}, "Zhang, Hongquan": {"WOS": "Harbin Engn Univ, Sch Automat, Harbin, Peoples R China"}, "Zhang, Qi_0": {"SCOPUS": "School of Economics and Management China University of petroleumBeijing China Academy of Chinese Energy Strategy China University of petroleumBeijing China"}, "Zhang, Qi_1": {"WOS": "Chinese Acad Sci, Natl Sci Lib, Beijing, Peoples R China"}, "Zhang, Tao": {"WOS": "Jilin Univ, Coll Automot Engn, State Key Lab Automot Simulat & Control, Changchun 130022, Peoples R China"}, "Zhang, Xiaobin": {"SCOPUS": "Northwestern Polytechnical University Automation School Electrical Engineering Department Xi'An China"}, "Zhang, Xiaoshun": {"SCOPUS": "College of Engineering Shantou University Shantou 515063 China", "WOS": "Shantou Univ, Coll Engn, Shantou, Peoples R China"}, "Zhang, Xinzhe": {"SCOPUS": "School of Aeronautical Engineering Zhengzhou University of Aeronautics Zhengzhou 450046 China"}, "Zhang, Yangyang": {"WOS": "Shanghai Univ Elect Power, Sch Automat Engn, Shanghai 200090, Peoples R China"}, "Zhang, Yanhui": {"SCOPUS": "Shenzhen Institute of Advanced Technology Chinese Academy of Sciences Shenzhen China"}, "Zhang, Zehui": {"SCOPUS": "College of Software Nankai University Tianjin 300071 China", "WOS": "Nankai Univ, Coll Software, Tianjin 300071, Peoples R China"}, "Zhao, Chunhui": {"SCOPUS": "State Key Laboratory of Industrial Control Technology College of Control Science and Engineering Zhejiang University Hangzhou 310027 China"}, "Zhao, Dongdong_0": {"SCOPUS": "School of Automation Northwestern Polytechnical University Xi'an 710072 China"}, "Zhao, Dongdong_1": {"WOS": "Aix Marseille Univ, LIS Lab, UMR CNRS 7020, F-13397 Marseille, France"}, "Zhao, Tianshou": {"WOS": "Univ Victoria, Dept Mech Engn, Victoria, BC V8W 3P6, Canada"}, "Zheng Y.": {"SCOPUS": "School of Mechanical Engineering University of Shanghai for Science and Technology Shanghai 200093 China State Key Laboratory of Automotive Safety and Energy Tsinghua University Beijing 100084 China"}, "Zheng, Chunhua_0": {"SCOPUS": "Shenzhen Institutes of Advanced Technology Chinese Academy of Sciences 1068 Xueyuan Avenue Shenzhen University Town Shenzhen 518055 China"}, "Zheng, Chunhua_1": {"WOS": "Seoul Natl Univ, Sch Mech & Aerosp Engn, San 56-1, Seoul 151742, South Korea"}, "Zheng, Hailin": {"WOS": "Fuzhou Univ, Coll Elect Engn & Automat, Fuzhou 350108, Peoples R China"}, "Zhong, Zheng": {"SCOPUS": "School of Science Harbin Institute of Technology Shenzhen 518055 China", "WOS": "Harbin Inst Technol, Sch Sci, Shenzhen 518055, Peoples R China"}, "Zhu Y.": {"SCOPUS": "School of Automation Engineering University of Electronic Science and Technology of China Chengdu China"}, "Zhuo, Shengrong": {"SCOPUS": "Northwestern Polytechnical University Xi'an China"}}