{"Adyam, Venimadhav": {"WOS": "Indian Inst Technol Kharagpur, Cryogen Engn Ctr, Kharagpur 721302, W Bengal, India"}, "Andriopoulos, Panagiotis": {"SCOPUS": "NATO/STO Centre for Maritime Research and Experimentation (CMRE) La Spezia Italy"}, "Anil S.": {"SCOPUS": "CUSAT Kochi"}, "Basu, Suddhasatwa": {"WOS": "Univ Southern Denmark, Dept Green Technol IGT, SDU Chem Engn, Odense M, Denmark"}, "Benabdelkader A.": {"SCOPUS": "Laboratory of Smart Grids and Renewable Energies Tahri Mohamed University B.P 417 Bechar 08000 Algeria"}, "Bhattacharyya, T. K.": {"SCOPUS": "Department of Electronics and Electrical Communication Engineering IIT Kharagpur West Bengal Kharagpur 721302 India"}, "Burghard, Zaklina": {"WOS": "Univ Stuttgart, Inst Mat Sci, Stuttgart, Germany", "SCOPUS": "Institute for Materials Science University of Stuttgart Stuttgart Germany"}, "Catalão, João P.S.": {"SCOPUS": "Faculty of Engineering University of Porto Porto 4099-002 Portugal"}, "Chakraborty, Chandan": {"WOS": "IIT Kharagpur, Dept Elect Engn, Kharagpur 721302, W Bengal, India"}, "Chen, Yi": {"WOS": "Newcastle Univ, Sch Nat & Environm Sci, Newcastle Upon Tyne NE1 7RU, Tyne & Wear, England"}, "De Fazio, Roberto": {"SCOPUS": "Department of Innovation Engineering University of Salento Lecce 73100 Italy Facultad de Ingeniería Universidad Panamericana Aguascalientes 20290 Mexico"}, "Eliasz, Jacek": {"SCOPUS": "Department of Automotive Engineering Faculty of Mechanical Engineering and Mechatronics West Pomeranian University of Technology in Szczecin Szczecin 70-310 Poland"}, "Er-raiy, Aimad": {"SCOPUS": "King Abdullah University of Science and Technology (KAUST) ECRC Thuwal 23955 Saudi Arabia", "WOS": "King Abdullah Univ Sci & Technol KAUST, ECRC, Thuwal 23955, Saudi Arabia"}, "Fan, Xiaobin": {"SCOPUS": "School of Chemical Engineering and Technology State Key Laboratory of Chemical Engineering Collaborative Innovation Center of Chemical Science and Engineering Tianjin University Tianjin 300072 China Chemistry and Chemical Engineering Guangdong Laboratory Shantou 515031 China"}, "Glielmo, Luigi": {"SCOPUS": "Department of Engineering University of Sannio Piazza Roma 21 Benevento 82100 Italy"}, "Grbović, Petar Jovan": {"SCOPUS": "Innsbruck Power Electronics Lab. (i-PEL) University of Innsbruck Innsbruck 6020 Austria"}, "Guessous L.": {"SCOPUS": "Oakland University United States"}, "Guo, Li": {"SCOPUS": "State Key Laboratory of Multiphase Complex Systems Institute of Process Engineering Chinese Academy of Sciences Beijing 100190 China Innovation Academy for Green Manufacture Chinese Academy of Sciences Beijing 100190 China School of Chemical Engineering University of Chinese Academy of Sciences Beijing 100049 China", "WOS": "Chinese Acad Sci, Inst Proc Engn, State Key Lab Multiphase Complex Syst, Beijing 100190, Peoples R China"}, "Guo, Xiaodong": {"SCOPUS": "School of Chemical Engineering Sichuan University Chengdu 610065 China", "WOS": "Qufu Normal Univ, Sch Chem & Chem Engn, Key Lab Pharmaceut Intermediates & Anal Nat Med, Key Lab Life Organ Anal, Qufu 273165, Shandong, Peoples R China"}, "He, Ren": {"SCOPUS": "Jiangsu University"}, "Hossain, Chowdhury Akram": {"SCOPUS": "American International Universiy-Bangladesh Dept. of Electrical and Electronics Engineering (EEE) Dhaka Bangladesh"}, "Huang, Zheng-Hong": {"SCOPUS": "State Key Laboratory of New Ceramics and Fine Processing School of Materials Science and Engineering Tsinghua University Beijing 100084 China Key Laboratory of Advanced Materials (MOE) School of Materials Science and Engineering Tsinghua University Beijing 100084 China", "WOS": "Tsinghua Univ, Grad Sch Shenzhen, Engn Lab Functionalized Carbon Mat, Shenzhen Key Lab Graphene Based Mat, Shenzhen 518055, Guangdong, Peoples R China"}, "Issakhov, Alibek": {"SCOPUS": "Al-Farabi Kazakh National University Almaty Kazakhstan Kazakh-British Technical University Almaty Kazakhstan", "WOS": "Al Farabi Kazakh Natl Univ, Alma Ata, Kazakhstan"}, "Kong, Biao": {"SCOPUS": "Department of Chemistry Shanghai Key Lab of Molecular Catalysis and Innovative Materials Collaborative Innovation Center of Chemistry for Energy Materials Fudan University Shanghai 200438 China", "WOS": "Univ New South Wales, Sch Chem Engn, Grad Sch Biomed Engn, Sydney, NSW 2052, Australia"}, "Krznar, Matija": {"SCOPUS": "Faculty of Mechanical Engineering and Naval Architecture University of Zagreb Ivana Lučića 5 Zagreb 10000 Croatia"}, "Leung, Dennis Yiu Cheong": {"WOS": "Hong Kong Polytech Univ, Hung Hom, Dept Bldg & Real Estate, 11 Yuk Choi Rd, Hong Kong, Peoples R China", "SCOPUS": "Department of Mechanical Engineering The University of Hong Kong Pokfulam Road Hong Kong"}, "Li, Jianlin": {"SCOPUS": "Electrification and Energy Infrastructures Division Oak Ridge National Laboratory Oak Ridge TN  37831 United States", "WOS": "Oak Ridge Natl Lab, Electrificat & Energy Infrastruct Div, Oak Ridge, TN 37831 USA"}, "Liao Y.": {"SCOPUS": "Department of Automotive Engineering Shandong University of Technology Zibo 255000 China"}, "Liu, Chang-Ning": {"SCOPUS": "Comparative Medicine Pfizer Worldwide R&D and Medical Groton CT  06340 United States", "WOS": "Pfizer Worldwide R&D & Med, Drug Safety Res & Dev, Groton, CT 06340 USA"}, "Liu, Jingjun": {"SCOPUS": "State Key Laboratory of Chemical Resource Engineering Beijing Key Laboratory of Electrochemical Process and Technology for Materials Beijing University of Chemical Technology Beijing 100029 China", "WOS": "China Acad Space Technol, Beijing Spacecrafts, Beijing 100094, Peoples R China"}, "Liu, Jingping": {"WOS": "Jiangsu Univ, Inst Energy Res, Zhenjiang 212013, Jiangsu, Peoples R China"}, "Marmorini L.": {"SCOPUS": "Marmotors S.r.l."}, "McKelvey, Tomas": {"SCOPUS": "Chalmers University of Technology"}, "Mohammadpour, Mahdi": {"SCOPUS": "Wolfson School Loughborough University United Kingdom"}, "Mou, Lisha": {"WOS": "Chongqing Changan New Energy Vehicle Technol Co L, Chongqing 401120, Peoples R China"}, "Nagata, Makoto": {"WOS": "NE Chemcat Corp, Numazu, Shizuoka 4100314, Japan"}, "Ngo Q.-T.": {"SCOPUS": "Ho Chi Minh City University of Technology and Education Faculty of Vehicle and Energy Engineering Ho Chi Minh City Viet Nam"}, "Nielsen, Jens": {"WOS": "Chalmers Univ Technol, Dept Biol & Biol Engn, SE-41296 Gothenburg, Sweden"}, "Northrop, William F.": {"SCOPUS": "Univ. of Minnesota-Twin Cities United States"}, "Orhan, Mehmet F.": {"SCOPUS": "Department of Mechanical Engineering College of Engineering American University of Sharjah PO Box: 26666 Sharjah United Arab Emirates"}, "Özdemír, Engin": {"SCOPUS": "Kocaeli University Department of Energy Systems Engineering Turkey"}, "Pan, Likun": {"SCOPUS": "School of Physics and Electronic Science & Shanghai Key Laboratory of Magnetic Resonance East China Normal University Shanghai 200241 China", "WOS": "China Jiliang Univ, Coll Opt & Elect Technol, Inst Optoelect Mat & Devices, Hangzhou 310018, Peoples R China"}, "Pirszel, Jacek": {"SCOPUS": "Military Institute of Chemistry and Radiometry al. gen. Antoniego Chrusciela “Montera” 105 Warszawa 00-910 Poland"}, "Rahman M.F.": {"SCOPUS": "University of North Carolina Dept. of Electrical and Computer Engineering Charlotte NC United States"}, "Saravanan T.": {"SCOPUS": "Galgotias College of Engineering and Technology Greater Noida UP India"}, "Senthilkumar, Subramaniam": {"SCOPUS": "School of Mechanical Engineering Vellore Institute of Technology Vellore 632014 India"}, "Siril, Prem Felix": {"SCOPUS": "School of Basic Sciences Indian Institute of Technology Mandi Himachal Pradesh Mandi 175005 India", "WOS": "Semi Conductor Lab, Dept Space, Sas Nagar 160071, Punjab, India"}, "Subbulekshmi, D.": {"SCOPUS": "School of Electrical Engineering Vellore Institute of Technology Chennai India"}, "Sun X.": {"SCOPUS": "School of Mechanical Engineering Nanjing University of Science and Technology Nanjing 210094 China"}, "Sun, Shufa": {"SCOPUS": "College of Engineering and Technology Northeast Forestry University Harbin 150040 China"}, "Tang, Yuxin": {"SCOPUS": "College of Chemical Engineering Fuzhou University Fuzhou 350116 China", "WOS": "Univ Wollongong, Australian Inst Innovat Mat, Inst Superconducting & Elect Mat, Innovat Campus,Squires Way, North Wollongong, NSW 2522, Australia"}, "Tekweme, Francis Kunzi": {"SCOPUS": "Department of Mechanical Engineering Technology University of Johannesburg Johannesburg South Africa"}, "Valletta, Andrea": {"SCOPUS": "Università Del Salento Italy", "WOS": "Univ Roma Tor Vergata, Rome, Italy"}, "Wang B.": {"SCOPUS": "State Key Laboratory of Biochemical Engineering Institute of Process Engineering Chinese Academy of Sciences Beijing China"}, "Wang Q.": {"SCOPUS": "School of Mechanical Engineering Nanjing University of Science and Technology Nanjing 210094 China"}, "Wang, Bao": {"WOS": "Chinese Acad Sci, Inst Proc Engn, State Key Lab Biochem Engn, Beijing 100190, Peoples R China"}, "Wang, Hao": {"SCOPUS": "Hubei Yangtze Memory Labs School of Microelectronics Hubei University Wuhan 430000 China", "WOS": "Hubei Univ, Sch Microelect, Hubei Yangtze Memory Labs, Wuhan 430000, Peoples R China"}, "Wang, You": {"WOS": "Northwestern Univ, Theoret & Appl Mech Program, 2145 Sheridan Rd, Evanston, IL 60208 USA"}, "Wilk, Kazimiera Anna": {"WOS": "Wroclaw Univ Sci & Technol, Dept Geotechnol Hydrotechnol & Underground & Hydr, Wybrzeze Wyspianskiego 27, PL-50370 Wroclaw, Poland", "SCOPUS": "Department of Engineering and Technology of Chemical Processes Wrocław University of Science and Technology Wybrzeże Wyspiańskiego 27 Wrocław 50-370 Poland"}, "Winkler A.": {"SCOPUS": "Volkswagen AG Berliner Ring 2 Wolfsburg 38440 Germany"}, "Wu, Yuting": {"WOS": "Qingdao Univ Sci & Technol, Coll Chem & Mol Engn, Qingdao 266042, Peoples R China"}, "Xie, Guoming": {"SCOPUS": "Key Laboratory of Laboratory Medical Diagnostics Ministry of Education Department of Laboratory Medicine Chongqing Medical University Chongqing 400016 China", "WOS": "Chongqing Med Univ, Affiliated Hosp 1, Dept Lab Med, Chongqing 400016, Peoples R China"}, "Yu, Xilong": {"SCOPUS": "Institute of Mechanics Chinese Academy of Sciences China School of Engineering Science University of Chinese Academy of Sciences China"}, "Zhang, Yuanbo": {"SCOPUS": "School of Mechanical Engineering Beijing Institute of Technology Beijing China"}, "Zhou, Quan": {"SCOPUS": "Intelligent Connected Vehicle and Hubei Key Laboratory of Advanced Technology for Automotive Components Wuhan University of Technology Wuhan 430070 China."}}