{"Abdelsalam, Mahmoud": {"SCOPUS": "North Carolina A&T State University Dept. of Computer Science Greensboro NC United States"}, "Abdullah, Nor Fadzilah": {"SCOPUS": "Department of Electrical Electronics and Systems Engineering Faculty of Engineering and Built Environment Universiti Kebangsaan Malaysia Bangi Selangor 43600 Malaysia", "WOS": "Univ Kebangsaan Malaysia, Fac Engn & Built Environm, Dept Elect Elect & Syst Engn, Bangi 43600, Selangor, Malaysia"}, "Abid, Adnan": {"SCOPUS": "Department of Computer Science University of Management and Technology Lahore 54000 Pakistan"}, "Abouelatta-Ebrahim, Mohamed": {"SCOPUS": "Faculty of Engineering Electronics and Electrical Communication Ain Shams University (ASU) Cairo 39827 Egypt"}, "Abu-Mahfouz, Adnan M.": {"WOS": "Univ Johannesburg, Council Sci & Ind Res, ZA-2006 Johannesburg, South Africa"}, "Adekanbi, Michael Lanre": {"SCOPUS": "Department of Mechanical Engineering Faculty of Technology University of Ibadan Ibadan Nigeria", "WOS": "Univ Ibadan, Fac Technol, Dept Mech Engn, Ibadan, Oyo State, Nigeria"}, "Agrawal R.": {"SCOPUS": "Sandip University Department of Electrical Engineering School of Engineering and Technology M.S Nagpur India"}, "Ahmad, Ir Khairul Azman": {"WOS": "Univ Teknol MARA, Fac Elect Engn, Permatang Pauh 14000, Malaysia"}, "Ahmad, Mumtaz": {"WOS": "Univ Management & Technol Lahore, Sch Syst & Technol, Lahore, Pakistan"}, "Ahmadinia, Ali": {"SCOPUS": "California State University San Marcos Deptatment of Computer Science and Information Systesm San Marcos CA United States"}, "Ahmed, Muqeem": {"SCOPUS": "Maulana Azad National Urdu University Hyderabad India", "WOS": "Maulana Azad Natl Urdu Univ, Dept CS & IT, Hyderabad, India"}, "Ahmed, Zara": {"WOS": "Univ Politecn Valencia, Integrated Management Coastal Res Inst, Valencia 46730, Spain"}, "Aksu, Oktay": {"WOS": "Istanbul Okan Univ, Geomat Engn Dept, TR-34959 Istanbul, Turkey"}, "Al Azad, Abul Kalam": {"SCOPUS": "ULAB Dept. of CSE Dhaka Bangladesh"}, "Al Nabulsi, Ahmad": {"WOS": "Missouri Univ Sci & Technol, Dept Comp Sci, Rolla, MO 65409 USA"}, "Alam, Mohammed Shamsul": {"SCOPUS": "Department of Computer Science and Engineering International Islamic University Chittagong Chittagong Bangladesh"}, "Alam, Muhammad Mahbub": {"SCOPUS": "Islamic University of Technology (IUT) Organization of Islamic Cooperation (OIC) Board Bazar Gazipur Bangladesh", "WOS": "Islamic Univ Technol, Org Islamic Cooperat OIC, Gazipur 1704, Bangladesh"}, "Alammary J.": {"SCOPUS": "Information Systems University of Bahrain Sakhir Bahrain"}, "Al-Amri, Jehad F.": {"WOS": "Taif Univ, Coll Comp & Informat Technol, Dept Informat Technol, At Taif 21944, Saudi Arabia"}, "Alazab, Mamoun": {"WOS": "Charles Darwin Univ, Coll Engn IT & Environm, Casuarina, NT 0810, Australia"}, "Albert Rabara, S.": {"SCOPUS": "St. Joseph’s College Tiruchirappalli-2 India Bharathidasan University Tiruchirappalli India"}, "Alberti, Antonio Marcos": {"SCOPUS": "Instituto Nacional de Telecomunicações INATEL Av. João de Camargo 510 Centro Santa Rita do Sapucaí MG 37540-000 Brazil", "WOS": "INATEL, Inst Nacl Telecomunicacoes, Av Joao de Camargo 510, BR-37540000 Santa Rita Do Sapucai, MG, Brazil"}, "Alessi, Enrico": {"SCOPUS": "STMicroelectronics Srl Catania Italy"}, "Alexiou G.": {"SCOPUS": "Future Intelligence Ltd London United Kingdom"}, "Ali, Maaruf": {"SCOPUS": "Epoka University Department of Computer Engineering Tirana Albania"}, "Ali, Rosnazri B.": {"SCOPUS": "Faculty of Electrical Engineering Technology Universiti Malaysia Perlis Malaysia"}, "Alkanhal, Mohamed": {"SCOPUS": "Department of Computer Science College of Computer and Information Sciences Prince Sultan University Riyadh 11586 Saudi Arabia", "WOS": "King Saud Univ, Coll Food & Agr Sci, Dept Plant Protect, Riyadh 11451, Saudi Arabia"}, "Alonso, Ricardo S.": {"SCOPUS": "BISITE Research Group University of Salamanca Edificio Multiusos I+D+I Calle Espejo 2 Salamanca 37007 Spain"}, "Alosaimi, Wael": {"WOS": "Khushal Khan Khattak Univ, Dept Comp Sci & Bioinformat, Karak, Pakistan"}, "Al-Turjman, Fadi": {"SCOPUS": "Artificial Intelligence Department Research Centre AI and IoT Near East University Nicosia Turkey", "WOS": "Near East Univ, Res Ctr AI&IoT, Artificial Intelligence Dept, Nicosia, Turkey"}, "Amidy, Martin R.": {"SCOPUS": "Fenner School of Environment and Society Australian National University Australia Centre for Entrepreneurial Agri-Technology Australian National University Australia", "WOS": "Australian Natl Univ, Fenner Sch Environm & Soc, Canberra, ACT, Australia"}, "Anagnostopoulos, Dimosthenis": {"SCOPUS": "Harokopio University of Athens Department of Informatics and Telematics Athens Greece"}, "Araújo, Jasmine Priscyla Leite": {"SCOPUS": "LCT-UFPA Pará Belém Brazil"}, "Arora, Sakshi": {"SCOPUS": "School of Computer Science and Engineering Shri Mata Vaishno Devi University Katra India", "WOS": "Shri Mata Vaishno Devi Univ, Sch Comp Sci & Engn, Katra 182320, India"}, "Aroussi, Hatim Kharraz": {"WOS": "Incheon Natl Univ, Dept Embedded Syst Engn, Incheon 22012, South Korea"}, "Aslekar A.": {"SCOPUS": "Symbiosis Institute of Digital and Telecom Management Constituent of Symbiosis International-Deemed University Pune India"}, "Asrar, Farhan M.": {"SCOPUS": "University of Toronto Department of Family and Community Medicine Division of Clinical Public Health Dalla Lana School of Public Health Toronto ON Canada"}, "Atanasova, Tatiana": {"WOS": "Bulgarian Acad Sci, Inst Informat & Commun Technol, Dept Modelling & Optimizat, Sofia 1113, Bulgaria"}, "Ayob, Mohd Nasir": {"SCOPUS": "Faculty of Electrical Engineering Technology Universiti Malaysia Perlis Kampus Pauh Putra Arau Perlis02600 Malaysia"}, "Baalamurugan, K. M.": {"SCOPUS": "Galgotias University School of Computing Science and Engineering Greater Noida India"}, "Babot-Gaspa, Daniel": {"SCOPUS": "Department of Mathematics University of Lleida Lleida 25001 Spain AGROTECNIO-CERCA Center Lleida 25198 Spain", "WOS": "Univ Lleida, Dept Math, Lleida 25001, Spain"}, "Badarla, Anil": {"SCOPUS": "Computer Science and Engineering Department University of Technology Jaipur India", "WOS": "Univ Technol, Comp Sci & Engn Dept, Jaipur, Rajasthan, India"}, "Bagchi, Saurabh": {"SCOPUS": "School of Electrical and Computer Engineering Purdue University West Lafayette IN  47906 United States", "WOS": "Purdue Univ, Sch Agr & Biol Engn, W Lafayette, IN 47906 USA"}, "Balan R.V.S.": {"SCOPUS": "Department of Computer Applications Noorul Islam Centre for Higher Education KumaracoilThucklayKanyakumari Tamil Nadu  629 180 India"}, "Banerjee, Indrajit": {"WOS": "Indian Inst Engn Sci & Technol Shibpur, Informat Technol Dept, Sibpur, India"}, "Bangash, Yawar Abbas": {"WOS": "Stevens Inst Technol, Sch Engn & Sci, Hoboken, NJ 07030 USA"}, "Barrett, Kristin": {"SCOPUS": "South Carolina State University Dept. of Computer Science and Mathematics Orangeburg United States"}, "Bartzanas, Thomas": {"SCOPUS": "Department of Natural Resources and Agricultural Engineering Agricultural University of Athens Athens 11855 Greece", "WOS": "Agr Univ Athens, Dept Nat Resources & Agr Engn, Farm Struct Lab, Athens 11855, Greece"}, "Basuki, Achmad": {"SCOPUS": "Faculty of Computer Science Brawijaya University Malang Indonesia"}, "Beltran, Marta": {"WOS": "Univ Rey Juan Carlos, Dept Comp, ETSII, Madrid 28933, Spain"}, "Ben Hadj-Alouane, Nejib": {"WOS": "Univ Passau, Fak Informat & Math, D-94032 Passau, Germany"}, "Bentabet, Dougani": {"SCOPUS": "Department of Mathematics and Computer Science Lab Smart Grids Renewable Energies LSGR Tahri Mohammad University of Bechar Bechar Algeria"}, "Bhansali, Shekhar": {"SCOPUS": "Florida International University Miami FL  33174 United States"}, "Bhatnagar, Manav R.": {"WOS": "Indian Inst Technol Delhi, Dept Elect Engn, New Delhi 110016, India"}, "Bhatt, Smriti": {"SCOPUS": "University of Texas at San Antonio Dept. of Computer Science San Antonio TX  78249 United States"}, "Bhogachari, S. Venkata Veera": {"SCOPUS": "Kalasalingam Academy of Research and Education Ece Department Krishnankovil India"}, "Bonavolonta, Francesco": {"WOS": "Univ Naples Federico II, Dept Elect Engn & Informat Technol, I-80138 Naples, Italy"}, "Boonsong, Wasana": {"SCOPUS": "Department of Electrical Education Faculty of Industrial Education Rajamangala University of Technology Srivijaya Songkhla Thailand", "WOS": "Rajamangala Univ Technol Srivijaya, Fac Ind Educ, Dept Elect Educ, Songkhla, Thailand"}, "Bouchekara, Houssem R. E. H.": {"SCOPUS": "Department of Electrical Engineering University of Hafr Al Batin Hafr Al Batin 31991", "WOS": "Islamic Univ Technol, Dept Comp Sci & Engn, Gazipur 1704, Bangladesh"}, "Brahmananda, S. H.": {"SCOPUS": "Department of Computer Science and Engineering GITAM School of Technology Bengaluru Karnataka India"}, "Butt, Talal Ashraf": {"SCOPUS": "Computer Information Science (CIS) Higher Colleges of Technology Fujairah Campus Fujairah United Arab Emirates", "WOS": "Higher Coll Technol, CIS, Fujairah Campus, Fujairah, U Arab Emirates"}, "Cafagna, Donato": {"SCOPUS": "Department of Innovation Engineering University of Salento Italy"}, "Caicedo Rendon, Oscar Mauricio": {"SCOPUS": "Departamento de Telemática Universidad del Cauca Popayán Cauca  190002 Colombia", "WOS": "Univ Cauca, Dept Telemat, Cauca 190002, Colombia"}, "Cama-Pinto, Alejandro": {"WOS": "Univ Costa, Dept Comp Sci & Elect, Barranquilla 080002, Colombia"}, "Camargo, Emerson R.": {"SCOPUS": "LIEC-Laboratory Interdisciplinar de Eletroquímica e Cerâmica Departament of Chemistry UFSCar-Federal University of São Carlos SP São Carlos Brazil"}, "Canata, Tatiana Fernanda": {"WOS": "Univ Sao Paulo, Escola Super Agr Luiz de Queiroz ESALQ, Lab Agr Precisdo, Dept Engn Biossistemas, Piracicaba, SP, Brazil"}, "Carlos Corrales, Juan": {"SCOPUS": "Department of Telematics Engineering Engineering Telematics Group Universidad del Cauca Popayán 190002 Colombia", "WOS": "Univ Cauca, DTM, Popayan 190003, Colombia"}, "Carvajal, Rodrigo": {"SCOPUS": "Escuela de Ingeniería Eléctrica Pontificia Universidad Católica de Valparaíso Valparaíso 2362804 Chile", "WOS": "Pontificia Univ Catolica Valparaiso, Escuela Ingn Elect, Valparaiso 2362804, Chile"}, "Casavola, Alessandro Fiorentino": {"WOS": "WeSmart Srl, Via A Monaco 20, I-87100 Cosenza, Italy", "SCOPUS": "Dipartimento di Ingegneria Informatica Modellistica Elettronica e Sistemistica (DIMES) Università della Calabria Via P. Bucci Cubo 42/c CS Rende 87036 Italy"}, "Catania, Pietro": {"WOS": "Univ Palermo, Dept Agr Food & Forest Sci, I-90128 Palermo, Italy"}, "Cezar Visoli, Marcos": {"SCOPUS": "Embrapa Agricultural Informatics Embrapa Campinas SP Brazil"}, "Challenger, Moharram": {"SCOPUS": "University of Antwerp and Flanders Make Flanders Belgium"}, "Chandra, Ranveer": {"WOS": "Microsoft Azure, Microsoft Res, Redmond, WA USA"}, "Charoenpanyasak, Sakuna": {"SCOPUS": "Department of Computer Engineering Faculty of Engineering Digital Research and Innovation Institute Prince of Songkla University Thailand"}, "Chatzimisios, Periklis": {"WOS": "Int Hellen Univ, Dept Informat & Elect Engn, POB 141, GR-57400 Thessaloniki, Greece"}, "Chaudhry, Huma": {"WOS": "Melbourne Inst Technol, Melbourne, Vic 3000, Australia"}, "Chen, Hong": {"SCOPUS": "Daiichi Institute of Technology Department of Information and Electronics System Engineering Tokyo Japan"}, "Chen, Yungyao": {"SCOPUS": "Department of Electronic and Computer Engineering National Taiwan University of Science and Technology Taiwan"}, "Chikhi, Salim": {"SCOPUS": "MISC Laboratory University of Constantine 2 Constantine 25000 Algeria", "WOS": "Univ Constantine 2, MISC Lab, Constantine 25000, Algeria"}, "Cho, Gi Hwan": {"SCOPUS": "Division of Computer Science and Engineering Jeonbuk National University Jeonju 54896 South Korea", "WOS": "Kongju Natl Univ, Dept Convergence Sci, Gongju 32588, South Korea"}, "Cho, Yongyun": {"SCOPUS": "Department of Information and Communications Engineering Sunchon National University Jeollanam-do Suncheon-si 57922 South Korea", "WOS": "Chungbuk Natl Univ, Res Inst Comp & Informat Commun RICIC, Chungdae Ro 1, Cheongju 28644, South Korea"}, "Choudhury, Tanupriya": {"SCOPUS": "Department of Informatics School of Computer Science University of Petroleum and Energy Studies (UPES) Dehradun Uttarakhand India"}, "Chowdary, Vinay": {"SCOPUS": "Department of Electrical and Electronics Engineering School of Engineering University of Petroleum and Energy Studies (UPES) Dehradun India", "WOS": "Univ Petr & Energy Studies UPES, Sch Comp Sci, Dept Syst, Dehra Dun 248007, Uttarakhand, India"}, "Chung, Hsin-Cheng": {"SCOPUS": "Department of Animal Science and Technology National Taiwan University Taipei 10673 Taiwan", "WOS": "Natl Taiwan Univ, Dept Anim Sci & Technol, Taipei 10673, Taiwan"}, "Civelek, Cagdas": {"WOS": "Cukurova Univ, Fac Agr Agr Machinery & Technol, Engn Dept, TR-01330 Adana, Turkey"}, "Corchado Rodríguez, Juan M.": {"SCOPUS": "BISITE Research Group University of Salamanca Edificio I+D+i Calle Espejo 2 Salamanca 37007 Spain Air Institute IoT Digital Innovation Hub Carbajosa de la Sagrada Salamanca 37188 Spain Department of Electronics Information and Communication Faculty of Engineering Osaka Institute of Technology Osaka 535-8585 Japan Pusat Komputeran dan Informatik Universiti Malaysia Kelantan Karung Berkunci 36 Pengkaan Chepa Kota Bharu Kelantan  16100 Malaysia"}, "Cunningham, Hamish": {"SCOPUS": "The University of Sheffield Sheffield United Kingdom"}, "Dargar, Shashi Kant": {"SCOPUS": "Kalasalingam Academy of Research and Education Department of Electronics and Communication Engineering Krishnankoil Virudhunagar India"}, "Das, Dushmanta Kumar": {"WOS": "Natl Inst Technol Nagaland, Dept Elect & Elect Engn, Nagaland, India"}, "de Albuquerque, Victor Hugo C.": {"WOS": "Fed Inst Educ Sci & Technol Ceara, LAPISCO, BR-60811905 Fortaleza, Ceara, Brazil"}, "de By, Rolf A.": {"SCOPUS": "Department of Geo-Information Processing Faculty of Geo-Information Science and Earth Observation (ITC) University of Twente P.O. Box 217 Enschede 7500 AA Netherlands", "WOS": "Addis Ababa Univ, Coll Nat & Computat Sci, Dept Comp Sci, POB 1176, Addis Ababa, Ethiopia"}, "Despoudi, Stella": {"WOS": "Univ Western Macedonia, Sch Econ Sci, Grevena, Greece", "SCOPUS": "School of Economic Sciences University of Western Macedonia Grevena Greece Aston Business School Aston University Birmingham United Kingdom"}, "Dezuanni, Michael L.": {"SCOPUS": "Queensland University of Technology Brisbane Australia", "WOS": "Queensland Univ Technol, Digital Media Res Ctr, Digital Inclus & Participat, Brisbane, Qld, Australia"}, "Dhanalakshmi, R.": {"WOS": "Indian Inst Informat Technol Tiruchirappalli, Comp Sci & Engn, Tiruchirappalli 620009, Tamil Nadu, India"}, "Dhannia T.": {"SCOPUS": "Division of Applied Sciences and Humanities School of Engineering Cochin University of Science and TechnologyKerala India"}, "Dharwadkar, Nagaraj, V": {"WOS": "Rajarambapu Inst Technol, Dept Comp Sci & Engn, Uran Islampur, India"}, "Dhuli, Sateeshkrishna": {"SCOPUS": "Electronics and Communication Engineering SRM University Andhra Pradesh Amaravati India"}, "Dolfsma, Wilfred": {"SCOPUS": "Business Management and Organization Group Department of Social Sciences Wageningen University and Research Wageningen Netherlands", "WOS": "Wageningen Univ & Res, Wageningen Econ Res, Wageningen, Netherlands"}, "Doody, P.": {"SCOPUS": "IMaR Technology Gateway Institute of Technology Tralee Tralee Ireland"}, "Doshi, Nishant": {"SCOPUS": "Pandit Deendayal Petroleum University Raisan Gujarat 367002 India"}, "Ead, Waleed": {"SCOPUS": "Beni-Suef University Faculty of Computers and Artificial Intelligence Egypt"}, "Economides, Anastasios A.": {"WOS": "Univ Macedonia, Informat Syst IPPS, Thessaloniki, Greece"}, "Edesess, Ariel J.": {"SCOPUS": "Department of the Built Environment Low Carbon Eco-Innovatory Liverpool John Moores University Liverpool United Kingdom"}, "El Hajjaji S.": {"SCOPUS": "Faculty of Science Laboratory of Spectroscopy Molecular Modeling Materials Nanomaterial Water and Environment CERNE2D Mohammed V University Rabat Morocco"}, "eppen, Mario": {"SCOPUS": "Departement of Computer Science and Systems Engineering Graduate School of Creative Informatics Kyushu Institute of Technology Japan"}, "Ezhil B.": {"SCOPUS": "Sri Krishna College of Technology Department of Ece Coimbatore India"}, "Falcone, Francisco": {"WOS": "Abdelmalek Essaadi Univ, SIGL Lab, ENSA Tetouan, Tetouan 93030, Morocco", "SCOPUS": "Electrical Electronic and Communication Engineering Department Public University of Navarre Pamplona 31006 Spain Institute of Smart Cities Public University of Navarre Pamplona 31006 Spain"}, "Fongmanee, Srinuan": {"SCOPUS": "Chiangrai Rajabhat University School of Computer and Information Technology Chiangrai Thailand"}, "Forouharfar, Amir": {"WOS": "Univ Sistan & Baluchestan, Dept Publ Adm, Zahedan, Iran"}, "Frechero J.": {"SCOPUS": "Univ Católica Del Uruguay Montevideo Enegeniering Department Uruguay Uruguay"}, "Frikha, Mounir El Hedi Boussada": {"SCOPUS": "MEDIATRON SUP'COM University of Lorraine Tunis Tunisia"}, "Gal, Avigdor": {"SCOPUS": "Technion Haifa Israel"}, "Gao, Zhanyi": {"SCOPUS": "State Key Laboratory of Simulation and Regulation of Water Cycle in River Basin China Institute of Water Resources and Hydropower Research Beijing China", "WOS": "China Inst Water Resources & Hydropower Res, State Key Lab Simulat & Regulat Water Cycle River, Chegongzhuang West Rd, Beijing 100048, Peoples R China"}, "Gatina, Farida Fargatovna": {"SCOPUS": "Institute of Economics Kazan State Agrarian University 65 K. Marx Street Kazan 420015 Russian Federation"}, "Geng, Yu": {"WOS": "Metropolitan Autonomous Univ, Dept Elect Engn, Iztapalapa 09340, Mexico"}, "Georges, Jean-Philippe": {"WOS": "Univ Lorraine, CRAN, CNRS, F-54000 Nancy, France"}, "Giaffreda, Raffaele": {"SCOPUS": "Fondazione Bruno Kessler Trento 38123 Italy"}, "Giannoccaro, Nicola Ivan": {"SCOPUS": "Department of Innovation Engineering University of Salento Lecce 73100 Italy", "WOS": "Univ Panamericana, Fac Ingn, Alvaro Del Portillo 49, Zapopan 45010, Jalisco, Mexico"}, "Gilroy, Michael_0": {"WOS": "Afimilk, Glasgow, Lanark, Scotland", "SCOPUS": "Afimilk Glasgow United Kingdom"}, "Goncalves, Pedro": {"WOS": "Univ Aveiro, Escola Super Tecnol & Gestao Agueda, Campus Univ Santiago, P-3810193 Aveiro, Portugal"}, "Gong, Shaofang": {"WOS": "ABB Corp Res, S-72226 Vasteras, Sweden"}, "Gotovtsev, Pavel": {"WOS": "Natl Res Ctr Kurchatov Inst, Biotechnol & Bioenergy Dept, 1 Akad Kurchalova Pl, Moscow 123182, Russia"}, "Goudos, Sotirios K.": {"WOS": "Zhongnan Univ Econ & Law, Sch Informat & Safety Engn, Wuhan 430073, Hubei, Peoples R China"}, "Gowtham V.": {"SCOPUS": "New Horizon College of Engineering Information Science and Engineering Bangalore India"}, "Grant, Jon": {"SCOPUS": "Dalhousie University Department of Oceanography Halifax Canada"}, "Greve, Fabiola": {"WOS": "Univ Quebec Outaouais, Comp Sci & Engn Dept, Gatineau, PQ J8Y 3G5, Canada", "SCOPUS": "Computer Science Institute Federal University of Bahia Bahia Salvador 40170-110 Brazil"}, "Guo, Xianhai": {"WOS": "Taizhou Univ, Taizhou 318000, Zhejiang, Peoples R China"}, "Habib, Shabana": {"WOS": "Qassim Univ, Coll Comp, Dept Informat Technol, Buraydah 51452, Saudi Arabia"}, "Hadj-Alouane, Nejib Ben": {"SCOPUS": "National Engineering School of Tunis University of Tunis El Manar Tunis 1002 Tunisia"}, "Hajamydeen, Asif Iqbal": {"SCOPUS": "Management and Science University Faculty of Information Sciences and Engineering Selangor Shah Alam Malaysia"}, "Halachmi, Ilan": {"WOS": "Agr Res Org Volcani Ctr, Inst Agr Engn, Lab Precis Livestock Farming PLF, IL-7528809 Rishon Leziyyon, Israel"}, "Harikrishnan, R.": {"SCOPUS": "Symbiosis Institute of Technology (SIT) Symbiosis International (Deemed University) Pune India"}, "Hart, Andrew": {"SCOPUS": "University of West Florida Pensacola United States"}, "Hashmi, Abdul Wahab": {"WOS": "Malviya Natl Inst Technol, Jaipur, Rajasthan, India"}, "Hassanein, Aboul Ella": {"SCOPUS": "Faculty of Computers and Artificial Intelligence-Cairo University Egypt Scientific Research Group in Egypt (SRGE) Egypt", "WOS": "Cairo Univ, Fac Comp & Artificial Intelligence, Giza, Egypt"}, "Hayawi, Kadhim": {"SCOPUS": "College of Technological Innovation Zayed University P.O. Box 144534 Abu Dhabi United Arab Emirates", "WOS": "Zayed Univ, Coll Technol Innovat, POB 144534, Abu Dhabi, U Arab Emirates"}, "He, Yong": {"SCOPUS": "College of Biosystems Engineering and Food Science Zhejiang University Hangzhou 310058 China", "WOS": "Zhejiang Univ, Coll Biosyst Engn & Food Sci, Hangzhou 310058, Peoples R China"}, "Hong, Tao": {"SCOPUS": "Yunnan Innovation Institute BUAA Kunming China Beijing Key Laboratory for Microwave Sensing and Security Applications Beihang University Beijing China"}, "Honnavalli, Prasad B.": {"SCOPUS": "Pes University Department of Computer Science Engineering Bangalore Karnataka India"}, "Hornbuckle, John": {"SCOPUS": "Centre of Regional and Rural Future Deakin University Hanwood 2680 Australia", "WOS": "Deakin Univ, Ctr Reg & Rural Future, Hanwood 2680, Australia"}, "Huang, Haoran": {"SCOPUS": "Information Management and System Jiangsu University Zhenjiang China"}, "Huang, Nenfu": {"SCOPUS": "National Tsing Hua University Department of Computer Science Hsinchu Taiwan"}, "Huerta, Joaquin": {"WOS": "Univ Jaume 1, Inst New Imaging Technol, Av Vicente Sos Baynat S-N, Castellon De La Plana 12071, Spain"}, "Hung Nguyen": {"WOS": "Ho Chi Minh City Univ Technol HUTECH, HUTECH Inst Engn, Ho Chi Minh City 700000, Vietnam"}, "Hussain, Amir": {"WOS": "Edinburgh Napier Univ, Sch Comp, Edinburgh EH10 5DT, Midlothian, Scotland"}, "Idrees, Ali Kadhum": {"WOS": "Univ Babylon, Dept Comp Sci, Babylon, Iraq"}, "Iqbal, Muddesar": {"WOS": "London South Bank Univ, Sch Engn, Comp & Informat Dept, London, England"}, "Irmak, Suat": {"WOS": "Penn State Univ, Dept Agr & Biol Engn, 105 Agr Engn Bldg,Shortlidge Rd, University Pk, PA 16802 USA", "SCOPUS": "Michigan State University United States"}, "Islam, Naveed": {"WOS": "King Saud Univ, Chair Cyber Secur, Dept Comp Sci, Coll Comp & Informat Sci, Riyadh 11633, Saudi Arabia"}, "Ismail, Mahmoud": {"WOS": "Zagazig Univ, Fac Comp & Informat, Dept Operat Res, Sharqiyah, Egypt"}, "Ismail, Mohd Razi": {"WOS": "Univ Putra Malaysia, Fac Agr, Dept Crop Sci, Serdang 43400, Selangor, Malaysia"}, "Ismail, Sohaib": {"WOS": "Sichuan Agr Univ, Dept Plant Pathol, Chengdu 611130, Peoples R China"}, "Ito, Hiroyuki": {"WOS": "Shinshu Univ, Acad Assembly, Inst Agr, Matsumoto, Nagano 3908621, Japan"}, "Jain R.K.": {"SCOPUS": "Shobhit Institute of Engineering and Technology (Deemed-to-be-University) Department of Electronics and Communication Engineering Modipuram Meerut UP 250110 India"}, "Jain, Sanjeev": {"WOS": "Indian Inst Informat Technol Design & Management, Dept Comp Sci & Engn, Jabalpur 482005, India"}, "Jalil, Mohd Hafiz A.": {"SCOPUS": "University Tun Hussein Onn Malaysia Batu Pahat Faculty of Electrical and Electronic Engineering Johor Malaysia"}, "Javaid, Nadeem": {"SCOPUS": "COMSATS University Islamabad 44000 Pakistan"}, "Jayanag B.": {"SCOPUS": "Velagapudi Ramakrishna Siddhartha Engineering College Department of Computer Science and Engineering Vijayawada India"}, "Jiménez López, Fabián R.": {"WOS": "Univ Pedag & Tecnol Colombia, Ave Cent Norte 39-115, Tunja, Boyaca, Colombia", "SCOPUS": "Universidad Pedagógica y Tecnológica de Colombia Avenida Central del Norte 39-115 Tunja Boyacá Colombia"}, "Johari N.M.": {"SCOPUS": "Abv Indian Institute of Information Technology and Management Gwalior India"}, "Jono, Mohd Nor Hajar Hasrol": {"SCOPUS": "Faculty of Computer and Mathematical Sciences Universiti Teknologi MARA Cawangan Melaka Kampus JasinMelaka Malaysia"}, "Jorge-Hernandez, Fernando": {"WOS": "Tecnalia, Parque Cient & Tecnol Bizkaia, Basque Res & Technol Alliance BRTA, Edificio 700, Derio 48160, Spain"}, "Joshi, Karuna Pande": {"WOS": "Univ Maryland Baltimore Cty, Dept Informat Syst, Baltimore, MD 21250 USA", "SCOPUS": "Department of Computer Science University of Maryland Baltimore County Baltimore MD  21250 United States"}, "Jovanović, Nebojša Z.": {"SCOPUS": "CSIR Water Centre Stellenbosch South Africa", "WOS": "CSIR, Water Ctr, Stellenbosch, South Africa"}, "Jovičić, Branislav": {"SCOPUS": "University of Nis Faculty of Electronic Engineering Department of Computer Science Nis Serbia"}, "Junnarkar, Aparna Atul": {"SCOPUS": "PES Modern College of Engineering Pune India", "WOS": "PES Modern Coll Engn, Pune, Maharashtra, India"}, "Kadel, Rajan": {"SCOPUS": "School of IT and Engineering (SITE) Melbourne Institute of Technology Melbourne 4000 Australia", "WOS": "Melbourne Inst Technol, Sch IT & Engn SITE, Melbourne 4000, Australia"}, "Kalafatis, Stavros": {"SCOPUS": "Department of Electrical and Computer Engineering Texas A&M University College Station TX  79016 United States", "WOS": "Texas A&M Univ, Dept Soil & Crop Sci, College Stn, TX 79016 USA"}, "Kalyani, Kanak": {"WOS": "Shri Ramdeobaba Coll Engn & Management, Nagpur, Maharashtra, India"}, "Kamienski, Carlos": {"SCOPUS": "University of Bologna (UNIBO) Bologna Italy"}, "Kamyod, Chayapol": {"SCOPUS": "Computer and Communication Engineering for Capacity Building Research Unit School of Information Technology Chiang Rai Thailand"}, "Kanampiu, Munene W.": {"SCOPUS": "Winston-Salem State University Department of Computer Sicece Winston-Salem NC United States"}, "Kandasamy, Nehru": {"SCOPUS": "National University of Singapore Department of Electrical Electronics and Communication Engineering Singapore Singapore"}, "Karthikeyan V.": {"SCOPUS": "National Institute of Technology Dept. of Electrical Engineering Kozhikode India"}, "Katti, Sachin": {"SCOPUS": "Stanford University United States"}, "Kaur, Gurjit": {"SCOPUS": "Department of Electronics and Communication Engineering Delhi Technological University (DTU) Delhi India"}, "Kedari, Santosh": {"SCOPUS": "Hanumayamma Innovations and Technologies Private Limited Hyderabad India"}, "Khan, Ali Haider": {"SCOPUS": "University of Management and Technology Department of Computer Science School of System Technology Lahore Pakistan"}, "Khan, Muhammad Yaseen": {"SCOPUS": "Mohammad Ali Jinnah University Faculty of Computing Karachi Pakistan Research and Development Love For Data Karachi Pakistan"}, "Khuantham, Chatchai": {"SCOPUS": "Faculty of Agriculture and Industrial Technology Nakhon Sawan Rajabhat University Nakhon Sawan Thailand"}, "Khurram, Muhammad": {"SCOPUS": "Smart City Lab NCAI NED University of Engineering and Technology Karachi 75270 Pakistan", "WOS": "Univ Southampton, Elect & Comp Sci, Southampton SO17 1BJ, Hants, England"}, "Kim S.": {"SCOPUS": "Gyeongsangbuk-do Agricultural Research Extension Services South Korea"}, "Kim, Do-Hyeun": {"SCOPUS": "Department of Computer Engineering(and Research Center of Advance Technology) Jeju National University Jeju-si Jeju Special Self-Governing Province  63243 South Korea", "WOS": "Korea Univ, Dept Elect & Informat Engn, Sejong 30019, South Korea"}, "Kim, Dongkyun": {"SCOPUS": "School of Computer Science and Engineering Kyungpook National University South Korea"}, "Kim, Jai-Hoon": {"WOS": "Ajou Univ, Suwon, South Korea"}, "Kim, Jonghoek": {"SCOPUS": "Hongik University Department of Electrical Engineering Sejong 30016 South Korea"}, "Kim, Taioun": {"SCOPUS": "Department of Industrial and Management Engineering Kyungsung University 309 Suyeong-ro Nam-gu Busan 48434 South Korea"}, "Kishore Kumar, K.": {"SCOPUS": "Department of Mechanical Engineering Koneru Lakshmaiah Education Foundation India"}, "Ko, Han-Jong": {"SCOPUS": "Department of Agricultural Sciences Korea National Open University Seoul 03087 South Korea", "WOS": "Korea Natl Open Univ, Dept Agr Sci, Seoul 03087, South Korea"}, "Kong, Jian-Lei": {"SCOPUS": "School of Computer and Information Engineering Beijing Technology and Business University Beijing 100048 China China Light Industry Key Laboratory of Industrial Internet and Big Data Beijing Technology and Business University Beijing 100048 China Beijing Key Laboratory of Big Data Technology for Food Safety Beijing Technology and Business University Beijing 100048 China", "WOS": "Beijing Technol & Business Univ, Sch Comp & Informat Engn, Beijing 100048, Peoples R China"}, "Kostadinov G.": {"SCOPUS": "Institute of Information and Communication Technologies Bulgarian Academy of Sciences Sofia Bulgaria"}, "Kougianos, Elias": {"SCOPUS": "Department of Electrical Engineering University of North Texas Denton United States"}, "Kumar G.B.A.": {"SCOPUS": "Kongu Engineering College Department of Computer Applications Erode India"}, "Kumar R._0": {"SCOPUS": "Asian Institute of Technology Thailand"}, "Kumar R._1": {"SCOPUS": "Gruwitz LLP India"}, "Kumar, Chiranjeev": {"WOS": "Indian Inst Technol Indian Sch Mines Dhanbad, Dept Comp Sci & Engn, Dhanbad 826004, Bihar, India"}, "Kumar, Nagesh": {"SCOPUS": "School of Electrical and Computer Science Shoolini University of Biotechnology and Management Sciences Solan Himachal Pradesh India"}, "Kumar, Neeraj": {"WOS": "Thapar Inst Engn & Technol Deemed Univ, Dept Comp Sci & Engn, Patiala 147004, Punjab, India"}, "Kumar, Sanjeev": {"SCOPUS": "Aditya Engineering College Department Of ECE Surampalem India"}, "Kumar, V. D. Satish": {"WOS": "Dr KV Subbareddy Coll Engn Women, Dept Comp Sci & Engn, Kurnool, India"}, "Kumari P.V.": {"SCOPUS": "Dayananda Sagar University Department of Computer Applications Bangalore India"}, "Kumari S.": {"SCOPUS": "GLA University Department of CEA Mathura India"}, "Lakshmi Narayana P.": {"SCOPUS": "National Informatics Centre Vijayawada India"}, "Lee, Jae Min": {"SCOPUS": "Department of IT Convergence Engineering Kumoh National Institute of Technology Gumi South Korea", "WOS": "Inst Teknol Telkom Surabaya, Dept Informat Technol, Surabaya, Indonesia"}, "Lee, KyuTae": {"SCOPUS": "Current affiliation for author Sehrish is Division of Information and Communication Engineering Kongju National University Gongju Korea", "WOS": "Kongju Natl Univ, Div Informat & Commun Engn, Gongju, South Korea"}, "Lee, Minsun": {"SCOPUS": "Chungnam National University Dept. Computer Science and Engineering South Korea"}, "Leithardt, Valderi Reis Quietinho": {"SCOPUS": "VALORIZA Research Center for Endogenous Resources Valorization Instituto Politécnico Portalegre Portalegre 7300-555 Portugal", "WOS": "Inst Politecn Portalegre, Res Ctr Endogenous Resources Valorizat, VALORIZA, P-7300555 Portalegre, Portugal"}, "Leu, Jenq-Shiou": {"WOS": "Natl Taiwan Univ Sci & Technol, Dept Elect & Comp Engn ECE, Taipei 106, Taiwan"}, "Li Xiaofeng": {"WOS": "China Agr Univ, Coll Econ & Management, Beijing 100083, Peoples R China"}, "Li, Daoliang": {"SCOPUS": "National Innovation Center for Digital Fishery China Agricultural University Beijing China Beijing Engineering and Technology Research Centre for Internet of Things in Agriculture China Agriculture University Beijing 100083 China College of Information and Electrical Engineering China Agricultural University Beijing 100083 China", "WOS": "China Agr Univ, Coll Engn, Beijing 100083, Peoples R China"}, "Li, Ming": {"WOS": "Beijing Vocat Coll Agr, Dept Informat Technol, Beijing 102442, Peoples R China", "SCOPUS": "Information Technology Research Center Beijing Academy of Agriculture and Forestry Sciences National Engineering Research Center for Information Technology in Agriculture National Engineering Laboratory for Agri‐Product Quality Traceability Beijing 100097 China"}, "Lim, Yuto": {"WOS": "Japan Adv Inst Sci & Technol, Sch Informat Sci, Secur & Networks Area, Nomi 9231292, Japan"}, "Lin, Ta-Te": {"SCOPUS": "Department of Biomechatronics Engineering National Taiwan University Taipei Taiwan"}, "Liu H.": {"SCOPUS": "College of Biological and Agricultural Engineering Jilin University Changchun 130022 China"}, "Liu, Chenchen": {"WOS": "Jiangsu Univ, Sch Mech Engn, Zhenjiang, Jiangsu, Peoples R China"}, "Liu, Fanglin": {"SCOPUS": "Anhui Institute of Optics and Fine Mechanics Hefei Institutes of Physical Science Chinese Academy of Sciences 350 Shushanhu Rd Hefei Anhui  230031 China", "WOS": "Chinese Acad Sci, Hefei Inst Phys Sci, Anhui Inst Opt & Fine Mech, 350 Shushanhu Rd, Hefei 230031, Anhui, Peoples R China"}, "Liu, Weili": {"SCOPUS": "The Advising Center for Innovation and Entrepreneurship of College Shenyang University Shenyang China"}, "Liu, Zheng": {"WOS": "Natl Res Council Canada, Adv Elect & Photon Res Ctr, Ottawa, ON K1A 0R6, Canada"}, "Lopez, Dylan Josh Domingo": {"SCOPUS": "Computer Engineering Department Adamson University 900 San Marcelino Ermita Manila Philippines", "WOS": "Adamson Univ, Comp Engn Dept, 900 San Marcelino Ermita, Manila, Philippines"}, "Lopez, Juan Carlos": {"WOS": "Univ Castilla La Mancha, Sch Comp Sci, Ciudad Real 13071, Spain"}, "Ma, Wei": {"SCOPUS": "Institute of Crop Sciences Chinese Academy of Agricultural Sciences Key Laboratory of Crop Physiology and Ecology Ministry of Agriculture Beijing 100081 China"}, "MacAbale N.A.": {"SCOPUS": "Central Luzon State University Science City of Muñoz Philippines"}, "Madian, Ahmed H.": {"SCOPUS": "Nile University Nanoelectronics Integrated Systems Center (NISC) Giza Egypt Radiation Engineering Dept. NCRRT Egyptian Atomic Energy Cairo Egypt"}, "Maheshwari, Piyush": {"SCOPUS": "Department of Computer Science and Engineering Amity University Dubai Dubai United Arab Emirates"}, "Maheswari, B. Uma": {"WOS": "Anna Univ, Comp Sci & Engn, St Josephs Coll Engn, Chennai, Tamil Nadu, India"}, "Mahmoudi, Saïd": {"SCOPUS": "Faculty of Engineering ILIA / Infortech University of Mons Belgium"}, "Maimour, Moufida": {"WOS": "Univ Lorraine, CNRS, CRAN, F-54000 Nancy, France"}, "Malathi Latha, Y. L.": {"SCOPUS": "Department of Information Technology Mahatma Gandhi Institute of Technology (MGIT) Hyderabad Gandipet Telangana India"}, "Malone, Paul J.": {"WOS": "IBM Corp, Innovat Exchange, Dublin, Ireland", "SCOPUS": "Emerging Networks Laboratory Telecommunications Software and Systems Group Department of Computing and Mathematics School of Science and Computing Waterford Institute of Technology Waterford Ireland"}, "Manikandan, A.": {"WOS": "Alagappa Chettiar Govt Coll Engn & Technol, Karaikkudi, Tamil Nadu, India"}, "Manisha G.": {"SCOPUS": "Kalasalingam Academy of Research and Education India"}, "Marino, Stefano": {"SCOPUS": "Department of Agricultural Environmental and Food Sciences University of Molise Campobasso 86100 Italy", "WOS": "Univ Kassel, Dept Agr & Biosyst Engn, D-37213 Witzenhausen, Germany"}, "Martynenko, Alex": {"SCOPUS": "Department of Engineering Faculty of Agriculture Dalhousie University Truro NS  B2N 5E6 Canada", "WOS": "Nestle Res & Dev Ctr, Gurgaon 122050, India"}, "Masum, Abdul Kadar Muhammad": {"SCOPUS": "Department of Computer Science & Engineering (CSE) International Islamic University Chittagong (IIUC) Kumira Sitakunda Chittagong 4318 Bangladesh", "WOS": "Int Islamic Univ Chittagong IIUC, Dept Comp Sci & Engn CSE, Sitakunda 4318, Chittagong, Bangladesh"}, "Matteucci, Matteo": {"WOS": "Politecn Milan, Dept Management Econ & Ind Engn, I-20156 Milan, Italy"}, "Maw, Myo Myint": {"SCOPUS": "Department of Computer Engineering and Information Technology (CEIT) Mandalay Technological University (MTU) Mandalay 05011 Myanmar"}, "Mazlan, Ahmad Akmaluddin": {"SCOPUS": "FTIR Universiti Teknologi Malaysia Department of Informatics Kuala Lumpur Malaysia"}, "Meadthaisong, Thiang": {"SCOPUS": "Phetchaburi Rajabhat University Department of Computer Electronics Technology Phetchaburi Thailand"}, "Mehmood, Raja Majid": {"WOS": "Xiamen Univ Malaysia, Sch Elect & Comp Engn, Informat & Commun Technol Dept, Sepang 43900, Malaysia"}, "Mehrotra, Suresh C.": {"WOS": "World Peace Univ, Sch Comp Sci, Pune 411038, MH, India"}, "Mehta, Champat Raj": {"SCOPUS": "ICAR-Central Institute of Agricultural Engineering (CIAE) Bhopal Madhya Pradesh India"}, "Miao, Shen-Yun": {"WOS": "Natl Chi Nan Univ, Dept Elect Engn, Nantou 545, Taiwan"}, "Misha E.": {"SCOPUS": "ENGS Systems Israel"}, "Mithila Reddy, C.": {"SCOPUS": "IT VNRVJIET Hyderabad Telangana India"}, "Mohamadian, Mustafa": {"SCOPUS": "Tarbiat Modares University Faculty of Electrical and Computer Engineering Tehran Iran"}, "Mohamed, Hoda Korashy": {"SCOPUS": "Computer and Systems Engineering Department Ain Shams University Cairo Egypt"}, "Montejo-Sanchez, Samuel": {"WOS": "Univ Tecnol Metropolitana UTEM, Programa Inst Fomento I D I, Santiago 8940577, Chile"}, "Montella, Raffaele": {"WOS": "Aalborg Univ, Dept Elect Syst, CMI, DK-9100 Copenhagen, Denmark", "SCOPUS": "Department of Science and Technology University of Naples Parthenope Naples 80133 Italy"}, "Moreira, Waldir": {"WOS": "Fraunhofer Portugal AICOS, P-4200135 Porto, Portugal"}, "Mouazen, Abdul M.": {"SCOPUS": "Department of Environment Faculty of Bioscience Engineering Ghent University Gent 9000 Belgium", "WOS": "Univ Ghent, Fac Biosci Engn, Dept Environm, B-9000 Ghent, Belgium"}, "Mullins, Barry E.": {"SCOPUS": "Air Force Institute of Technology"}, "Nagamalleswari, T. Y. J.": {"WOS": "SRM Inst Sci & Technol, Chennai 603203, Tamil Nadu, India"}, "Nair, Meghna Manoj": {"WOS": "Vellore Inst Technol, Sch Comp Sci & Engn, Chennai Campus, Chennai 600127, Tamil Nadu, India"}, "Nasser, Maged": {"WOS": "Taibah Univ, Coll Comp Sci & Engn, Medina 41477, Saudi Arabia"}, "Naz, Ammerha": {"SCOPUS": "University of Sialkot Sialkot Pakistan"}, "Neocleous, Damianos": {"WOS": "Neuropublic SA, Piraeus 18545, Greece"}, "Neri D.": {"SCOPUS": "Dipartimento di Scienze Agrarie Alimentari ed Ambientali Università Politecnica delle Marche Ancona Italy"}, "Netinant, Paniti": {"SCOPUS": "College of Digital Innovation and Information Technology Rangsit University Pathumthani Thailand", "WOS": "Rangsit Univ, Coll Digital Innovat & Informat Technol, Pathum Thani, Thailand"}, "Ngoga, Said Rutabayiro": {"SCOPUS": "Rwanda Information Society Authority KG 7 Street Kigali Rwanda"}, "Nhu, Nguyen Gia": {"SCOPUS": "Graduate School Duy Tan University Da Nang Viet Nam"}, "Nilsiam, Yuenyong": {"SCOPUS": "King Mongkut’s University of Technology North Bangkok Bangkok Thailand"}, "Nirmal Kumar S.": {"SCOPUS": "Dr. N.G.P. Institute of Technology Department of Computer Science and Engineering Coimbatore India"}, "Niyato, Dusit": {"WOS": "Nanyang Technol Univ, Sch Comp Sci & Engn, Singapore 639798, Singapore"}, "O’Hare, Gregory M.P.": {"SCOPUS": "School of Computer Science University College Dublin (UCD) Belfield Dublin 4 Ireland"}, "O'Hare, Gregory M. P.": {"WOS": "Trinity Coll Dublin, Sch Comp Sci & Stat, Dublin D02 PN40 2, Ireland"}, "Olayinka T.C.": {"SCOPUS": "Department of Mathematical & Physical Sciences Samuel Adegboyega University Edo State Ogwa Nigeria"}, "Oliveira, Lucas de Araujo": {"SCOPUS": "Instituto Federal São Paulo Av. C-1 250 SP Barretos 14781-502 Brazil", "WOS": "Unesp Univ Estadual Paulista Sao Paulo State Univ, Inst Biociencias Letras & Ciencias Exatas, Rua Cristovao Colombo 2265, BR-15054000 Sao Jose Do Rio Preto, SP, Brazil"}, "Omer H.K.": {"SCOPUS": "University Presidency University of Kirkuk Iraq"}, "On-rit, Surajate": {"SCOPUS": "Department of Computer Network Engineering Faculty of Industrial Technology Ubon Ratchathani Rajabhat University 2 Ratchathani RoadNai Mueang Sub-District Mueang District Ubon Ratchathani 34000 Thailand", "WOS": "Ubon Ratchathani Raj Abhat Univ, Dept Comp Network Engn, Fac Ind Technol, 2 Ratchathani Rd, Ubon Ratchathani 34000, Thailand"}, "Padma, Theagarajan": {"WOS": "Sona Coll Technol, Dept Comp Applicat, Salem, India"}, "Pai, M. M.Manohara": {"SCOPUS": "Department of Electrical and Electronics Manipal Institute of Technology Manipal India"}, "Palacio, José Vicente": {"SCOPUS": "Systems Engineering Faculty of Engineering Universidad Cooperativa de Colombia Colombia"}, "Pani, Subhendu Kumar": {"SCOPUS": "Krupajal Computer Academy Odisha Bhubaneswar India"}, "Paris M.": {"SCOPUS": "Bioceanor Sophia Antipolis France"}, "Park, Youngho": {"WOS": "Kyungpook Natl Univ, Sch Elect Engn, Daegu 41566, South Korea"}, "Patrono, Luigi": {"SCOPUS": "Department of Innovation Engineering University of Salento Lecce Italy"}, "Pearson, Simon": {"WOS": "Univ Lincoln, Lincoln Inst Agrifood Technol, Lincoln LN6 7TS, England"}, "Perez Perez, Dalila Blanca": {"WOS": "Univ Estatal Sonora UES, Unidad Acad San Luis Rio Colorado, Slrc, Sonora, Mexico"}, "Pham, Quoc-Viet": {"WOS": "Pusan Natl Univ, Res Inst Comp Informat & Commun, Busan 46241, South Korea"}, "Phasinam, Khongdet": {"WOS": "Pibulsongkram Rajabhat Univ, Phitsanulok, Thailand"}, "Prabhu, C. S. R.": {"SCOPUS": "Keshav Memorial Institute of Technology Telangana Hyderabad India", "WOS": "Keshav Mem Inst Technol, Hyderabad, Telangana, India"}, "Prakash, Nupur": {"SCOPUS": "University School of Ict Ggsip University Delhi India"}, "Prasad, S. V.S.": {"SCOPUS": "MLR Institute of Technology Telangana Dundigal Hyderabad 500043 India"}, "Praveen Kumar J.": {"SCOPUS": "SNS College of Technology Department of Electronics and Communication Engineering Coimbatore India"}, "Prieto, Javier": {"SCOPUS": "BISITE Research Group University of Salamanca Edificio Multiusos I+D+i Calle Espejo 2 Salamanca 37007 Spain AIR Institute IoT Digital Innovation Hub Edificio Parque Científico Módulo 305 Paseo de Belén 11 Campus Miguel Delibes Valladolid 47011 Spain", "WOS": "Univ Salamanca, BISITE Res Grp, Edificio Multiusos I D i,Calle Espejo 2, Salamanca 37007, Spain"}, "Priyadharshini, K.": {"SCOPUS": "St.Joseph's college of engineering Department of Information Technology Chennai India"}, "Rabêlo, Ricardo A.L.": {"SCOPUS": "Federal University of Piauí PI Teresina Brazil"}, "Rahmani, Abdul Wahab": {"WOS": "Isteqlal Inst Higher Educ, Kabul, Afghanistan"}, "Rahmawati": {"SCOPUS": "Muhammadiyah University Palapo 91922 Indonesia"}, "Rajwade, Y. A.": {"SCOPUS": "ICAR-Central Institute of Agricultural Engineering Bhopal Madhya Pradesh 462038 India", "WOS": "ICAR Cent Inst Agr Engn, Bhopal 462038, Madhya Pradesh, India"}, "Ramalho, Jose Cochicho": {"WOS": "NOVA Univ Lisbon, Sch Sci & Technol, Unit GeoBioSci GeoTechnol & GeoEngn GeoBioTec, P-2829516 Caparica, Portugal"}, "Ramamurthy, Byrav": {"SCOPUS": "Dept. of Computer Science and Engineering University of Nebraska-Lincoln United States"}, "Ranjan, Rajiv": {"SCOPUS": "Newcastle University Newcastle upon Tyne NE1 7RU United Kingdom", "WOS": "Newcastle Univ, Sch Comp, Internet Things Res, Newcastle Upon Tyne NE1 7RU, Tyne & Wear, England"}, "Rastogi, Ritesh": {"WOS": "Noida Inst Engn & Technol, Dept Comp Applicat, Greater Noida, India"}, "Ray, Biplob": {"WOS": "Monash Univ, Dept Elect & Comp Syst Engn, Clayton, Vic 3800, Australia"}, "Reddy, P. Ramana": {"WOS": "G Pulla Reddy Engn Coll Autonomous, Elect & Commun Engn Dept, Kurnool 518007, Andhra Pradesh, India"}, "Reddy, S. Raji N.": {"SCOPUS": "Department of Computer Science and Engineering Indira Gandhi Delhi Technical University for Women Delhi India"}, "Rehman, Saeed-Ur": {"WOS": "COMSATS Univ Islamabad, Dept Comp Sci, Wah Campus, Islamabad, Pakistan"}, "Reintanz, L.": {"SCOPUS": "Fraunhofer Institute for Energy Economy and Energy System Technology Königstor 59 Kassel 34119 Germany"}, "Reuter, Christian": {"WOS": "Tech Univ Darmstadt, Sci & Technol Peace & Secur PEASEC, Darmstadt, Germany"}, "Reyad, Omar": {"SCOPUS": "College of Computing and Information Technology Shaqra University Saudi Arabia Faculty of Science Sohag University Egypt"}, "Rodrigues, Joel J. P. C.": {"WOS": "ITMO Univ, St Petersburg, Russia"}, "Rodriguez, Jonathan": {"SCOPUS": "Instituto de Telecomunicações Aveiro Portugal"}, "Rodriguez-Gonzalez, Sara": {"SCOPUS": "BISITE Research Group University of Salamanca Salamanca Spain", "WOS": "Univ Salamanca, BISITE Res Grp, Salamanca, Spain"}, "Rohith, B. N.": {"SCOPUS": "Bangalore Institute of Technology Affiliated to Visvesvaraya Technological University Department of Electronics and Communication Bengaluru India"}, "Romanovs, Andrejs": {"SCOPUS": "Institute of Information Technology Riga Technical University Riga Latvia"}, "Rossi, Fabio Diniz": {"WOS": "Fed Inst Farroupilha, Alegrete, Brazil"}, "Rout, Bibhudutta": {"SCOPUS": "University of North Texas. Dept. of Physics United States"}, "Rovira-Mas, Francisco": {"SCOPUS": "Agricultural Robotics Laboratory (ARL) Universitat Politècnica de València Camino de Vera s/n Valencia 46022 Spain", "WOS": "Univ Politecn Valencia, ARL, Camino Vera S-N, E-46022 Valencia, Spain"}, "Rozi, Fazrol": {"SCOPUS": "Computer Engineering Information Technology State Polytechnic of Padang Indonesia"}, "Ruan, Junyong": {"SCOPUS": "Medical Engineering Department Qingdao Special Servicemen Recuperation Center of PLA Navy Qingdao 266071 China"}, "Rutabayiro Ngoga, Said": {"WOS": "Rwanda Informat Soc Author, KG 7 St, Kigali, Rwanda"}, "Sabir, Essaid": {"WOS": "Hassan II Univ Casablanca, LRI Lab, NEST Res Grp, ENSEM, Casablanca 20000, Morocco"}, "Sahoo, Jagruti": {"SCOPUS": "South Carolina State University Dept. of Comp. Science and Mathematics Orangeburg United States"}, "Sai, M. Mandeep": {"SCOPUS": "Department of Electronics and Communication Engineering Institute of Aeronautical Engineering Hyderabad Telangana India"}, "Sajjanhar, Atul": {"WOS": "Chonnam Natl Univ, Dept Math & Stat, Gwangju, South Korea", "SCOPUS": "School of Information Technology Deakin University Burwood Victoria 3125 Australia"}, "Sajun, Ali Reza": {"SCOPUS": "American University of Sharjah Department of Computer Science and Engineering Sharjah United Arab Emirates"}, "Sakli, Hedi": {"SCOPUS": "MACS Research Laboratory National Engineering School of Gabes Gabes University Gabes 6029 Tunisia EITA Consulting 5 Rue du Chant des Oiseaux Montesson 78360 France", "WOS": "Gabes Univ, Natl Engn Sch Gabes, MACS Res Lab, Gabes 6029, Tunisia"}, "Salam, Abdul": {"SCOPUS": "Purdue University West Lafayette IN United States"}, "Samonte, Mary Jane C.": {"SCOPUS": "School of Information Technology Mapua University Makati City Philippines"}, "Sangeetha, J.": {"WOS": "MS Ramaiah Inst Technol, Dept Comp Sci & Engn, Bengaluru, India"}, "Saranya S.": {"SCOPUS": "Computer Science and Engineering Sri Manakula Vinayagar Engineering College (Accredited by Naac with 'a' Grade) Puducherry India"}, "Sarip, Shamsul": {"WOS": "Univ Teknol Malaysia, PPD Space, Jalan Sultan Yahya Petra, Kuala Lumpur 54100, Malaysia"}, "Sasikumar, P.": {"SCOPUS": "School of Electronics Engineering Vellore Institute of Technology Vellore India"}, "Sassine, Y. N.": {"SCOPUS": "Department of Plant Production Faculty of Agriculture Lebanese University Beirut Lebanon"}, "Saveetha P.": {"SCOPUS": "Department of Information Technology Nandha College of Technology India"}, "Sawant, Vinaya": {"SCOPUS": "Department of Information Technology Dwarkadas J. Sanghvi College of Engineering Mumbai India"}, "Selva Kumar, Selva": {"SCOPUS": "Department of Electrical and Electronics Engineering Amrita School of Engineering Amrita Vishwa Vidyapeetham Coimbatore India"}, "Selvakumaran, S.": {"SCOPUS": "Department of Electrical and Electronics Engineering PSNA College of Engineering and Technology Dindigul India", "WOS": "PSNA Coll Engn & Technol, Dept Elect & Elect Engn, Dindigul, India"}, "Semin, Aleksandr": {"WOS": "Ural State Univ Econ, Inst Management & IT, Dept Business Informat, Ekaterinburg 620144, Russia"}, "Seo, Jaehyun": {"SCOPUS": "Mokpo National University Jeollanamdo Muan-gun South Korea"}, "Serrano, Martín": {"SCOPUS": "Insight Center for Data Analytics National University of Galway Galway Ireland"}, "Shacham-Diamand, Yosef Y.": {"SCOPUS": "School of Electrical Engineering Tel Aviv Israel"}, "Shafiq, Muhammad": {"SCOPUS": "Department of Information and Communication Engineering Yeungnam University Gyeongsan 38541 South Korea", "WOS": "Yeungnam Univ, Dept Informat & Commun Engn, Gyongsan 38541, South Korea"}, "Shankar, K.": {"WOS": "Alagappa Univ, Dept Comp Applicat, Karaikkudi 630001, Tamil Nadu, India"}, "Sharma, Manish": {"SCOPUS": "Jaypee Institute of Information Technology Noida India"}, "Sharmila K P.": {"SCOPUS": "CMR Institute of Technology Dept. of ECE Bengaluru India"}, "Shin, Jeonghoon": {"SCOPUS": "Daegu Catholic University Gyeongsan-si South Korea"}, "Shirly Edward, A.": {"SCOPUS": "SRM Institute of Science and Technology Tamil Nadu Chennai Vadapalani India"}, "Show, Pau Loke": {"SCOPUS": "Department of Chemical and Environmental Engineering Faculty of Science and Engineering University of Nottingham Malaysia Jalan Broga Selangor Darul Ehsan Semenyih 43500 Malaysia", "WOS": "Xiamen Univ Malaysia, Sch Energy & Chem Engn, Sepang 43900, Selangor, Malaysia"}, "Shrihari, M. R.": {"SCOPUS": "Amrita School of Arts and Sciences Department of Computer Science Mysore India"}, "Shruthi, R.": {"WOS": "ICAR Sugarcane Breeding Inst, Coimbatore 641007, Tamil Nadu, India", "SCOPUS": "Department of Computer Science and Engineering Sri Ramakrishna Engineering College Coimbatore 641022 India"}, "Shukla, Pancham": {"SCOPUS": "Department of Communications Technology and Mathematics London Metropolitan University London United Kingdom"}, "Singh H.": {"SCOPUS": "Department of Mathematics Hindustan College of Science and Technology Mathura India"}, "Singh, Amandeep": {"SCOPUS": "Department of System Design Engineering University of Waterloo Waterloo Canada"}, "Singh, Harendra": {"WOS": "Hindustan Coll Sci & Technol, Dept Math, Mathura 281122, India"}, "Singh, K. G.": {"WOS": "Punjab Agr Univ, Dept Soil & Water Engn, Ludhiana 141004, Punjab, India"}, "Singh, Sudhir K.": {"WOS": "Univ Allahabad, K Banerjee Ctr Atmospher & Ocean Studies, IIDS, Nehru Sci Ctr, Prayagraj 211002, India"}, "Sinha, Keshav": {"SCOPUS": "Birla institute of technology Mesra Ranchi India"}, "Skarmeta, Antonio F.": {"SCOPUS": "Department of Information and Communications Engineering Computer Science Faculty University of Murcia Murcia 30100 Spain", "WOS": "Odin Solut SL, Poligono Ind Oeste C Peru 5,3,Oficina 12, Alcantarilla 30820, Murcia, Spain"}, "Smarsly, Kay": {"SCOPUS": "Institute of Digital and Autonomous Construction Hamburg University of Technology Hamburg Germany"}, "Smith, Anthony H.": {"SCOPUS": "Purdue University Dept. of Computer Information Technology West Lafayette United States"}, "Sombol, Kristine Yvonne P.": {"WOS": "Technol Univ Philippines, Coll Engn, Dept Elect Engn, Manila 1000, Philippines"}, "Sonntag, Winnie": {"WOS": "Betriebswirtschaftslehre Agribusiness, Dept Agrarokon & Rurale Entwicklung, Mkt Lebensmittel & Agrarprod, Pl Gottinger Sieben 5, D-37073 Gottingen, Germany"}, "Sorensen, Claus Aage Gron": {"WOS": "Nat Resources Inst Finland LUKE, Latokartanonkaari 9, Helsinki 00790, Finland"}, "Soundhaaryha B.S.": {"SCOPUS": "Information Science and Engineering New Horizon College of Engineering Bangalore India"}, "Souri, Alireza": {"WOS": "Halic Univ, Dept Comp Engn, Istanbul, Turkey"}, "Sravani, Tadepalli": {"SCOPUS": "Koneru Lakshmaiah Education Foundation Department of Ece Vaddeswaram Andhra Pradesh India"}, "Sri Bhargav Sai, G.": {"SCOPUS": "Department of ECE Lakireddy Balireddy College of Engineering Mylavaram India"}, "Sri Priya, V.": {"SCOPUS": "Department of MCA SPIHER Avadi Chennai India"}, "Srivastava K.": {"SCOPUS": "Institute of Information Technology and Management GGSIP University Delhi India"}, "Stahlbroest, Anna": {"WOS": "Lulea Univ Technol, Informat Syst, S-97187 Lulea, Sweden"}, "Sturm, Barbara": {"SCOPUS": "Process and Systems Engineering in Agriculture Group Department of Agricultural and Biosystems Engineering University of Kassel Witzenhausen DE-37213 Germany", "WOS": "Univ Kassel, Dept Agr & Biosyst Engn, Proc & Syst Engn Agr Grp, DE-37213 Witzenhausen, Germany"}, "Sugundan, Narayanasamy": {"SCOPUS": "Biju Patnaik Institute of Information Tehnology and Management Studies Bhubaneswar India"}, "Sukkarieh, Salah": {"WOS": "China Agr Univ, Coll Engn, Beijing 100083, Peoples R China"}, "Sun, Xiaohe": {"SCOPUS": "Beijing Research Center of Intelligent Equipment for Agriculture Beijing 100097 China National Engineering Research Center for Information Technology in Agriculture Beijing 100097 China", "WOS": "Beijing Res Ctr Intelligent Equipment Agr, Beijing 100097, Peoples R China"}, "Sundar, Ramesh": {"WOS": "VIGNANs Fdn Sci Technol & Res Deemed Univ, Dept Elect & Commun Engn, Guntur, Andhra Pradesh, India"}, "Sundararajan S.": {"SCOPUS": "Scad College of Engineering and Technology Department of Mechanical Engineering Tirunelveli India"}, "Sunitha, C. Adline": {"SCOPUS": "Assistant Professor St.Teresa Arts and Science College for Women Mangalakuntu Kanyakumari District affiliated to Manonmaniam Sundaranar University Abishekapatti Tamilnadu Tirunelveli 627012 India", "WOS": "Manonmaniam Sundaranar Univ, Tirunelveli 627012, Tamil Nadu, India"}, "Supriya, M.": {"SCOPUS": "Department of Computer Science and Engineering Amrita School of Engineering Amrita Vishwa Vidyapeetham Bengaluru India"}, "Sutham T.": {"SCOPUS": "Rajamangala University of Technology Thanyaburi (RMUTT) Electronics and Telecommunication Engineering Faculty of Engineering Pathum Thani Thailand"}, "Sutrisno H.": {"SCOPUS": "Politeknik Negeri Lampung Indonesia"}, "Tan, Ming": {"SCOPUS": "College of Artificial Intelligence and Big Data Hefei University 99 Jinxiu Avenue Hefei City Anhui Province China"}, "Taniguchi, Rin-ichiro": {"SCOPUS": "Faculty of Information Science and Electrical Engineering Kyushu University 744 Motooka Nishi-ku Fukuoka 819-0395 Japan"}, "Tawalbeh, Lo'Ai Ali": {"SCOPUS": "Texas AM University San Antonio Director of the Cyber Engineering Technology/Cyber Security Research Center Department of Computing and Cyber SecurityTX United States"}, "Thakkar, Ankit": {"WOS": "Nirma Univ, Inst Technol, Comp Sci & Engn Dept, Ahmadabad 382481, Gujarat, India"}, "Thangadurai, N.": {"SCOPUS": "Jain(Deemed-To-be) University Department of Electronics and Communication Engineering Bangalore (Karnataka) India"}, "Thapasimony S.": {"SCOPUS": "EEE Rohini College of Engineering and Technology Tamil Nadu Anjugramam India"}, "Thomas, Aby Varghese": {"SCOPUS": "Department of Electronics and Communication Engineering Aarupadai Veedu Institute of Technology Tamil Nadu Chennai 603 104 India"}, "Tn, Padmini": {"SCOPUS": "Department of Embedded Technology School of Electronics Engineering Vellore Institute of Technology University Vellore Tamil Nadu India", "WOS": "Vellore Inst Technol, Sch Elect Engn, Dept Embedded Technol, Vellore 632014, Tamil Nadu, India"}, "Tonial, Graciele": {"SCOPUS": "Department of Engineering and Knowledge Management Federal University of Santa Catarina (UFSC) Florianopolis Santa Catarina Brazil"}, "Toshiro, Takahara": {"SCOPUS": "Graduate School of Information Technologies Kobe Institute of Computing Hyogo Kobe Japan"}, "Trabelsi, Saber": {"SCOPUS": "Science Program Texas A&M University at Qatar P. O. Box 23874 Education City Doha Qatar"}, "Turker, Ufuk": {"WOS": "Ankara Univ, Fac Agr, Dept Agr Machinery & Technol Engn, TR-06130 Ankara, Turkey"}, "Tyasi, Thobela Louis": {"SCOPUS": "Department of Agricultural Economics and Animal Production University of Limpopo Private Bag X 1106 Sovenga Polokwane 0727 South Africa", "WOS": "Univ Limpopo, Dept Agr Econ & Anim Prod, Private Bag X 1106, ZA-0727 Sovenga, Polokwane, South Africa"}, "Udayakumar, M. D.": {"SCOPUS": "K. Ramakrishnan College of Technology Trichy 621112 India"}, "Um, Tai-Won": {"SCOPUS": "Department of Cyber Security College of Science and Technology Duksung Women’s University Seoul 01369 South Korea", "WOS": "Duksung Womens Univ, Coll Sci & Technol, Dept Cyber Secur, Seoul 01369, South Korea"}, "Umbarkar A.J.": {"SCOPUS": "Department of IT WCE Sangli Maharashtra India"}, "Van Thang D.": {"SCOPUS": "Industrial University of Ho Chi Minh Ho Chi Minh City Viet Nam"}, "Varniha B.": {"SCOPUS": "Computer Technology-PG Kongu Engineering College Perundurai India"}, "Velasco, Jessica S.": {"WOS": "Technol Univ Philippines, Coll Engn, Dept Elect Engn, Manila 1000, Philippines"}, "Verdouw, Cor N.": {"SCOPUS": "Information Technology Group Wageningen University and Research P.O. Box 35 Wageningen 6700 AA Netherlands Mprise P.O. Box 598 Veenendaal 3900 AN Netherlands"}, "Verma D.": {"SCOPUS": "Galgotias College of Engineeirng and Technology Dept. of CSE Greater Noida India"}, "Vijayaraghavan, V.": {"WOS": "Vignans Fdn Sci Technol & Res, Elect & Commun Engn, Guntur 522213, Andhra Pradesh, India"}, "Vijendra, Singh": {"SCOPUS": "Dept. of Informatics School of Computer Science University of Petroleum and Energy Studies Dehradun India"}, "Vishal C.": {"SCOPUS": "RV College of Engineering Bengaluru India"}, "Vishnubhatla, Arvind": {"SCOPUS": "Gokaraju Rangaraju institute of engineering and Technology Hyderabad India", "WOS": "Gokaraju Rangaraju Inst Engn & Technol, Hyderabad, India"}, "Vuppalapati, Chandrasekar": {"SCOPUS": "Hanumayamma Innovations and Technologies Inc. 628 Crescent Terrace Fremont CA United States"}, "Wahid, Khan A.": {"WOS": "Univ Saskatchewan, Dept Elect & Comp Engn, Saskatoon, SK S7N 5A9, Canada"}, "Wang, Tianlei": {"SCOPUS": "Wuyi University Faculty of SmartManufacturing Jiangmen China"}, "Wang, Xiaochan": {"WOS": "Nanjing Agr Univ, Dept Elect Engn, Nanjing 210095, Peoples R China"}, "Waso P.": {"SCOPUS": "Vishwakarma Institute of Technology Department of Information Technology and MCA Pune India"}, "Winkler, Robert": {"WOS": "Kuturabi SA CV, Irapuato, Mexico"}, "Xiaofeng L.": {"SCOPUS": "College of Economics and Management China Agricultural University Beijing 100083 China"}, "Yang, Chul-Ju": {"SCOPUS": "Animal Nutrition and Feed Science Laboratory Department of Animal Science and Technology Sunchon National University Suncheon 57922 South Korea Interdisciplinary Program in IT‐Bio Convergence System (BK21 plus) Sunchon National University Suncheon 57922 South Korea", "WOS": "Sunchon Natl Univ, Dept Anim Sci & Technol, Anim Nutr & Feed Sci Lab, Sunchon 57922, South Korea"}, "Yau, Laihung": {"SCOPUS": "Asia Pacific Applied Nano Technology Research Centre Hong Kong", "WOS": "Asia Pacific Appl Nano Technol Res Ctr, Hong Kong, Peoples R China"}, "Yawootti, Artit": {"SCOPUS": "Faculty of Engineering Rajamangala University of Technology LANNA Chiangmai Thailand"}, "Yen, Tai-Hsiang": {"SCOPUS": "Department of Computer Science National Chiao Tung University (NCTU) Hsinchu 300 Taiwan", "WOS": "Natl Chiao Tung Univ NCTU, Dept Comp Sci, Hsinchu 300, Taiwan"}, "Yooyativong, Thongchai": {"SCOPUS": "Mae Fah Luang University School of Information Technology Chiang Rai 57100 Thailand"}, "Zahariadis, Theodore": {"SCOPUS": "Synelixis Solutions S.A. Athens Greece"}, "Zahran, Mohamed B.": {"SCOPUS": "National Authority for Remote Sensing and Space Sciences (NARSS) Cairo 11843 Egypt", "WOS": "Natl Res Ctr, Soils & Water Use Dept, Agr & Biol Res Div, Cairo 12622, Egypt"}, "Zdunek, Michał": {"SCOPUS": "CORP For Farm Animals ul. Polna 62 Wilczyce 51-361 Poland"}, "Zero, Enrico": {"WOS": "Qatar Univ, Ctr Sustainable Dev, Doha 2713, Qatar"}, "Zhang, Yu": {"SCOPUS": "School of Information Science and Engineering Dalian Polytechnic University Dalian China"}, "Zhao R.": {"SCOPUS": "Mudanjiang Medical University Heilongjiang Mudanjiang 157000 China"}, "Zhu, Hongdong": {"WOS": "Envis Energy Co, Wuxi 214400, Jiangsu, Peoples R China"}, "Zia, Muhammad Fahad": {"SCOPUS": "National University of Computer and Emerging Sciences Department of Electrical Engineering Lahore Pakistan"}, "Zualkernan, Imran A.": {"SCOPUS": "American University of Sharjah Sharjah United Arab Emirates", "WOS": "Amer Univ Sharjah, Sharjah, U Arab Emirates"}, "Zvanut, Bostjan": {"WOS": "Univ Primorska, Fac Hlth Sci, Polje 42, Izola 6310, Slovenia"}}