{"Achiche, Sofiane": {"SCOPUS": "Department of Mechanical Engineering Polytechnique de Montréal C.P. 6079 succ. CV Montréal QC  H3C 3A7 Canada"}, "Aich, Valentin": {"WOS": "World Mexorol Org, Global Climate Observing Syst, Geneva, Switzerland"}, "Al Jassmi, Hamad": {"SCOPUS": "Roadway Transportation and Traffic Safety Research Centre (RTTSRC) United Arab Emirates University Al Ain United Arab Emirates","WOS": "United Arab Emirates Univ, Roadway Transportat & Traff Safety Res Ctr RTTSRC, Al Ain, U Arab Emirates"}, "Alfares, Nurah": {"WOS": "Umm Al Qura Univ, Coll Educ, Dept Curriculum & Instruct, Mecca, Saudi Arabia"}, "Alfredo, Gonzalez-Vazquez": {"WOS": "Asociac Agroartesanal Puerto Boca Canlagallo, Ubicado 5 Km Puerto Cayo Filo Costero Pacifico, Jipijapa, Manabi, Ecuador"}, "Ali, Saloua Bel Hadj": {"SCOPUS": "Macs Laboratory Modeling Analysis and Control of Systems RL16ES22 National Engineering School of Gabes University of Gabes Gabes Tunisia"}, "Al-Ismail, Fahad Saleh": {"SCOPUS": "Center for Environment & Water Research Institute King Fahd University of Petroleum & Minerals Dhahran 31261 Saudi Arabia K.A. CARE Energy Research and Innovation Center (ERIC) King Fahd University of Petroleum & Minerals Dhahran 31261 Saudi Arabia Department of Electrical Engineering King Fahd University of Petroleum & Minerals Dhahran 31261 Saudi Arabia", "WOS": "Bangladesh Univ Engn & Technol, Dept Civil Engn, Dhaka 1000, Bangladesh"}, "Ambali, Aggrey": {"SCOPUS": "African Union Development Agency-NEPAD Midrand South Africa", "WOS": "African Union Dev Agcy NEPAD, Midrand, South Africa"}, "Anagnostopoulos, Dimosthenis": {"SCOPUS": "Harokopio University of Athens Department of Informatics and Telematics Athens Greece"}, "Anastasiadou, Konstantina": {"SCOPUS": "School of Civil Engineering Faculty of Engineering Aristotle University of Thessaloniki Thessaloniki 54124 Greece", "WOS": "Aristotle Univ Thessaloniki, Fac Engn, Sch Civil Engn, Thessaloniki 54124, Greece"}, "Andreasson, Henrik": {"SCOPUS": "Centre for Applied Autonomous Sensor Systems Orebro University Orebro 701 82 Sweden"}, "Angel, Marcela": {"SCOPUS": "Massachusetts Institute of Technology Cambridge MA  02139 United States", "WOS": "MIT, Environm Solut Initiat, 77 Massachusetts Ave, Cambridge, MA 02139 USA"}, "Apostolou, Dimitrios": {"SCOPUS": "Centre for Energy Technologies Department of Business Development and Technology Aarhus University Birk Centerpark 15 Herning 7400 Denmark", "WOS": "Aarhus Univ, Ctr Energy Technol, Dept Business Dev & Technol, Birk Centerpk 15, DK-7400 Herning, Denmark"}, "Aras, M. S. M.": {"SCOPUS": "Centre of Excellence for Robotic and Industrial Automation (CERIA) Department of Mechatronics Engineering Universiti Teknikal Malaysia Melaka Hang Tuah Durian Tunggal Melaka 76100 Malaysia", "WOS": "Univ Teknikal Malaysia Melaka, Fac Elect Engn, Dept Mechatron Engn, CERIA, Durian Tunggal 76100, Melaka, Malaysia"}, "Armada, Manuel A.": {"SCOPUS": "Centre for Automation and Robotics (UPM-CSIC) Arganda del Rey Madrid 28500 Spain", "WOS": "Ctr Automat & Robot UPM CSIC, Madrid 28500, Spain"}, "Arroyo-Izaga, Marta": {"SCOPUS": "Department of Pharmacy and Food Sciences Faculty of Pharmacy University of the Basque Country UPV/EHU Paseo de la Universidad 7 Vitoria-Gasteiz 01006 Spain", "WOS": "Univ Basque Country UPV EHU, Fac Pharm, Dept Social Psychol & Behav Sci Methodol, Vitoria, Spain"}, "Asgari, Sadegh": {"SCOPUS": "Merrimack College Department of Civil Engineering North Andover MA  01845 United States"}, "Asua, Estibalitz": {"WOS": "Univ Basque Country, Fac Sci & Technol, Dept Elect & Elect, Leioa, Spain", "SCOPUS": "Department of Electricity and Electronics Faculty of Science and Technology University of the Basque Country Spain"}, "Ayop, Razman": {"SCOPUS": "Universiti Teknologi Malaysia School of Electrical Engineering Faculty of Engineering Malaysia"}, "Baglaeva, Elena M.": {"SCOPUS": "Institute of Industrial Ecology UB RAS S. Kovalevskoy Str. 20 Ekaterinburg 620990 Russian Federation", "WOS": "RAS, Inst Ind Ecol, UB, S Kovalevskoy Str 20, Ekaterinburg 620990, Russia"}, "Balasubramanya H.S.": {"SCOPUS": "Ramaiah Institute of Technology Department of Mechanical Engineering Bengaluru India"}, "Beining, Marvin": {"SCOPUS": "School of Engineering RMIT University Carlton Victoria  3053 Australia", "WOS": "RMIT Univ, Sch Engn, Carlton, Vic 3053, Australia"}, "Belhadj, Jamel": {"SCOPUS": "Université de Tunis DGE-ENSIT Université de Tunis El Manar ENIT/LSE BP 37 le belvédère 1002 Tunis Tunisia"}, "Belhani A.": {"SCOPUS": "University of Constantine Satellites IA Cryptographie Internet des Objets Lsiacio Route Ain Elbey25000 Algeria"}, "Belleudy, Anne": {"SCOPUS": "CNRM Université de Toulouse Météo-France CNRS Toulouse France", "WOS": "Univ Toulouse, CNRM, Meteo France, CNRS, Toulouse, France"}, "Bhuvanesh, Ananthan": {"SCOPUS": "Department of Electrical and Electronics Engineering PSN College of Engineering and Technology Tirunelveli Tamil Nadu India"}, "Borges, Cruz E.": {"SCOPUS": "Facultad Ingeniería Universidad de Deusto Avda. Universidades 24 Bilbao 48007 Spain", "WOS": "Univ Deusto, Fac Ingn, Avda Univ 24, Bilbao 48007, Spain"}, "Borsato, Milton": {"SCOPUS": "Postgraduate Programme in Mechanical and Materials Engineering (PPGEM) Universidade Tecnológica Federal do Paraná (UTFPR) Campus Curitiba Brazil"}, "Bouvarel, Isabelle": {"SCOPUS": "Institut Technique de l’Aviculture Nouzilly 37380 France"}, "Bressers, Hans Th A.": {"SCOPUS": "Department of Governance and Technology for Sustainability (CSTM) University of Twente Drienerlolaan 5 Enschede NB  7522 Netherlands"}, "Brown, Solomon": {"SCOPUS": "Department of Chemical and Biological Engineering The University of Sheffield Sheffield S1 3JD United Kingdom"}, "Bukovac, Zoë": {"SCOPUS": "Faculty of Information Technology Monash University Australia"}, "Cao X.": {"SCOPUS": "College of Engineering China Agricultural University Beijing 100083 China"}, "Chen, Duofu_0": {"SCOPUS": "Laboratory for Marine Mineral Resources Qingdao National Laboratory for Marine Science and Technology Qingdao 266061 China Shanghai Engineering Research Center of Hadal Science and Technology College of Marine Sciences Shanghai Ocean University Shanghai 201306 China"}, "Chen, Duofu_1": {"WOS": "Minist Nat Resources, MNR Key Lab Marine Mineral Resources, Guangzhou Marine Geol Survey, Guangzhou 510075, Peoples R China"}, "Chen, Jun": {"SCOPUS": "School of Engineering and Materials Science Queen Mary University of London London E1 4NS United Kingdom"}, "Chen, Yaning": {"WOS": "Chinese Acad Sci, Inst Urban Environm, Key Lab Urban Environm & Hlth, Xiamen 361021, Peoples R China"}, "Cho, Youngsang": {"SCOPUS": "Department of Industrial Engineering College of Engineering Yonsei University Seoul South Korea"}, "Chockalingam A.": {"SCOPUS": "St.Joseph's Institute Of Technology Chennai Tamil Nadu 600 119 India"}, "Cirstea R.": {"SCOPUS": "Coventry University United Kingdom"}, "Clark, Benjamin Y.": {"WOS": "Univ Oregon, Sch Planning Publ Policy & Management, Eugene, OR 97403 USA", "SCOPUS": "School of Planning Public Policy and Management University of Oregon Eugene OR United States"}, "Contreras F.D.": {"SCOPUS": "Licenciatura en Planificación para el Desarrollo Agropecuario Facultad de Estudios Superiores Aragón Universidad Nacional Autónoma de México Mexico"}, "Cristina L.": {"SCOPUS": "Universidad Nacional de Lomas de Zamora Argentina"}, "Das, Debapriya": {"SCOPUS": "Indian Institute of Technology KharagpurWest Bengal  721302 India"}, "Daus, Yu V.": {"SCOPUS": "Azov-Black Sea Engineering Institute Fsbei Vo Donskoy Gau Zernograd 347740 Russian Federation"}, "David J. McKee, David": {"SCOPUS": "Physics Department University of Strathclyde Glasgow United Kingdom Department Arctic and Marine Biology Faculty for Bioscience Fisheries and Economy UiT the Arctic University of Norway Tromsø Norway"}, "Davydov, Vladimir N.": {"WOS": "Peter Great Museum Anthropol & Ethnog Kunstkamer, St Petersburg, Russia"}, "Derlecki, Tomasz": {"SCOPUS": "Walstead CE Kraków Sp. z o.o Kraków 30-733 Poland"}, "Ding X.": {"SCOPUS": "Institute of Protected Agriculture Academy of Agricultural Planning and Engineering Ministry of Agriculture and Rural Affairs Beijing 100125 China"}, "Du, Jinshuang": {"SCOPUS": "Institute of Geographical Sciences and Natural Resources Research Chinese Academy of Sciences Beijing 100101 China College of Resources and Environment University of Chinese Academy of Sciences Beijing 100049 China"}, "Dugdale, Julie": {"SCOPUS": "Laboratoire d'Informatique de Grenoble (UMR 5217) University Grenoble Alps Grenoble France", "WOS": "Univ Grenoble Alps, Lab Informat Grenoble UMR 5217, Grenoble, France"}, "Elings, Anne": {"SCOPUS": "Wageningen University and Research Greenhouse Horticulture Droevendaalsesteeg 1 Wageningen 6708 PB Netherlands"}, "Erashov, Aleksei A.": {"SCOPUS": "St. Petersburg Federal Research Center of the Russian Academy of Sciences (SPC RAS) 39 14th Line St. Petersburg 199178 Russian Federation"}, "Esteves, Fernando": {"WOS": "Inst Politecn Viseu, Res Ctr Nat Resources Environm & Soc CERNAS, Escola Super Agr, P-3500606 Viseu, Portugal"}, "Fedorov, Maxim": {"WOS": "DLR Inst Aerosp Med, D-51147 Cologne, Germany"}, "Feng, Yu": {"SCOPUS": "Key Laboratory of Modern Precision Agriculture System Integration Research Ministry of Education China Agricultural University Beijing 100083 China"}, "Fesselet, Lucien": {"SCOPUS": "Applied Drone Innovations (ADI) Delft Netherlands"}, "Filatova, Tatiana": {"SCOPUS": "Department of Governance and Technology for Sustainability (CSTM) University of Twente Drienerlolaan 5 Enschede 7522NB Netherlands PERSWADE Research Center School of Systems Management and Leadership University of Technology Sydney Broadway 15 Ultimo NSW  2007 Australia"}, "Filho, Rubens Maciel": {"WOS": "Univ Estadual Campinas, Nucl Interdisciplinar Planejamento Energet, NIPE, Campinas, SP, Brazil"}, "Fioretto F.": {"SCOPUS": "Syracuse University Syracuse NY United States"}, "From, Pål Johan": {"SCOPUS": "Norwegian University of Life Sciences Faculty of Science and Technology Norway"}, "Gao, Fan": {"SCOPUS": "School of Business Macau University of Science and Technology Taipa Macau", "WOS": "Wuhan Univ Sci & Technol, Sch Transportat & Logist Engn, Inst Logist Syst Sci & Engn, Wuhan, Peoples R China"}, "Garcıá M.R.": {"SCOPUS": "Posgrado de Horticultura Universidad Autónoma Chapingo Texcoco Mexico"}, "Garcia, Alda Pardo": {"SCOPUS": "Universidad de Pamplona Mechatronics Engineering Department Pamplona Colombia"}, "Gauly, Matthias": {"WOS": "Free Univ Bozen Bolzano, Fac Sci & Technol, Piazza Univ 5, I-39100 Bolzano, Italy"}, "Gelso J.": {"SCOPUS": "Zignar Technologies Kuala Lumpur Malaysia"}, "George, John M.": {"SCOPUS": "Rajagiri School of Engineering and Technology India"}, "Gong, Peng_0": {"SCOPUS": "Department of Earth System Science Tsinghua University Beijing 100084 China"}, "Gong, Peng_1": {"WOS": "Acad Macroecon Res, Energy Res Inst, Beijing 100038, Peoples R China"}, "Gonzalez-Garcia, Sara": {"SCOPUS": "Department of Chemical Engineering Institute of Technology Universidade de Santiago de Compostela Galicia Santiago de Compostela 15782 Spain", "WOS": "IMDEA Energy, Syst Anal Unit, Mostoles 28935, Spain"}, "Gorginpour, Hamed": {"WOS": "Persian Gulf Univ, Dept Intelligent Syst Engn & Data Sci, Bushehr, Iran"}, "Goswami, Shubham": {"SCOPUS": "School of Management Sir Padampat Singhania University Udaipur Rajasthan India"}, "Gudkov A.G.": {"SCOPUS": "Vologda State University Vologda Russian Federation"}, "Gueltekin, Seyfettin Sinan": {"SCOPUS": "Department of Electrical and Electronics Engineering Konya Technical University Konya 42130 Turkey", "WOS": "Natl Inst Hort Res, Fruit & Vegetable Storage & Proc Dept, Konstytucji 3 Maja 1-3, PL-96100 Skierniewice, Poland"}, "Guerrero, Josep M.": {"SCOPUS": "Department of Energy Technology Center for Research on Microgrids (CROM) Aalborg University Aalborg Denmark", "WOS": "Natl Kaohsiung Univ Sci & Technol, Dept Elect Engn, Kaohsiung 807618, Taiwan"}, "Guo, Fei": {"SCOPUS": "International Institute for Applied Systems Analysis Laxenburg Austria"}, "Hamacher, Thomas": {"SCOPUS": "Technical University of Munich Chair of Energy Economy and Application Technology Munich Germany"}, "Hartog, Niels": {"SCOPUS": "KWR Water Research Institute Nieuwegein Netherlands"}, "Haslavsky, Vitaly": {"SCOPUS": "Azrieli College of Engineering 26 Yaakov Shreibom Street Jerusalem Israel"}, "Hatzopoulou, Marianne": {"SCOPUS": "Civil and Mineral Engineering University of Toronto 35 St George Street Toronto ON  M5S 1A4 Canada"}, "Heinz, Kevin M.": {"SCOPUS": "Department of Entomology Texas AandM University TAMU 2475 College Station TX  77843 United States", "WOS": "Texas A&M Univ, Dept Entomol, TAMU 2475, College Stn, TX 77843 USA"}, "Hemming, Jochen": {"SCOPUS": "Wageningen University and Research Droevendaalsesteeg 1 Wageningen 6708 PB Netherlands"}, "Herder, Paulien M.": {"SCOPUS": "Delft University of Technology Faculty of Technology Policy and Management Jaffalaan 5 Delft 2628BX Netherlands"}, "Hicks, Andrea L.": {"SCOPUS": "Department of Civil and Environmental Engineering University of Wisconsin-Madison 1415 Engineering Drive Madison WI  53706 United States"}, "Hoekstra, Jacco M.": {"SCOPUS": "Control and Simulation Faculty of Aerospace Engineering Delft University of Technology Netherlands", "WOS": "Delft Univ Technol, Fac Aerosp Engn, Control & Simulat, Delft, Netherlands"}, "Holz-Rau, Christian": {"SCOPUS": "TU Dortmund University Faculty of Spatial Planning Department of Transport Planning Germany"}, "Hornberger, George M.": {"SCOPUS": "Civil and Environmental Engineering Vanderbilt University United States Earth and Environmental Sciences Vanderbilt University United States Vanderbilt Institute for Energy and Environment Vanderbilt University United States"}, "Hosseinian, S. Hossein": {"SCOPUS": "Amirkabir Univ. of Tech. Electrical Engineering Dept. Tehran Iran"}, "Hu, Jianjun": {"SCOPUS": "State Key Laboratory of Tree Genetics and Breeding Key Laboratory of Tree Breeding and Cultivation of National Forestry and Grassland Administration Research Institute of Forestry Chinese Academy of Forestry Beijing 100091 China Co-Innovation Center for Sustainable Forestry in Southern China Nanjing Forestry University Nanjing 210037 China"}, "Huang, Feng": {"SCOPUS": "Jiangsu Provincial Key Laboratory of Advanced Robotics School of Mechanical and Electric Engineering Soochow University Suzhou 215123 China"}, "Hughes, Ben Richard": {"SCOPUS": "Department of Mechanical and Aerospace Engineering University of Strathclyde United Kingdom", "WOS": "Univ Strathclyde, Dept Mech & Aerosp Engn, Glasgow, Lanark, Scotland"}, "Hunter, Michael": {"WOS": "Georgia Inst Technol, Sch Civil & Environm Engn, Atlanta, GA USA"}, "Hussein, Mohamed": {"WOS": "McMaster Univ, Dept Civil Engn, 1280 Main St West, Hamilton, ON, Canada"}, "Hydher, Hassaan": {"SCOPUS": "Sri Lanka Technological Campus Centre for Telecommunication Research School of Engineering Ingiriya Road Padukka 10500 Sri Lanka"}, "Hyun, Kyung (Kyung)": {"SCOPUS": "Department of Civil Engineering The University of Texas at ArlingtonTX  76019 United States"}, "Im, Dae-Yeong": {"SCOPUS": "Automotive Materials & Components R&D Group Korea Institute of Industrial Technology Gwangju 61012 South Korea", "WOS": "Korea Inst Ind Technol, Automot Mat & Components R&D Grp, Gwangju 61012, South Korea"}, "Ioannides, Maria G.": {"SCOPUS": "School of Electrical and Computer Engineering National Technical University of Athens Athens 15773 Greece"}, "Janeera, D. A.": {"SCOPUS": "Department of Electronics and Communication Engineering Sri Krishna College of Engineering and Technology Kuniyamuthur India"}, "Jassmi, Hamad Al": {"SCOPUS": "Roadway Transportation and Traffic Safety Research Centre (RTTSRC) United Arab Emirates University Al Ain United Arab Emirates"}, "Jian, Linni": {"SCOPUS": "Department of Electrical and Electronic Engineering Southern University of Science and Technology Shenzhen 518055 China"}, "Jordaan, Jacobus Andries": {"SCOPUS": "Tshwane University of Technology Electrical Engineering Department eMalahleni South Africa"}, "Jørgensen, Bo Nørregaard": {"SCOPUS": "University of Southern Denmark Center for Energy Informatics Mærsk Mc-Kinney Moller Institute Odense Denmark"}, "Jovičić, Branislav": {"SCOPUS": "University of Nis Faculty of Electronic Engineering Department of Computer Science Nis Serbia"}, "Kalandyk D.": {"SCOPUS": "Rzeszow University of Technology Doctoral School of Engineering and Technical Sciences Rzeszów Poland"}, "Kan, Ruifeng": {"SCOPUS": "Key Laboratory of Environmental Optics and Technology Anhui Institute of Optics and Fine Mechanics Chinese Academy of Sciences Hefei 230031 China State Key Laboratory of Applied Optics Changchun Institute of Optics Fine Mechanics and Physics Chinese Academy of Sciences Changchun 130033 China", "WOS": "Chinese Acad Sci, Inst Opt & Elect, Chengdu 610200, Sichuan, Peoples R China"}, "Kang, Mengzhen": {"SCOPUS": "State Key Laboratory of Management and Control for Complex Systems Institute of Automation Chinese Academy of Sciences School of Artificial Intelligence University of Chinese Academy of Sciences Haidian Beijing China"}, "Karmokar, Shawan Shukla": {"SCOPUS": "American International University-Bangladesh (AIUB) Electrical Electronic Engineering (EEE) Dhaka Bangladesh"}, "Kavga, Angeliki": {"SCOPUS": "Department of Agricultural Science University of Patras Patras 26504 Greece"}, "Kemp, Nicholas J.": {"SCOPUS": "Center for Sustainable Systems School for Environment and Sustainability University of Michigan 440 Church Street Ann Arbor MI  48109 United States", "WOS": "Ford Motor Co, Res & Innovat Ctr, Dearborn, MI 48121 USA"}, "Keviczky, Tamas": {"SCOPUS": "Delft University of Technology Delft Center of Systems and Control Delft Netherlands"}, "Khan, Umar Shahbaz": {"SCOPUS": "National University of Sciences And Technology NUST College of EME Department of Mechatronics Engineering Islamabad 44000 Pakistan"}, "Kim, Do-Hyeun": {"SCOPUS": "Department of Computer Engineering(and Research Center of Advance Technology) Jeju National University Jeju-si Jeju Special Self-Governing Province  63243 South Korea", "WOS": "Korea Univ, Dept Elect & Informat Engn, Sejong 30019, South Korea"}, "Kim, Sung Kyeom": {"SCOPUS": "Department of Horticultural Science College of Agricultural and Science Kyungpook National University Daegu 41566 South Korea", "WOS": "Univ Calif Davis, Dept Plant Sci, 1636 East Alisal St, Salinas, CA 93905 USA"}, "Köhler, Jonathan A.": {"SCOPUS": "Fraunhofer ISI Breslauer Straße 48 Karlsruhe 76133 Germany"}, "Koike, Megumu": {"SCOPUS": "Somic Management Holdings Inc Japan"}, "Labib T.S.": {"SCOPUS": "Biskra University Biskra Algeria"}, "Lager, Thorleif": {"SCOPUS": "Innowell Solutions AS"}, "Lehmann, Harold P.": {"WOS": "Johns Hopkins Univ, Sch Med, Dept Hlth Informat, Baltimore, MD USA"}, "Li, Changying": {"SCOPUS": "Bio-Sensing and Instrumentation Laboratory College of Engineering University of Georgia Athens GA  30602 United States Phenomics and Plant Robotics Center University of Georgia Athens GA  30602 United States"}, "Li, Kuo": {"SCOPUS": "Institute of Environment and Sustainable Development in Agriculture Chinese Academy of Agricultural Sciences Beijing 100081 China", "WOS": "Chinese Acad Sci, Inst Remote Sensing & Digital Earth, Key Lab Digital Earth Sci, Beijing 100094, Peoples R China"}, "Li, Zhen": {"SCOPUS": "College of Information and Electronics Engineering China Agricultural University Beijing 100083 China National Innovation Center for Digital Fishery Beijing 100083 China"}, "Liang, Jiahua": {"SCOPUS": "School of Civil Engineering and Architecture Southwest University of Science and Technology Mianyang 621010 China"}, "Lienkamp, Markus": {"SCOPUS": "Institute of Automotive Technology Technical University of Munich Garching Germany", "WOS": "Tech Univ Munich, Inst Automot Technol, Garching, Germany"}, "Lin, Zhenhong": {"SCOPUS": "Oak Ridge National Laboratory National Transportation Research Center Knoxville TN  37932 United States", "WOS": "Natl Transportat Res Ctr, Oak Ridge Natl Lab, Knoxville, TN 37932 USA"}, "Lindgren, Kristian": {"SCOPUS": "Department of Space Earth and Environment Chalmers University of Technology Gothenburg SE-412 96 Sweden"}, "Liu X.": {"SCOPUS": "Institute of Economics and Management Henan Agricultural University Zhengzhou 450046 China"}, "Liu, Haibo": {"SCOPUS": "Graham Centre for Agricultural Innovation Charles Sturt University Orange NSW  2800 Australia Gansu Academy of Agricultural Sciences Lanzhou Gansu 730070 China", "WOS": "Inner Mongolia Agr Univ, Hohhot 010011, Inner Mongolia, Peoples R China"}, "Liu, Xu": {"SCOPUS": "College of Mechatronic Engineering Guangxi University Nanning 530007 China"}, "Llopis-Albert, Carlos": {"SCOPUS": "Center of Technological Research in Mechanical Engineering Universitat Politècnica de València Valencia 46022 Spain", "WOS": "Univ Politecn Valencia, Ctr Technol Res Mech Engn, Valencia 46022, Spain"}, "Louis, Anne": {"SCOPUS": "Lineact Cesi Lille France"}, "Lucat, Laurent": {"SCOPUS": "CEA-List Palaiseau 91120 France"}, "Luo, Dijun": {"SCOPUS": "Tencent AI Lab Inc."}, "Lv, Xiaolan": {"SCOPUS": "School of Agricultural Engineering Jiangsu University Zhenjiang China Institute of Agricultural Facilities and Equipment Jiangsu Academy of Agricultural Science Nanjing China"}, "Ma, Longhua": {"SCOPUS": "Zhejiang University Ningbo Institute of Technology Ningbo China"}, "Maciel-Filho, Rubens": {"SCOPUS": "School of Chemical Engineering University of Campinas (UNICAMP) Campinas SP Brazil"}, "Mahmud, Mohd Saiful Azimi": {"WOS": "Univ Teknol, Fac Engn, Dept Mechatron & Control Engn, Johor Baharu, Malaysia", "SCOPUS": "Department of Mechatronics and Control Engineering Faculty of Engineering Universiti Teknologi Malaysia"}, "Mahmutov R.": {"SCOPUS": "IETP al-Farabi Kazakh National University 71 al-Farabi avn. Almaty 050040 Kazakhstan"}, "Mailer, Markus": {"WOS": "Univ Innsbruck, Dept Infrastruct, Unit Intelligent Transport Syst, Innsbruck, Austria"}, "Maysyuk, Elena P.": {"SCOPUS": "Melentiev Energy Systems Institute SB RAS 130 Lermontov St. Irkutsk 664033 Russian Federation"}, "Mazzotti, Marco": {"SCOPUS": "Institute of Energy and Process Engineering Eth Zürich Zürich 8092 Switzerland", "WOS": "Swiss Fed Inst Technol, Inst Energy & Proc Engn, CH-8092 Zurich, Switzerland"}, "Meng, Qiang": {"SCOPUS": "Department of Civil and Environmental Engineering National University of Singapore Singapore 117576 Singapore", "WOS": "Natl Univ Singapore, Dept Civil & Environm Engn, Singapore 117576, Singapore"}, "Milakis, Dimitris": {"WOS": "German Aerosp Ctr DLR, Inst Transport Res, D-12489 Berlin, Germany"}, "Mittal, Archak": {"WOS": "Ford Motor Co, Dearborn, MI 48121 USA"}, "Mohamed, Moataz": {"SCOPUS": "Department of Civil Engineering Faculty of Engineering McMaster University Hamilton ON Canada"}, "Mohamed, Mohamed A.Mohamed": {"SCOPUS": "Department of Mathematics and Statistics College of Science Taif University P.O. Box 11099 Taif 21944 Saudi Arabia"}, "Morrison, Alan P.": {"SCOPUS": "Department of Electrical and Electronic Engineering School of Engineering University College Cork College Road Cork Ireland"}, "Moses, Kasule": {"SCOPUS": "Islamic University in Uganda Department of Computer Science and IT Kampala Uganda"}, "Mou H.": {"SCOPUS": "Meteorological observatory of Xinjiang Uygur Autonomous Region Urumqi 830002 China"}, "Mu, Guijin": {"WOS": "Jiangxi Climate Ctr, Nanchang 330096, Jiangxi, Peoples R China"}, "Mukhin, D. G.": {"SCOPUS": "Kutateladze Institute of Thermophysics Russian Academy of Sciences Siberian Branch Novosibirsk 630090 Russian Federation"}, "Muller, Onno": {"SCOPUS": "Institute of Bio- and Geosciences IBG-2: Plant Sciences Forschungszentrum Jülich GmbH Jülich 52425 Germany", "WOS": "Forschungszentrum Julich, Inst Bio & Geosci, IBG 2 Plant Sci, D-52425 Julich, Germany"}, "Musso, Giorgio": {"SCOPUS": "Thales Alenia Space Turin Italy"}, "Nagarajan T.S.": {"SCOPUS": "University College of Engineering Kanchipuram ECE Department Kanchipuram Tamilnadu India"}, "Nguyen Q.D.": {"SCOPUS": "Energy Department University of Science and Technology of Hanoi VAST Viet Nam Institute of Energy and Sciences VAST Viet Nam"}, "Nikulin, Yury": {"SCOPUS": "University of Turku Department of Mathematics and Statistics Turku FI-20014 Finland"}, "Obland, Michael D._1": {"SCOPUS": "NASA Langley Research Center Hampton VA United States", "WOS": "Penn State Univ, Dept Meteorol & Atmospher Sci, University Pk, PA 16802 USA"}, "Oda, Junichiro": {"WOS": "Res Inst Innovat Technol Earth, 9-2 Kizugawadai, Kyoto, Japan"}, "Ortiz-Martinez, Jacobo": {"WOS": "Benemerita Univ Autonoma Zacatecas, Unidad Acad Ciencias Tierra, Ciencias Ambientales, Zacatecas, Zacatecas, Mexico"}, "Ostermeyer, York": {"SCOPUS": "Chalmers University of Technology Sustainable Building Group Gothenburg Sweden"}, "Pangracious, Vinod": {"SCOPUS": "Electrical and Computer Engineering Department American University in Dubai United Arab Emirates"}, "Paprzycki, Marcin": {"SCOPUS": "Warsaw University of Technology Warsaw Poland"}, "Patterson, Zachary": {"SCOPUS": "Concordia Institute for Information Systems Engineering Concordia University 1515 Ste-Catherine St. W. EV 7.640 Montreal QC  H3G 2W1 Canada"}, "Pearse, Ian S.": {"SCOPUS": "U.S. Geological Survey Fort Collins Science Center Ft Collins CO  80526 United States"}, "Peluffo-Ordóñez, Diego Hernán": {"SCOPUS": "School of Mathematical and Computational Sciences Yachay Tech University Urcuquí 100650 Ecuador Department of Engineering Corporación Universitaria Autónoma de Nariño Pasto 520002 Colombia Intelligence for Embedded Systems—Research Line SDAS Researh Group Ibarra 100150 Ecuador", "WOS": "Yachay Tech Univ, Sch Math & Computat Sci, Urcuqui 100650, Ecuador"}, "Perea-Moreno, Alberto Jesus": {"SCOPUS": "Departamento de Física Aplicada Radiología y Medicina Física Universidad de Córdoba ceiA3 Campus de Rabanales Córdoba 14071 Spain", "WOS": "Yachay Tech Univ, Sch Math & Computat Sci, Urcuqui 100650, Ecuador"}, "Perles, Angel": {"SCOPUS": "ITACA Institute Universitat Politècnica de València Camino de Vera s/n Valencia 46022 Spain", "WOS": "Univ Politecn Valencia, Dept Appl Phys UD Ind Engn, Camino Vera S-N, Valencia 46022, Spain"}, "Petropoulou A.": {"SCOPUS": "Wageningen University and Research Greenhouse Horticulture Droevendaalsesteeg 1 Wageningen 6708 PB Netherlands"}, "Petzoldt, Tibor": {"SCOPUS": "Technische Universität Dresden Chair of Traffic and Transportation Psychology Hettnerstraße 1 Dresden 01069 Germany"}, "Phadke, Amol A.": {"SCOPUS": "Lawrence Berkeley National Laboratory Berkeley United States"}, "Polishchuk, Yu M.": {"SCOPUS": "Ugra Research Institute of Information Technologies Khanty-Mansiysk 628011 Russian Federation Institute of Petroleum Chemistry SB RAS Tomsk 634021 Russian Federation"}, "Połom, Marcin": {"SCOPUS": "Department of Regional Development Geography Institute of Geography University of Gdańsk Gdańsk 80-309 Poland"}, "Prokhorova, N. A.": {"SCOPUS": "Department of Horticulture Forestry and Plant Protection Omsk State Agrarian University Named after P.A. Stolypin 1 Institutskaya Sq. Omsk 644008 Russian Federation"}, "Qiu, Baijing": {"SCOPUS": "Key Laboratory of Plant Protection Engineering of Ministry of Agriculture and Rural Affairs Jiangsu University Zhenjiang 212013 China Key Laboratory of Modern Agricultural Equipment and Technology Ministry of Education Jiangsu University Zhenjiang 212013 China", "WOS": "Jiangxi Agr Univ, Key Lab Modern Agr Equipment Jiangxi, Nanchang 330045, Jiangxi, Peoples R China"}, "Raceanu, Mircea": {"SCOPUS": "ICSI Energy Department National Research and Development Institute for Cryogenic and Isotopic Technologies 1 Uzinei Ramnicu Valcea 240050 Romania", "WOS": "King Mongkuts Univ Technol North Bangkok, Renewable Energy Res Ctr RERC, 1518,Pracharat 1 Rd, Bangkok 10800, Thailand"}, "Raja Singh, R.": {"SCOPUS": "Advanced Drives Laboratory Department of Energy and Power Electronics Vellore Institute of Technology Vellore India"}, "Ramakrishna, Seeram A.": {"SCOPUS": "National University of Singapore 21 Lower Kent Ridge Road Singapore 119077 Singapore"}, "Ravikumar H.M.": {"SCOPUS": "School of Electrical Engineering and Computing Adama Science and Technology University Ethiopia"}, "Reed, Murray": {"SCOPUS": "QLM Technology Ltd Unit DX Albert Rd Bristol BS2 0XJ United Kingdom", "WOS": "QLM Technol Ltd, Unit DX, Albert Rd, Bristol BS2 0XJ, Avon, England"}, "Reyes, Joaquín": {"SCOPUS": "European GNSS Agency (GSA) Prague Czech Republic"}, "Reynolds R.G.": {"SCOPUS": "Wayne State University Computer Science Detroit MI United States"}, "Rezende, Julio F.D.": {"SCOPUS": "Department of Industrial Engineering Universidade Federal do Rio Grande do Norte Av. Silvio Pedroza 310 Apt 800 Areia Preta - Natal - RN CEP: 59014-100 Brazil"}, "Righini, Isabella": {"SCOPUS": "Business Unit Greenhouse Horticulture Wageningen University & Research (WUR) Wageningen 6708PB Netherlands"}, "Rittl, Tatiana Francischinelli": {"SCOPUS": "Faculty of Environmental Sciences and Natural Resource Management NMBU Norwegian University of Life Sciences Norway Presently Norwegian Centre for Organic Agriculture Tingvoll 6630 Norway", "WOS": "Norwegian Univ Life Sci NMBU, Fac Environm Sci & Nat Resource Management, Norwegian, Norway"}, "Rixen, Daniel J.": {"SCOPUS": "Technical University of Munich Chair of Applied Mechanics Garching Germany", "WOS": "Tech Univ Munich, Chair Appl Mech, Boltzmannstr 15, D-85748 Garching, Germany"}, "Rodriguez-Herrera, Raul": {"SCOPUS": "School of Chemistry Autonomous University of Coahuila Boulevard Venustiano Carranza and Ing. José Cárdenas Valdés Col. República Saltillo Coahuila 25280 Mexico", "WOS": "Autonomous Univ Coahuila, Sch Chem, Blvd Venustiano Carranza & Ing Jose Cardenas Vald, Saltillo 25280, Coahuila, Mexico"}, "Rossetti, Rosaldo J.F.": {"SCOPUS": "LIACC/DEI Faculdade Engenharia Universidade do Porto Rua Dr. Roberto Frias Porto 4200-465 Portugal"}, "Rowangould, Gregory M.": {"SCOPUS": "University of Vermont Department of Civil and Environmental Engineering Votey Hall 33 Colchester Ave Burlington VT  05405 United States"}, "Saari, Mika": {"SCOPUS": "Tampere University Pori Campus Pori Finland"}, "Sam-Aggrey H.": {"SCOPUS": "Department of Lands Government of the Northwest Territories Canada"}, "Samson R.": {"SCOPUS": "Polytechnique Montréal Succ. Centre-ville C.P. 6079 Montréal QC  H3C 3A7 Canada"}, "Samuelsen, Scott": {"WOS": "Univ Calif Irvine, Adv Power & Energy Program, Irvine, CA 92697 USA"}, "Santarelli, Massimo Gian Luca": {"SCOPUS": "Department of Energy Politecnico di Torino Corso Duca degli Abruzzi 24 Torino 10129 Italy"}, "Santoni, Fábio": {"SCOPUS": "Department of Mechanical and Aerospace Engineering (DIMA) Sapienza University of Rome via Eudossiana 18 Rome 00184 Italy"}, "Sapio, Alessandro": {"SCOPUS": "Institute of Economics and EMbeDS Scuola Superiore Sant'Anna Pisa Italy Parthenope University of Naples Naples Italy"}, "Sellami, Anis": {"SCOPUS": "Department of Electrical Engineering LISIER Laboratory Higher National Engineering School of Tunis (ENSIT) University of Tunis Tunis Tunisia"}, "Sergeeva, Marina V.": {"SCOPUS": "Institute of Industrial Ecology UB RAS S. Kovalevskoy str. 20 Ekaterinburg 620990 Russian Federation"}, "Shaikh, Faiz Uddin Ahmed": {"WOS": "Curtin Univ, Sch Civil & Mech Engn, Perth, WA 6102, Australia"}, "She J.": {"SCOPUS": "Department of Mechanical and Manufacturing Engineering Miami University Oxford OH  45056 United States"}, "Shi, Meinan": {"SCOPUS": "School of Ocean Sciences China University of Geosciences (Beijing) Beijing 100083 China State Key Laboratory of Biogeology and Environmental Geology China University of Geosciences Beijing 100083 China"}, "Shi, Wenjiao": {"WOS": "Chinese Acad Sci, Inst Geog Sci & Nat Resources Res, Key Lab Land Surface Pattern & Simulat, Beijing 100101, Peoples R China"}, "Shukla, Pancham": {"SCOPUS": "Department of Communications Technology and Mathematics London Metropolitan University London United Kingdom"}, "Singh, R. Raja": {"WOS": "Vellore Inst Technol, Dept Energy & Power Elect, Adv Drives Lab, Vellore, Tamil Nadu, India"}, "Sorensen, Claus Aage Gron": {"WOS": "Agro Intelligence ApS, Agro Food Pk 13, DK-8200 Aarhus, Denmark"}, "Spinler, Stefan": {"SCOPUS": "WHU - Otto Beisheim School of Management Kuehne Foundation Endowed Chair in Logistics Management Burgplatz 2 Vallendar 56179 Germany"}, "Sriharidha R.": {"SCOPUS": "Sri Sai Ram Institute of Technology Dept of IT Chennai India"}, "Stathatos, Elias": {"SCOPUS": "Nanotechnology & Advanced Materials Laboratory Department of Electrical and Computer Engineering University of Peloponnese Patras GR26334 Greece"}, "Stjern, David": {"SCOPUS": "Department of Engineering Science University West Trollhättan 461 86 Sweden", "WOS": "Univ West, Dept Engn Sci, S-46186 Trollhattan, Sweden"}, "Tagliapietra, Simone": {"WOS": "Fdn Eni Enrico Mattei, Future Energy Program, Corso Magenta 63, I-20123 Milan, Italy"}, "Tao K.": {"SCOPUS": "College of Mechanical and Electronic Engineering Shandong Agricultural University Tai’an 271018 China"}, "Tatari, Omer": {"WOS": "Qatar Univ, Qatar Transportat & Traff Safety Ctr, Doha, Qatar"}, "Tedjini, S.": {"WOS": "Natl Polytech Sch Algiers, BP 182,10 Ave Hassen Badi, Algiers 16200, Algeria"}, "Tejedor-Flores, Nathalia": {"SCOPUS": "Grupo de Investigación en Energética y Confort en Edificaciones Bioclimáticas (ECEB) Faculty of Mechanical Engineering Universidad Tecnológica de Panama Panama City 0801 Panama Centro de Estudios Multidisciplinarios en Ciencias Ingeniería y Tecnología (CEMCIT-AIP) Panama City 0801 Panama Sistema Nacional de Investigación (SNI) Panama City 0816 Panama Centro de Investigaciones Hidráulicas e Hidrotécnicas (CIHH) Universidad Tecnológica de Panamá Panama City 0801 Panama", "WOS": "Univ Castilla La Mancha, Escuela Tecn Super Ingn Agronomos Albacete, Albacete 02071, Spain"}, "Tellez G.B.": {"SCOPUS": "IBM LCME Supply Chain University of Guadalajara Guadalajara Mexico"}, "Thanyamanta, Worakanok": {"SCOPUS": "Faculty of Engineering and Applied Science (FEAS) Memorial University St. John’s Canada"}, "Thees, Oliver": {"SCOPUS": "Swiss Federal Institute for Forest Snow and Landscape Research WSL Zürcherstrasse 111 Birmensdorf CH-8903 Switzerland"}, "Tintore, Joaquin": {"SCOPUS": "SOCIB and IMEDEA (CSIC-UIB) Spain", "WOS": "UIB, SOCIB & IMEDEA, CSIC, Palma De Mallorca, Spain"}, "Titarmare, Abhijit S.": {"SCOPUS": "G H Raisoni College of Engineering Department of ETC Nagpur India"}, "Tohidi, Akbar": {"SCOPUS": "Department of Engineering Technical University of Košice Košice Slovakia"}, "Uddin Ahmed Shaikh, Faiz": {"SCOPUS": "School of Civil and Mechanical Engineering Curtin University Perth 6102 Australia"}, "Vajda, Melinda": {"SCOPUS": "National Institute for Research and Development in Electrochemistry and Condensed Matter Timisoara 300569 Romania Faculty of Industrial Chemistry and Environmental Engineering Politehnica University Timisoara Timisoara 300006 Romania"}, "Vǎlean, Honoriu": {"SCOPUS": "Department of Automation Technical University of Cluj Napoca Cluj-Napoca 400114 Romania", "WOS": "Politehn Univ Timisoara, Fac Ind Chem & Environm Engn, Timisoara 300006, Romania"}, "Valero, Francisco": {"SCOPUS": "Centro de Investigación en Ingeniería Mecánica (CIIM) Universitat Politècnica de València Camino de Vera s/n Valencia 46022 Spain", "WOS": "Univ Politecn Valencia, Ctr Invest Ingn Mecan CIIM, Camino Vera S-N, Valencia 46022, Spain"}, "van Delm, Tom": {"SCOPUS": "Research Centre Hoogstraten Voort 71 Meerle B-2328 Belgium"}, "van der Zwaan, Bob C.C.": {"WOS": "Netherlands Environm Assessment Agcy PBL, The Hague, Netherlands", "SCOPUS": "TNO Energy Transition Amsterdam Netherlands Faculty of Science (HIMS and IAS) University of Amsterdam Amsterdam Netherlands School of Advanced International Studies (SAIS) Johns Hopkins University Bologna Italy"}, "Velegrakis, Michalis": {"WOS": "Fdn Res & Technol Hellas IESL FORTH, Inst Elect Struct & Laser, N Plastira 100, Iraklion 71110, Crete, Greece"}, "Villbrandt Y.": {"SCOPUS": "University of Goettingen Germany"}, "Vortisch, Peter": {"SCOPUS": "Institute for Transport Studies Karlsruhe Institute of Technology Kaiserstraße 12 Karlsruhe 76131 Germany"}, "Wang B.": {"SCOPUS": "State Key Laboratory of Eco-hydraulics in Northwest Arid Region Xi'an University of Technology Xi'an China"}, "Wang, Pengbo": {"WOS": "Soochow Univ, Sch Mech & Elect Engn, Jiangsu Prov Key Lab Adv Robot, Suzhou 215123, Peoples R China"}, "Wang, Yinhai": {"SCOPUS": "Department of Civil and Environmental Engineering University of Washington Seattle WA  98195 United States", "WOS": "Univ Washington, Dept Civil & Environm Engn, Seattle, WA 98195 USA"}, "Wang, Zhikui": {"SCOPUS": "College of Mechatronic Engineering Guangxi University Nanning 530007 China"}, "Whidden, Alexandra": {"SCOPUS": "Faculty of Engineering Dalhousie University Halifax NS  B3H 4R2 Canada", "WOS": "French Air Force Acad, Ctr Res, CREA, Ecole Air UR 09 401, BA 701, F-13661 Salon De Provence, France"}, "Williams, Jewel": {"SCOPUS": "Texas A&M University College Station TX  77845 United States"}, "Wittenberg, Carsten": {"SCOPUS": "Hochschule Heilbronn Fakultät Mechanik und Elektronik Heilbronn Germany"}, "Wu, Qiong": {"SCOPUS": "College of Information and Electrical Engineering Shenyang Agricultural University Shenyang 110866 China"}, "Xasanova Y.": {"SCOPUS": "Karshi Engineering and Economics Institute Karshi Uzbekistan"}, "Xia, Jun": {"WOS": "Hebei Normal Univ, Coll Resource & Environm Sci, Hebei Key Lab Environm Change & Ecol Construct, Shijiazhuang 050024, Hebei, Peoples R China"}, "Xu, Ming_0": {"SCOPUS": "School for Environment and Sustainability University of Michigan Ann Arbor MI United States Department of Civil and Environmental Engineering University of Michigan Ann Arbor MI United States"}, "Xu, Ming_1": {"SCOPUS": "Henan Key Laboratory of Earth System Observation and Modeling Henan University Kaifeng 475004 China College of Geography and Environmental Science Henan University Kaifeng 475004 China"}, "Yan, Xiu-Tian": {"SCOPUS": "University of Strathclyde 75 Montrose St. Glasgow United Kingdom"}, "Yao, Zhu": {"SCOPUS": "School of Transportation and Logistics Southwest Jiaotong University Room 2611 No. 2 Teaching Building No. 999 Xi’an Road Chengdu Sichuan  610031 China", "WOS": "Southwest Jiaotong Univ, Sch Transportat & Logist, Room 2611,2 Teaching Bldg,999 Xian Rd, Chengdu 610031, Sichuan, Peoples R China"}, "Zafiropoulou, Vassiliki I.": {"WOS": "Univ Calif Berkeley, Dept Civil & Environm Engn, Berkeley, CA USA", "SCOPUS": "Faculty of Civil Engineering Transportation Department University of Thessaly Pedion Areos Volos 383 34 Greece"}, "Zakariyya, Olayinka Sikiru": {"SCOPUS": "University of Ilorin Dept. of Electrical and Electronics Engineering Ilorin Nigeria"}, "Zeng, Weihua": {"SCOPUS": "School of Environment Beijing Normal University Beijing 100875 China"}, "Zhang, Dongxiao": {"SCOPUS": "CICOES/University of Washington and NOAA/Pacific Marine Environmental Laboratory United States", "WOS": "Columbia Univ, Lamont Doherty Earth Observ, New York, NY USA"}, "Zhang, Zhe": {"SCOPUS": "Key Laboratory of Smart City and Environment Modelling of Higher Education Institute College of Resources and Environment Sciences Xinjiang University Urumqi Xinjiang China Key Laboratory of Oasis Ecology Xinjiang University Urumqi Xinjiang China"}, "Zheng, Yuanjie": {"SCOPUS": "School of Information Science and Engineering Shandong Normal University JiNan China"}, "Zhou G.": {"SCOPUS": "WISDRI CCTEC Engineering Co. Ltd Wuhan Hubei 430223 China"}, "Zhu, Junke": {"SCOPUS": "School of Agricultural Engineering and Food Science Shandong University of Technology Zibo 255000 China"}, "Zhuang, Mufan": {"SCOPUS": "School of Environmental Science and Engineering Shanghai Jiao Tong University Shanghai 200240 China", "WOS": "Shanghai Jiao Tong Univ, Sch Environm Sci & Engn, Shanghai 200240, Peoples R China"}, "Zhujie X.": {"SCOPUS": "School of Agricultural Engineering Jiangsu University Zhenjiang 2012013 China"}, "Zimmerman, Naomi": {"SCOPUS": "Department of Mechanical Engineering University of British Columbia Vancouver V6T 1Z4 Canada", "WOS": "Univ British Columbia, Dept Mech Engn, Vancouver, BC V6T 1Z4, Canada"}}