{"﻿Abbas, Houssam": {"SCOPUS": "School of Electrical Engineering and Computer Science College of Engineering 1148 Kelley Engineering Center 110 SW Park Terrace Corvallis OR  97331-5501 United States"}, "Abbas, Waseem": {"SCOPUS": "Cloud Application Solutions Division Mentor-A Siemens Business Lahore Pakistan"}, "Abdelgawad, Hossam": {"SCOPUS": "Traffic and Highway Engineering Department Cairo University Cairo 12613 Egypt", "WOS": "Cairo Univ, Traff & Highway Engn Dept, Cairo 12613, Egypt"}, "Abolhasani, Milad": {"WOS": "SUNY Buffalo, Dept Mat Design & Innovat, Buffalo, NY 14260 USA"}, "Aktouf, Oum El Kheir": {"SCOPUS": "Grenoble Alpes University Grenoble INP LCIS France"}, "Alenya, Guillem": {"WOS": "Univ Int Catalunya, Res Ctr, Inst Catala Neurociencies Aplicades, Fundacio ACE, Barcelona, Spain"}, "Ali, Shaukat": {"SCOPUS": "Simula Research Laboratory Norway"}, "Al-Turjman, Fadi": {"SCOPUS": "Department of Artificial Intelligence Engineering Research Centre for AI and IoT Near East University Nicosia Mersin 10 Turkey", "WOS": "Near East Univ, Res Ctr AI & IoT, Dept Artificial Intelligence Engn, Mersin 10, Nicosia, Turkey"}, "Amati, Nicola": {"SCOPUS": "Department of Mechanical and Aerospace Engineering Politecnico di Torino Torino 10129 Italy", "WOS": "Politecn Torino, Dept Mech & Aerosp Engn, I-10129 Turin, Italy"}, "Amin, Saad Ali_0": {"SCOPUS": "College of Engineering and It University of Dubai Dubai CV1 5FB United Arab Emirates"}, "Amin, Saad Ali_1": {"WOS": "Coventry Univ, Ctr Computat Sci & Math Modelling, Coventry CV1 5FB, W Midlands, England"}, "Antunes, Miguel": {"SCOPUS": "Department of Electronics University of Alcalá (UAH) Madrid Spain", "WOS": "Univ Alcala UAH, Dept Elect, Madrid, Spain"}, "Arens, Michael": {"SCOPUS": "Fraunhofer Center for Machine Learning Gutleuthausstraße 1 Ettlingen 76275 Germany Fraunhofer IOSB Gutleuthausstraße 1 Ettlingen 76275 Germany"}, "Bao, Hong": {"SCOPUS": "Beijing Union University Beijing 100101 China"}, "Basit, Abdul W.": {"WOS": "FabRx Ltd, 3 Romney Rd, Ashford TN24 0RW, Kent, England"}, "Beck N.": {"SCOPUS": "Siemens AG Digital Industry Software Nuernberg Germany"}, "Beltrame, Giovanni": {"SCOPUS": "Polytechnique Montreal Canada"}, "Ben Salem, Fatma": {"SCOPUS": "Control and Energy Management Laboratory 'Cemlab' University of Sfax Sfax Tunisia"}, "Bengio, Yoshua": {"SCOPUS": "Mila Universit de Montral Canada"}, "Bennamoun, Mohammed": {"SCOPUS": "Department of Computer Science and Software Engineering University of Western Australia Crawley WA Australia", "WOS": "Univ Western Australia, Dept Comp Sci & Software Engn, Crawley, WA 6009, Australia"}, "Berecz C.": {"SCOPUS": "Óbuda University Bécsi út 96/b Budapest 1034 Hungary"}, "Besold, Tarek Richard": {"SCOPUS": "Neurocat GmbH Berlin Germany", "WOS": "Neurocat GmbH, Berlin, Germany"}, "Bhaskaran, H.": {"WOS": "Univ Exeter, Dept Engn, Exeter, Devon, England"}, "Bhaskaran, Harish": {"SCOPUS": "Department of Materials University of Oxford Oxford United Kingdom"}, "Bhatt, Mehul": {"WOS": "Orebro Univ, Sch Sci & Technol, AASS, Orebro, Sweden"}, "Bian, Xueliang": {"SCOPUS": "School of Mechanical Engineering Hebei University of Technology Tianjin China", "WOS": "Hebei Univ Technol, Sch Mech Engn, Tianjin, Peoples R China"}, "Borhan, Hoseinali": {"WOS": "Cummins Inc, Cummins Tech Ctr, Res & Technol, Columbus, IN 47201 USA"}, "Bose, Pradip": {"WOS": "Univ Calif Irvine, Irvine, CA 92697 USA"}, "Burnett, Gary": {"WOS": "Univ Nottingham, Transport Human Factors, Nottingham NG7 2RD, England"}, "Cazier, Joseph A.": {"WOS": "Ist Zooprofilatt Sperimentale Lazio & Toscana Mar, Rome, Italy"}, "Cazorla, Francisco J.": {"SCOPUS": "Barcelona Supercomputing Center Barcelona Spain"}, "Ceder, Gerbrand": {"SCOPUS": "Department of Materials Science and Engineering UC Berkeley Berkeley CA  94720 United States Materials Sciences Division Lawrence Berkeley National Laboratory Berkeley CA  94720 United States", "WOS": "Lawrence Berkeley Natl Lab, Mat Sci Div, Berkeley, CA 94720 USA"}, "Chae, Yejin": {"WOS": "Tech Univ, Qual & Usabil Lab, D-10623 Berlin, Germany"}, "Chandrakala N.": {"SCOPUS": "Department of Computer Science SSM College of Arts and Science Komarapalayam Namakkal India"}, "Chen, Deming": {"SCOPUS": "Electrical and Computer Engineering Department University of Illinois at Urbana-Champaign Urbana IL United States"}, "Chen, Yutuo": {"SCOPUS": "Central South University of Forestry and Technology Department of Computer and Information Engineering Changsha China"}, "Cheng, Wen Huang": {"SCOPUS": "Department of Electronics Engineering National Chiao Tung University Hsinchu Taiwan", "WOS": "Natl Chiao Tung Univ, Inst Elect, Hsinchu, Taiwan"}, "Chi, Min-hwa": {"SCOPUS": "SiEn (Qingdao) Integrated Circuits Cor. Shandong 266500 China"}, "Chiodini, Iacopo": {"WOS": "Univ Hosp S Maria Misericordia, Endocrinol & Metab Unit, Udine, Italy"}, "Cho, Kyungeun": {"SCOPUS": "Department of Multimedia Engineering Dongguk University-Seoul 30 Pildong-ro 1-gil Jung-gu Seoul 04620 South Korea", "WOS": "Dongguk Univ, Dept Multimedia Engn, 30 Pildong Ro 1 Gil, Seoul 04620, South Korea"}, "Chong, Yung-Wey": {"WOS": "Univ Sains Malaysia, Natl Adv IPv6 Ctr, Gelugor 11800, Penang, Malaysia"}, "Choromanska, Anna": {"SCOPUS": "Learning Systems Laboratory Department of Electrical and Computer Engineering New York University 5 MetroTech Center Brooklyn NY  11201 United States", "WOS": "NYU, Dept Elect & Comp Engn, Learning Syst Lab, 5 MetroTech Ctr, Brooklyn, NY 11201 USA"}, "Chung, Ki-seok": {"SCOPUS": "Hanyang University Seoul South Korea"}, "Ci, Song": {"SCOPUS": "State Key Laboratory for Safety Control and Simulation of Power Systems and Large Power Generation Equipment Tsinghua University Beijing 100084 China"}, "Cloarec, Julien": {"SCOPUS": "iaelyon School of Management Université Jean Moulin Lyon 3 Magellan Lyon France", "WOS": "Univ Jean Moulin Lyon 3, Iaelyon Sch Management, Lyon, France"}, "Collecchia, Giampaolo": {"SCOPUS": "Medico di Medicina Generale Massa (MS) Centro Studi e Ricerche in Medicina Generale (CSeRMEG)"}, "Cooper, Andrew": {"SCOPUS": "Department of Chemistry and Materials Innovation Factory University of Liverpool Liverpool United Kingdom"}, "Cuellar, Francisco": {"SCOPUS": "Pontificia Universidad Católica Del Perú Engineering Department Lima Peru"}, "Cuenca-Cuenca, Andres": {"WOS": "Univ Politecn Valencia, Agr Robot Lab, Valencia 46022, Spain"}, "Dahmen, Tim": {"SCOPUS": "German Research Centre for Artificial Intelligence Saarbrucken 66123 Germany", "WOS": "German Res Ctr Artificial Intelligence, D-66123 Saarbrucken, Germany"}, "Dao, Quy Xuan": {"SCOPUS": "Eastern International University Viet Nam"}, "Das D.K.": {"SCOPUS": "Lovely Professional University Department of EEE Phagwara India"}, "David, Philip": {"SCOPUS": "US DEVCOM Army Research Lab"}, "Davies C.": {"SCOPUS": "Belron International Surrey United Kingdom"}, "de Albuquerque, Victor Hugo C.": {"WOS": "Fed Inst Educ Sci & Technol Ceara, LAPISCO, BR-60040215 Fortaleza, CE, Brazil"}, "de Albuquerque, Victor Hugo Costa": {"SCOPUS": "LAPISCO Federal Institute of Education Science and Technology of Ceará Fortaleza/CE Brazil ARMTEC Tecnologia em Robótica Fortaleza/CE 60811-341 Brazil"}, "Decaminada, Travis": {"WOS": "Michigan State Univ, Dept Social Sci, Sch Planning Design & Construct, E Lansing, MI 48824 USA"}, "Dembski, William A.": {"WOS": "Evolutionary Informat Lab, Aubrey, TX USA"}, "Deng, Xinwei": {"SCOPUS": "Department of Statistics Virginia Tech Blacksburg VA United States", "WOS": "Virginia Tech, Dept Stat, Blacksburg, VA 24061 USA"}, "Dheu, Orian": {"WOS": "Univ Leuven, Private & Transport Law, Leuven, Belgium"}, "Di Francesco, Lungi": {"SCOPUS": "Department of Engineering University of Campania “Luigi Vanvitelli” Via Roma 29 Aversa Caserta  81031 Italy", "WOS": "Univ Campania Luigi Vanvitelli, Dept Engn, Via Roma 29, I-81031 Aversa, Caserta, Italy"}, "Dimitrakopoulos G.": {"SCOPUS": ""}, "Ding, Caiwen": {"SCOPUS": "University of Connecticut United States"}, "Dinmohammadi, Fateme": {"WOS": "Univ West London, Sch Comp & Engn, London W5 5RF, England"}, "Dohl F.": {"SCOPUS": "Strategische Entwicklungen und Kommunikation Deutsche Nationalbibliothek Deutscher Platz 1 Leipzig 04103 Germany"}, "Dombrovszki, Aron": {"SCOPUS": "Eötvös Loránd University (ELTE) Mta Lendület Values and Science Research Group Hungary", "WOS": "Eatvos Lorand Univ ELTE, Budapest, Hungary"}, "Doo, Illchul": {"SCOPUS": "Artificial Intelligence Education Hankuk University of Foreign Studies Yongin 17035 South Korea", "WOS": "Hankuk Univ Foreign Studies, Artificial Intelligence Educ, Yongin 17035, South Korea"}, "Du, Dehui": {"SCOPUS": "School of Software and Engineering East China Normal University Shanghai 200062 China Shanghai Key Laboratory of Trustworthy Computing East China Normal University Shanghai 200062 China MOE International Joint Lab of Trustworthy Software East China Normal University Shanghai 200062 China", "WOS": "East China Normal Univ, Sch Software & Engn, Shanghai 200062, Peoples R China"}, "El-Kharashi, M. Watheq": {"SCOPUS": "Ain Shams University Computer and Systems Engineering Department Cairo Egypt"}, "Etienne H.": {"SCOPUS": "Department of Philosophy Ecole Normale Supérieure Paris France Laboratory of Computer Sciences Sorbonne University Paris France"}, "Etienne, Hubert": {"WOS": "Ecole Normale Super, 45 Rue Ulm, F-75005 Paris, France"}, "Faizal F.": {"SCOPUS": "Universitas Padjadjaran Faculty of Mathematics Dept. of Physics Jatinangor Indonesia"}, "Fan, Dongrui": {"SCOPUS": "SKLCA Institute of Computing Technology Chinese Academy of Sciences Beijing China"}, "Farooq, Qazi Umar": {"WOS": "Islamic Univ Madinah, Dept Civil Engn, Fac Engn, Madinah 41411, Saudi Arabia"}, "Findeisen, Rolf": {"SCOPUS": "Laboratory for Systems Theory and Automatic Control Otto-von-Guericke University Magdeburg Germany"}, "Fiorini, Paolo": {"WOS": "Natl Ctr Tumor Dis NCT, Dept Translat Surg Oncol, Dresden, Germany"}, "Flemisch, Frank Ole": {"SCOPUS": "RWTH Aachen Institut für Arbeitswissenschaften Germany"}, "Förstner, Roger": {"SCOPUS": "Universität der Bundeswehr Institute of Space Technology and Space Applications Werner-Heisenberg-Weg 39. Neubiberg 85579 Germany"}, "Galambos, Péter": {"SCOPUS": "Óbuda University Antal Bejczy Center for Intelligent Robotics Ekik Budapest Hungary John von Neumann Faculty of Informatics Óbuda University Budapest Hungary"}, "Gambi, Alessio": {"SCOPUS": "University of Passau Passau Germany"}, "Gao, Zaifeng": {"WOS": "Zhejiang Univ, Dept Psychol & Behav Sci, Hangzhou, Peoples R China"}, "Garnberini L.": {"SCOPUS": "Human Inspired Technology Centre Department of General Psychology University of Padova Italy"}, "Gaur, Loveleen": {"SCOPUS": "Amity University Amity International Business School Noida India"}, "Gavrilova, Marina L.": {"SCOPUS": "University of Calgary SMIEEE Dept. of Computer Science Canada"}, "Ghosh, Ankush": {"SCOPUS": "School of Engineering and Applied Sciences The Neotia University Kolkata India"}, "Gilpin, Leilani H.": {"SCOPUS": "Computer Science and Artificial Intelligence Laboratory Massachusetts Institute of Technology Cambridge MA United States"}, "Guizan M.": {"SCOPUS": "Qatar University Qatar"}, "Guizan, Mohsen": {"WOS": "Qatar Univ, Dept Comp Sci & Engn, Doha, Qatar"}, "Gupta K.": {"SCOPUS": "Striim Inc."}, "Gupta, Rajesh": {"WOS": "Nirma Univ, Inst Technol, Dept Comp Sci & Engn, Ahmadabad 382481, Gujarat, India"}, "Ha, Youngguk": {"SCOPUS": "Konkuk University Seoul South Korea", "WOS": "Konkuk Univ, Seoul, South Korea"}, "Han, Su": {"WOS": "Shandong Univ, Sch Mech Engn, Jinan 250061, Peoples R China"}, "Henke, Jonn B.": {"SCOPUS": "University of Calgary Department of Psychology 2500 University Dr NW Calgary AB  T2N 1N4 Canada", "WOS": "Univ Calgary, Dept Psychol, 2500 Univ Dr NW, Calgary, AB T2N 1N4, Canada"}, "Hind, Sam": {"SCOPUS": "SFB 1187 Media of Cooperation University of Siegen Siegen Germany", "WOS": "Univ Siegen, SFB Media Of Cooperat 1187, Siegen, Germany"}, "Hong, James Won Ki": {"SCOPUS": "Computer Science and Engineering POSTECH Pohang South Korea"}, "Hosono, Hiroyuki": {"SCOPUS": "College of Science and Technology Nihon University Funabashi Chiba Japan", "WOS": "Nihon Univ, Coll Sci & Technol, Funabashi, Chiba, Japan"}, "Hou, Ming": {"SCOPUS": "Defence Research and Development Canada"}, "Hsu, Charles Ching Hsiang": {"SCOPUS": "PUFsecurity Inc. Taiwan EMemory Technology Inc. Taiwan"}, "Hu J.": {"SCOPUS": "Air Force Early Warning Academy Hubei Wuhan China"}, "Hu, Yue": {"WOS": "Natl Univ Def Technol, Coll Syst Engn, Changsha 410003, Peoples R China"}, "Hua, Kailung": {"SCOPUS": "Department of Computer Science and Information Engineering National Taiwan University of Science and Technology Taipei 106 Taiwan", "WOS": "Natl Taiwan Univ Sci & Technol, Dept Ind Management, Taipei 106, Taiwan"}, "Huang, Kaibin_0": {"SCOPUS": "Department of Electrical and Electronic Engineering University of Hong Kong Hong Kong"}, "Huang, Kaibin_1": {"WOS": "South China Univ Technol, Sch Elect & Informat Engn, Guangzhou 510641, Peoples R China"}, "Huftier, Arnaud": {"SCOPUS": "Laboratoire DeScripto Université Polytechnique Hauts-de-France Le Mont Houy Valenciennes Cedex 59313 France"}, "Hung, Nguyen Quoc Viet": {"SCOPUS": "Griffith University Australia"}, "Im, Dae-Yeong": {"WOS": "Korea Inst Ind Technol, Automot Mat & Components R&D Grp, Gwangju 61012, South Korea"}, "Imoize, Agbotiname Lucky": {"WOS": "Univ Lagos, Fac Engn, Dept Elect & Elect Engn, Lagos 100213, Nigeria"}, "Imran M.A.": {"SCOPUS": "University of Glasgow United Kingdom"}, "Imran, Muhammad Ali": {"WOS": "AiDrivers Ltd, London, England"}, "Ioppolo, Giuseppe": {"WOS": "Queensland Univ Technol, Sch Architecture & Built Environm, 2 George St, Brisbane, Qld 4000, Australia"}, "Jararweh, Yaser I.": {"SCOPUS": "Jordan University of Science and Technology Jordan", "WOS": "Jordan Univ Sci & Technol, Dept Comp Sci, Irbid, Jordan"}, "Jeong, Sunghwan": {"SCOPUS": "Korea Electronics Technology Institute Dept. It Application Research Center South Korea"}, "Jiang H.": {"SCOPUS": "Xilinx Inc. San Jose United States"}, "Jun, Sunghae": {"SCOPUS": "Department of Big Data and Statistics Cheongju University Chungbuk 28503 South Korea"}, "Kahn L.": {"SCOPUS": "Council on Foreign Relations Washington D.C. United States"}, "Kahn, Lauren": {"WOS": "Council Foreign Relat, Washington, DC USA"}, "Kamal, Ahmed E.": {"SCOPUS": "Department of Electrical Computer Engineering Iowa State University Ames IA  50011-3060 United States"}, "Kaneko, Shinji": {"SCOPUS": "Graduate School of Humanities and Social Sciences Hiroshima University Network for Education and Research on Peace and Sustainability (NERPS) Higashihiroshima Japan"}, "Kang S.": {"SCOPUS": "Korea Land and Geospatial Informatix Corporation LXSIBI 163 Anjeon-ro Iseo-myeon Wanju-gun Jeonbuk 55365 South Korea"}, "Kapania, Rakesh K.": {"SCOPUS": "Virginia Polytechnic Institute and State University Blacksburg VA  24060 United States"}, "Kauffman, Stuart Alan": {"SCOPUS": "Institute for Systems Biology Seattle WA United States", "WOS": "Inst Syst Biol, Seattle, WA USA"}, "Khan, Shahzad": {"WOS": "Gnowit Inc, 200-308 Legett Dr, Kanata, ON, Canada"}, "Khan, Wasiq": {"SCOPUS": "Faculty of Engineering and Technology Liverpool John Moores University Liverpool United Kingdom", "WOS": "Liverpool John Moores Univ, Fac Engn & Technol, Liverpool L3 5UZ, Merseyside, England"}, "Khattak M.A.K.": {"SCOPUS": "Quaid-e-Azam University Islamabad Pakistan"}, "Kim M.S.": {"SCOPUS": "AI Advanced Research Lab. Samsung SDS Seoul 06765 South Korea"}, "Kim, Namsung": {"SCOPUS": "Samsung Electronics Hwaseong South Korea"}, "Kim, Sang-Ho": {"SCOPUS": "Department of Industrial Engineering Kumoh National Institute of Technology South Korea", "WOS": "Kumoh Natl Inst Technol, Dept Ind Engn, 61 Daehak Ro, Gumi 39177, Gyeongbuk, South Korea"}, "Kim, Youngseop": {"SCOPUS": "Electronic and Electrical Engineerin Dankook University 152 Jukjeon-ro Suji-gu Gyeonggi-do Yongin-si 16890 South Korea", "WOS": "Dankook Univ, Elect & Elect Engn, 152 Jukjeon Ro, Yongin 16890, Gyeonggi Do, South Korea"}, "Kitano, Hiroaki_0": {"SCOPUS": "The Systems Biology Institute Tokyo Japan Okinawa Institute of Science and Technology Graduate School Okinawa Japan Sony Computer Science Laboratories Inc. Tokyo Japan Sony AI Inc. Tokyo Japan The Alan Turing Institute London United Kingdom"}, "Kitano, Hiroaki_1": {"WOS": "Syst Biol Inst, Tokyo, Japan"}, "Klumpp, Matthias_0": {"SCOPUS": "Institute for Logistics and Service Management FOM University of Applied Sciences Essen Germany Chair for Production and Logistics Faculty of Business and Economics Georg-August-University of Göttingen Göttingen Germany Fraunhofer IML Dortmund Germany"}, "Klumpp, Matthias_1": {"WOS": "FOM Univ Appl Sci, Inst Logist & Serv Management, Essen, Germany"}, "Komorowski, Matthieu": {"SCOPUS": "UKRI Centre for Doctoral Training in AI for Healthcare Imperial College London London United Kingdom Department of Surgery and Cancer Imperial College London London United Kingdom Department of Bioengineering Department of Computing Imperial College London London United Kingdom"}, "Kotthaus H.": {"SCOPUS": "TU Dortmund AI Group Germany"}, "Kshirsagar, Vivek": {"SCOPUS": "Government College of Engineering Aurangabad Maharashtra India"}, "Kumar, Akshi": {"WOS": "Netaji Subhas Univ Technol, Dept Informat Technol, New Delhi, India"}, "Kunze, Lars": {"WOS": "Univ Oxford, Oxford Robot Inst, Dept Engn Sci, Oxford OX1 2JD, England"}, "Kuru, Kaya": {"WOS": "Univ Cent Lancashire, Sch Engn, Preston PR1 2HE, Lancs, England"}, "Ladyman, James": {"WOS": "Univ Bristol, Dept Philosophy, Bristol, Avon, England"}, "Lamas, David Ribeiro": {"SCOPUS": "Tallinn University Tallinn Estonia"}, "Lee, Jaewoo": {"SCOPUS": "Seoul National University South Korea"}, "Lee, Jin Han": {"WOS": "Hanyang Univ, CLE Inc, Seoul 04763, South Korea"}, "Lee, Kyujin": {"SCOPUS": "Department of Electronic Engineering Semyung University 65 Semyung-ro Chungcheongbuk-do Jecheon-si 27136 South Korea", "WOS": "Semyung Univ, Dept Elect Engn, 65 Semyung Ro, Jecheon Si 27136, Chungcheongbuk, South Korea"}, "Lee, Seok-Won": {"WOS": "Ajou Univ, Dept Artificial Intelligence, Suwon 16499, South Korea"}, "Li C.": {"SCOPUS": "Australian National University Australia"}, "Li W._0": {"SCOPUS": "Information Technology and Cultural Management Institute Hebei Institute of Communications Shijiazhuang 051430 China"}, "Li W._1": {"SCOPUS": "Polar Research Institute of China Shanghai 200136 China"}, "Li, Changle": {"SCOPUS": "Xidian University State Key Laboratory of Integrated Services Networks Shaanxi Xian 710071 China Research Institute of Smart Transportation Xidian University Shaanxi Xian 710071 China"}, "Li, Gang": {"SCOPUS": "Centre for Cyber Security Research and Innovation Deakin University Geelong VIC  3216 Australia", "WOS": "Deakin Univ, Ctr Cyber Secur Res & Innovat, Geelong, Vic 3216, Australia"}, "Li, Hao_0": {"SCOPUS": "Science and Technology on Communication Networks Laboratory Shijiazhuang 050081 China"}, "Li, Hao_1": {"WOS": "Sci & Technol Commun Networks Lab, Shijiazhuang 050081, Hebei, Peoples R China"}, "Li, Jonathan_0": {"SCOPUS": "University of Waterloo Waterloo N2L 3G1 Canada"}, "Li, Jonathan_1": {"WOS": "Univ Fed Mato Grosso do Sul, BR-79070900 Campo Grande, MS, Brazil"}, "Li, Li": {"SCOPUS": "Department of Automation BNRist Tsinghua University Beijing 100084 China", "WOS": "Tsinghua Univ, Dept Automat, BNRist, Beijing 100084, Peoples R China"}, "Li, Shaofan": {"WOS": "Univ Calif Berkeley, Dept Civil & Environm Engn, Berkeley, CA 94720 USA"}, "Li, Wei": {"WOS": "Hebei Polytech Inst, Sch Networks & Commun, Shijiazhuang 050091, Hebei, Peoples R China"}, "Lideskog, Håkan": {"SCOPUS": "Luleå University of Technology LuleÅ 97187 Sweden"}, "Lin W.-Y.": {"SCOPUS": "Bosch Corporation Research Pittsburgh United States"}, "Linares-Barranco, Alejandro": {"SCOPUS": "Robotics and Technology of Computers Lab ETSII-EPS Universidad de Sevilla Seville Spain Smart Computer Systems Research and Engineering Lab (SCORE) Research Institute of Computer Engineering (I3US) Universidad de Sevilla Seville Spain"}, "Liu J.": {"SCOPUS": "Baidu Beijing China"}, "Liu P.X.": {"SCOPUS": "Systems and Computer Engineering Carleton University Ottawa Ontario Canada"}, "Liu-Henke, Xiaobo": {"SCOPUS": "Ostfalia University of Applied Sciences Salzdahulmer Str. 46/48 Wolfenbuettel 38302 Germany"}, "Lokesh S.": {"SCOPUS": "National Institute of Engineering Department of Computer Science and Engineering Mysuru India"}, "Lopez, Antonio M.": {"WOS": "HUAWEI Technol Duesseldorf GmbH, Automot Engn Lab, Munich Res Ctr, D-80992 Munich, Germany"}, "López, Antonio Manuel": {"SCOPUS": "Computer Vision Center (CVC) Universitat Autonoma de Barcelona (UAB) Bellaterra08193 Spain Computer Science Department Universitat Autonoma de Barcelona (UAB) Bellaterra08193 Spain"}, "Lu, Cewu": {"SCOPUS": "Department of Computer Science and Engineering Shanghai Jiao Tong University Shanghai China", "WOS": "Shanghai Jiao Tong Univ, Dept Comp Sci & Engn, Shanghai 201100, Peoples R China"}, "Lucat, Laurent": {"WOS": "CEA List, F-91120 Palaiseau, France"}, "Luetge, Christoph": {"SCOPUS": "Chair of Business Ethics TUM School of Governance Technical University of Munich Arcisstr. 21 Muenchen 80333 Germany"}, "Lundgren, Bjorn": {"WOS": "Umea Univ, Dept Hist Philosoph & Religious Studies, Umea, Sweden"}, "Ma H.": {"SCOPUS": "University of Electronic Science and Technology of China Chengdu China"}, "MacRae, Carl": {"SCOPUS": "Centre for Health Innovation Leadership and Learning Nottingham University Business School University of Nottingham Nottingham United Kingdom"}, "Mahato, Shalini": {"SCOPUS": "Amity Institute of Information Technology Amity University Ranchi Jharkhand Ranchi India"}, "Mahmood, Arif": {"SCOPUS": "Department of Computer Science Information Technology University Lahore Pakistan", "WOS": "Informat Technol Univ, Dept Comp Sci, Lahore, Pakistan"}, "Mallikarjuna Rao, C. H.": {"SCOPUS": "Gokaraju Rangaraju Institute of Engineering and Technology Department of Computer Science and Engineering India"}, "Mao X.": {"SCOPUS": "9th Grade Shanghai Jinhua Middle School Attached to East China Normal University No 91 Shanghai 200333 China"}, "Masera, Guido": {"SCOPUS": "Politecnico di Torino Torino 10129 Italy"}, "Maynard, Kasia": {"SCOPUS": "WORKTECH Academy Kingston upon Thames United Kingdom Department of Urban Studies and Planning University of Sheffield Sheffield United Kingdom", "WOS": "WORKTECH Acad, Kingston Upon Thames, Surrey, England"}, "Meckl R.": {"SCOPUS": "International Management University Bayreuth Bayreuth Germany"}, "Meeker, William Q.": {"SCOPUS": "Department of Statistics Iowa State University Ames IA United States", "WOS": "Iowa State Univ, Dept Stat, Ames, IA USA"}, "Meena, M. S.": {"SCOPUS": "School of Computer Science KLE Technological University Hubbali Karnataka India"}, "Mehmood, Rashid": {"WOS": "King Abdulaziz Univ, High Performance Comp Ctr, Jeddah 21589, Saudi Arabia"}, "Meinert, Edward_0": {"SCOPUS": "Centre for Health Technology University of Plymouth Plymouth United Kingdom Department of Primary Care and Public Health Imperial College London London United Kingdom"}, "Meinert, Edward_1": {"WOS": "Univ Oxford, Oxford, England"}, "Meng, Qian": {"SCOPUS": "Institute of Information Technology University OsloMet Oslo 0167 Norway", "WOS": "Univ OsloMet, Inst Informat Technol, N-0167 Oslo, Norway"}, "Merzouki, Rochdi_0": {"SCOPUS": "Laboratory Centre de Recherche en Informatique Signal et Automatique de Lille (CRIStAL) Polytech Lille University of Lille Lille 59655 France"}, "Merzouki, Rochdi_1": {"WOS": "Ecole Mil Polytech, Dept Mech Engn, Algiers 16111, Algeria"}, "Míclea, Liviu Cristian": {"SCOPUS": "Department of Automation Faculty of Automation and Computer Science Technical University Cluj-Napoca 28 Memorandumului Street Cluj-Napoca 400114 Romania", "WOS": "Tech Univ Cluj Napoca, Fac Automat & Comp Sci, Dept Automat, 28 Memorandumului St, Cluj Napoca 400114, Romania"}, "Mitsumoto, Naoki": {"SCOPUS": "DENSO CORPORATION AI R&I Div"}, "Miura, Seiya": {"SCOPUS": "Canon INC. 20-2 Kiyohara-Kogyodanchi Utsunomiya Tochigi 321-3292 Japan"}, "Morgan, Phillip L.": {"SCOPUS": "Cardiff University Cardiff CF10 3AT United Kingdom"}, "Mori, Kenichiro": {"SCOPUS": "Optical Products Operations Canon Inc. Utsunomiya Japan"}, "Mosser, Sébastien": {"SCOPUS": "Université du Québec À Montréal Montreal Canada"}, "Motwani R.": {"SCOPUS": "Vivekanand Education Society's Institute of Technology Department of Computer Engineering Mumbai India"}, "Moustakas, Konstantinos": {"SCOPUS": "University of Patras Electrical and Computer Engineering Dept Greece"}, "Mraidha, Chokri": {"SCOPUS": "Université Paris-Saclay CEA List Palaiseau F-91120 France"}, "Mrani N.": {"SCOPUS": "Moulay Ismail University of Meknes Meknes Morocco"}, "Mugellini, Elena": {"SCOPUS": "HES-SO University of Applied Sciences and Arts Western Switzerland Switzerland"}, "Mulcare S.P.": {"SCOPUS": "The MITRE Corporation CAASD McLean VA United States"}, "Nakasuka, Shinichi": {"WOS": "Japan Aerosp Explorat Agcy, Res & Dev Directorate, Sagamihara, Kanagawa 2525210, Japan"}, "Nakata, Kazuhide": {"SCOPUS": "Tokyo Institute of Technology Dept. of Industrial Engineering and Economics Tokyo Japan"}, "Nam, Haewoon": {"SCOPUS": "Division of Electrical Engineering Hanyang University Ansan 15588 South Korea", "WOS": "Hanyang Univ, Div Elect Engn, Ansan 15588, South Korea"}, "Naseer, Aisha": {"SCOPUS": "Fujitsu Laboratories of Europe United Kingdom", "WOS": "Fujitsu Labs Europe, Birmingham, W Midlands, England"}, "Nezhadalinaei F.": {"SCOPUS": "East China Normal University Moe International Joint Lab of Trustworthy Software Shanghai China"}, "Niar, Smail": {"SCOPUS": "University Polytechnique Hauts-de-France LAMIH CNRS UMR 8201 Valenciennes F-59313 France INSA Hauts-de-France Valenciennes F-59313 France", "WOS": "Univ Polytech Hauts de France, UMR 8201, CNRS, LAMIH, F-59313 Valenciennes, France"}, "Nojoumian, Mehrdad": {"SCOPUS": "Department of Computer and Electrical Engineering and Computer Science Florida Atlantic University Boca Raton FL  33431 United States"}, "Okoronkwo, Ethelbert": {"SCOPUS": "Nnamdi Azikiwe University Awka Nigeria"}, "Onyebuchi A.S.": {"SCOPUS": "Federal University of Technology Department of Project Management Technology Owerri Nigeria"}, "Otaegui, Oihana": {"SCOPUS": "Vicomtech Foundation Basque Research and Technology Alliance (BRTA) Mikeletegi 57 San Sebastian 20009 Spain", "WOS": "Basque Res & Technol Alliance BRTA, Vicomtech Fdn, Mikeletegi 57, San Sebastian 20009, Spain"}, "Ozols, Kaspars": {"SCOPUS": "Institute of Electronics and Computer Science Dzerbenes Str.14 Riga LV-1006 Latvia", "WOS": "Inst Elect & Comp Sci, Dzerbenes Str 14, LV-1006 Riga, Latvia"}, "Pan, Yunhe": {"SCOPUS": "Chinese Academy of Engineering Beijing 100088 China Zhejiang University Hangzhou 310058 China"}, "Park, Daejin": {"SCOPUS": "School of Electronic and Electrical Engineering Kyungpook National University Daegu 41566 South Korea"}, "Park, Kang Ryoung": {"SCOPUS": "Division of Electronics and Electrical Engineering Dongguk University Seoul 04620 South Korea", "WOS": "Dongguk Univ, Div Elect & Elect Engn, Seoul 04620, South Korea"}, "Park, Sungju": {"SCOPUS": "Department of Computer Science and Engineering Hanyang University Seoul 426791 South Korea."}, "Pasupathy A.": {"SCOPUS": "Continental Automotive India Bengaluru India"}, "Pau, Giovanni": {"SCOPUS": "Faculty of Engineering and Architecture Kore University of Enna Enna 94100 Italy", "WOS": "Kore Univ Enna, Fac Engn & Architecture, I-94100 Enna, Italy"}, "Peeta, Srinivas": {"SCOPUS": "School of Civil and Environmental Engineering Georgia Institue of Technology Atlanta GA United States", "WOS": "Georgia Inst Technol, Sch Civil & Environm Engn, Atlanta, GA 30332 USA"}, "Peláez E.": {"SCOPUS": "Facultad de Ingeniería Eléctrica y Computación Escuela Superior Politécnica del Litoral Campus Gustavo Galindo Guayaquil Ecuador"}, "Peng, Xiaodong": {"SCOPUS": "Key Laboratory of Electronics and Information Technology for Space Systems Chinese Academy of Sciences Beijing 100190 China"}, "Perko, Roland_0": {"SCOPUS": "JOANNEUM RESEARCH Forschungsgesellschaft mbH DIGITAL Remote Sensing and Geoinformation Graz 8010 Austria"}, "Perko, Roland_1": {"WOS": "Infineon Technol Austria AG, A-9500 Villach, Austria"}, "Peters, Sebastian": {"SCOPUS": "Technische Universität Berlin DAI-Labor Berlin Germany"}, "Pham, Tuan D.": {"WOS": "Manipal Acad Higher Educ MAHE, Manipal Inst Technol MIT, Manipal 576104, India"}, "Philippides, Andrew": {"WOS": "Univ Sussex, Sch Life Sci, CCNR, Brighton, E Sussex, England"}, "Pitale M.": {"SCOPUS": "Nvidia"}, "Pitas, Ioannis Csd Auth Gr": {"SCOPUS": "Aristotle University of Thessaloniki Department of Informatics Thessaloniki Greece"}, "Pustokhin, Denis Alexandrovich": {"SCOPUS": "Department of Logistics State University of Management Moscow 109542 Russian Federation", "WOS": "State Univ Management, Dept Logist, Moscow 109542, Russia"}, "Qiao Q.": {"SCOPUS": "IntelCA United States"}, "Qureshi, Muhammad Aasim": {"SCOPUS": "Department Of Computer Sciences Bahria University Lahore Campus Lahore 54000 Pakistan", "WOS": "Bahria Univ, Dept Comp Sci, Lahore Campus, Lahore 54000, Pakistan"}, "Ragi, Shankarachary": {"WOS": "South Dakota Sch Mines & Technol, Dept Mech Engn, Rapid City, SD 57701 USA"}, "Ramzan, Naeem": {"SCOPUS": "School of Computing Engineering and Physical Sciences University of the West of Scotland Paisley United Kingdom"}, "Reddy, E. Madhusudhana": {"SCOPUS": "Department of Computer Science and Engineering Guru Nanak Institutions Technical Campus JNTU Hyderabad Telangana India"}, "Reinartz, Peter": {"SCOPUS": "German Aerospace Center"}, "Reussner, Ralf H.": {"SCOPUS": "Karlsruhe Institute of Technology I Research Center for Information Technology Karlsruhe Germany"}, "Reyes, Carla L.": {"SCOPUS": "Southern Methodist University Dedman School of Law United States Indiana University Bloomington United States", "WOS": "Southern Methodist Univ, Dedman Sch Law, Law, Dallas, TX 75275 USA"}, "Rosen, David W.": {"WOS": "Singapore Univ Technol & Design, Digital Mfg & Design Ctr, 8 Somapah Rd, Singapore 487372, Singapore"}, "Rosmann, Jurgen": {"SCOPUS": "RWTH Aachen University Institute for Man-Machine Interaction Aachen 52074 Germany"}, "Rumpe, Bernhard": {"SCOPUS": "Rwth Aachen University Germany"}, "Sadik, Mohamed": {"SCOPUS": "Wireless@VT Blacksburg VA 24061 USA and also with the Department of Electrical and Computer Engineering Virginia Tech Blacksburg VA 24061 USA.", "WOS": "Wireless VT, Blacksburg, VA 24061 USA"}, "Saeed, Rashid A.": {"SCOPUS": "Department of Electronics Engineering Sudan University of Science and Technology Khartoum Sudan Department Computer Engineering Taif University Al-Taif Saudi Arabia"}, "Saglam B.": {"SCOPUS": "Eteration Istanbul Turkey"}, "Saha, Rajnandini": {"SCOPUS": "KIIT Deemed to be University Bhubaneswar Odisha India"}, "Sakir Sezer, Sakir": {"SCOPUS": "Queen's University Belfast Centre for Secure Information Technologies (CSIT) Belfast United Kingdom"}, "Salem A.": {"SCOPUS": "Siemens EDA Cairo Egypt"}, "Sarkar, Santonu": {"SCOPUS": "ABB Corporate Research Bangalore India"}, "Scaramuzza, Davide": {"SCOPUS": "The Robotics and Perception Group Dep. of Informatics University of Zurich Switzerland Dep. of Neuroinformatics University of Zurich ETH Zurich Switzerland"}, "Schneider G.": {"SCOPUS": "ZF Friedrichshafen AG Artificial Intelligence Lab Saarbrücken Germany"}, "Schütz A.": {"SCOPUS": "Fraunhofer Institute for Factory Operation and Automation IFF Sandtorstr. 22 Magdeburg 39106 Germany"}, "Schvaneveldt, Shane J.": {"SCOPUS": "Goddard School of Business and Economics Weber State University 1337 Edvalson St Dept 3805 Ogden UT  84408-3805 United States", "WOS": "Weber State Univ, Goddard Sch Business & Econ, 1337 Edvalson St Dept 3805, Ogden, UT 84408 USA"}, "Schwanecke, Ulrich": {"SCOPUS": "Hochschule RheinMain Wiesbaden Germany"}, "Selim, Mahmoud M.": {"WOS": "Shenzhen Univ, Coll Informat Engn, Shenzhen 518060, Peoples R China"}, "Shan, Hangguan": {"SCOPUS": "Zhejiang University College of Information Science and Electronic Engineering Zhejiang China"}, "Sharon, Guni": {"SCOPUS": "Texas A&M University Computer Science and Engineering"}, "Shen X.S.": {"SCOPUS": "Department of Electrical & Computer Engineering University of Waterloo Waterloo ON Canada"}, "Sherman J.": {"SCOPUS": "Georgetown University Washington DC United States"}, "Shi, Feifei_0": {"SCOPUS": "School of Computer and Communication Engineering University of Science and Technology Beijing Beijing 100083 China."}, "Shi, Feifei_1": {"WOS": "Natl Univ Modern Languages, Dept Comp Sci, Islamabad 44000, Pakistan"}, "Shi, Rongye": {"SCOPUS": "Department of Civil Engineering and Engineering Mechanics Columbia University United States", "WOS": "Columbia Univ, Dept Civil Engn & Engn Mech, New York, NY 10027 USA"}, "Shim, David Hyunchul": {"SCOPUS": "School of Electrical Engineering Korea Advanced Institute of Science and Technology Daejeon South Korea", "WOS": "Korea Adv Inst Sci & Technol, Sch Elect Engn, KS015, Daejeon, South Korea"}, "Singh P.K.": {"SCOPUS": "Arya College of Engineering and Research Centre Department of Ee Rajasthan Jaipur India"}, "Singh, Munindar P.": {"WOS": "North Carolina State Univ, Dept Civil Construct & Environm Engn, Raleigh, NC 27607 USA"}, "Socha K.": {"SCOPUS": "RISE Research Institutes of Sweden Lund Sweden"}, "Soldatov, Alexander V.": {"SCOPUS": "The Smart Materials Research Institute Southern Federal University 178/24 Sladkova Rostov-on-Don 344090 Russian Federation", "WOS": "Southern Fed Univ, Smart Mat Res Inst, 178-24 Sladkova, Rostov Na Donu 344090, Russia"}, "Souflas, Ioannis": {"SCOPUS": "Hitachi Europe"}, "Sreenatha Reddy, S.": {"SCOPUS": "Kalasalingam Academy of Research and Education Department of Electrical and Electronics Engineering Madurai India"}, "Stein, Amy L.": {"WOS": "Univ Florida, Levin Coll Law, Curriculum, Gainesville, FL 32611 USA"}, "Streitz, Norbert A.": {"SCOPUS": "Smart Future Initiative Frankfurt 60438 Germany"}, "Suguna M.": {"SCOPUS": "Vellore Institute of Technology School of Computer Science and Engineering (SCOPE) Chennai India"}, "Sui, Jie": {"SCOPUS": "School of Psychology University of Aberdeen King's College Aberdeen AB24 3FX United Kingdom"}, "Sun, Yongbin": {"SCOPUS": "Department of Mechanical Engineering Massachusetts Institute of Technology Cambridge MA  02139 United States", "WOS": "MIT, Dept Mech Engn, 77 Massachusetts Ave, Cambridge, MA 02139 USA"}, "Suresh, Mahima Agumbe": {"SCOPUS": "San José State University San José CA United States"}, "Suzuki S.": {"SCOPUS": "Research and Development Group Hitachi Ltd Japan"}, "Szczypinski M.": {"SCOPUS": "Faculty of Applied Mathematics Silesian University of Technology Kaszubska 23 Gliwice Poland"}, "Tamai, Naoto": {"WOS": "Jikei Univ, Dept Endoscopy, Sch Med, Tokyo, Japan"}, "Tang W.": {"SCOPUS": "Higher Research Institute (Shenzhen) University of Electronic Science and Technology Shenzhen 518110 China"}, "Tanwar, Sudeep": {"SCOPUS": "Department of Computer Science Engineering Institute of Technology Nirma University Ahmedabad 382481 India", "WOS": "Nirma Univ, Inst Technol, Dept Comp Sci Engn, Ahmadabad 382481, Gujarat, India"}, "Tao, Jianbo": {"SCOPUS": "AVL List GmbH Graz Austria"}, "Tian, Zengshan": {"SCOPUS": "School of Communication and Information Engineering Chongqing University of Posts and Telecommunications Chongqing China", "WOS": "Chongqing Univ Posts & Telecommun, Sch Commun & Informat Engn, Chongqing, Peoples R China"}, "Tonella, Paolo": {"SCOPUS": "Software Institute - Università della Svizzera Italiana Lugano Switzerland", "WOS": "USI, Software Inst, Lugano, Switzerland"}, "Tulino, Antonia M.": {"WOS": "NYU, Brooklyn, NY 11201 USA"}, "Tzovaras, Dimitrios K.": {"SCOPUS": "Information Technologies Institute Center for Research and Technology Hellas 6th Km Xarilaou - Thermi Thessaloniki 57001 Greece"}, "Urquhart, Lachlan D.": {"SCOPUS": "Technology Law School of Law University of Edinburgh Edinburgh United Kingdom"}, "van der Aalst, Wil M.P.": {"SCOPUS": "RWTH Aachen University Fraunhofer Institut für Angewandte Informationstechnik Ahornstr. 55 Aachen D-52074 Germany", "WOS": "Rhein Westfal TH Aachen, Fraunhofer Inst Angew Informat Tech, Ahornstr 55, D-52074 Aachen, Germany"}, "Varadarajan, Srikrishna": {"SCOPUS": "CoDesign Lab (EU) Cognitive Vision Sweden", "WOS": "Cognit Vis, CoDesign Lab EU, Stockholm, Sweden"}, "Vasudevan, Rama K.": {"SCOPUS": "Center for Nanophase Materials Sciences Oak Ridge National Laboratory Oak Ridge TN  37831 United States", "WOS": "Oak Ridge Natl Lab, Computat Sci & Engn Div, Oak Ridge, TN 37831 USA"}, "Vegge, Tejs_0": {"SCOPUS": "Department of Energy Conversion and Storage Anker Engelunds Vej Building 301 Kgs Lyngby DK-2800 Denmark Alistore ERI Amiens France"}, "Vegge, Tejs_1": {"WOS": "Helmholtz Inst UIm, Helmholtzstr 11, D-89081 Ulm, Germany"}, "Verma, Om Prakash": {"WOS": "Delhi Technol Univ, Delhi, India"}, "Viehl, Alexander": {"SCOPUS": "FZI Research Center for Information Technology Karlsruhe 76131 Germany"}, "Vijay R.": {"SCOPUS": "Nanyang Technological University CETRAN Singapore"}, "Visser A.": {"SCOPUS": "Intelligent Robotics Lab University of Amsterdam Amsterdam Netherlands"}, "Vittorini, Valeria": {"SCOPUS": "Department of Electrical Engineering and Information Technology University of Naples Federico II 80125 Naples Italy.", "WOS": "Univ Napoli Federico II, Dept Elect Engn & Informat Technol, I-80125 Naples, Italy"}, "Voinea, Cristina": {"SCOPUS": "Department of Philosophy and Social Sciences Bucharest University of Economic Studies Bucharest Romania"}, "von Twickel, Arndt": {"SCOPUS": "Federal Office for Information Security Bonn Germany"}, "Vuletić, Igor": {"SCOPUS": "Department of Criminal Sciences Josip Juraj Strossmayer University of Osijek Faculty of Law Croatia"}, "Wald, Mike": {"WOS": "Univ Southampton, Southampton, Hants, England"}, "Wang J.": {"SCOPUS": "School of Engineering Liverpool John Moores University Liverpool L3 3AF United Kingdom"}, "Wang L.": {"SCOPUS": "Department of Robotics Engineering University of California Santa Cruz Santa Cruz CA United States"}, "Wang Y.": {"SCOPUS": "Department of Electrical and Computer Engineering Duke University Durham NC  27708 United States"}, "Wang Z.": {"SCOPUS": "Department of Transport and Planning Delft University of Technology P.O. Box 5048 Delft 2600 GA Netherlands"}, "Wang, Fan": {"SCOPUS": "SF Motors Inc SF Motors Inc Santa Clara California United States (e-mail: fan.wang@driveseres.com)", "WOS": "Seres Inc, Santa Clara, CA 95054 USA"}, "Wang, Jin": {"WOS": "Liverpool John Moores Univ, Sch Engn, Liverpool L3 3AF, Merseyside, England"}, "Wang, Qianchao": {"SCOPUS": "Beijing University of Technology Faculty of Information Technology Beijing China"}, "Wang, Weitian": {"SCOPUS": "Montclair State University Department of Computer Science Montclair NJ United States"}, "Waslander, Steven": {"WOS": "Univ Waterloo, Waterloo, ON, Canada"}, "Waslander, Steven L.": {"SCOPUS": "Institute for Aerospace Studies University of Toronto Canada"}, "Wei Y.": {"SCOPUS": "Isuzu Motors Ltd"}, "Wen X.": {"SCOPUS": "Kyushu Institute of Technology Department of Computer Science and Networks Iizuka 820-8502 Japan"}, "Williams, Dmitri C.": {"SCOPUS": "University of Southern California Annenberg School for Communication and Journalism 3502 Watt Way Los Angeles CA  90089 United States"}, "Wolf, Christine T.": {"WOS": "IBM Res Almaden, San Jose, CA USA"}, "Xiao Y.": {"SCOPUS": "Chaoyang Teachers College Liaoning Chaoyang 122000 China"}, "Xu, Fengyuan": {"SCOPUS": "State Key Laboratory for Novel Technology Nanjing University Nanjing 210046 China"}, "Yan, Weiqi": {"SCOPUS": "Auckland University of Technology New Zealand", "WOS": "Auckland Univ Technol, Auckland, New Zealand"}, "Yang, Ming": {"SCOPUS": "Shanghai Jiao Tong University Department of Automation Shanghai 200240 China Ministry of Education of China Key Laboratory of System Control and Information Processing Shanghai 200240 China"}, "Yang, Qiang_0": {"SCOPUS": "WeBank China Hong Kong University of Science and Technology Hong Kong Hong Kong"}, "Yang, Qiang_1": {"WOS": "China UnionPay, Shanghai, Peoples R China"}, "Yang, Shufan": {"WOS": "Edinburgh Napier Univ, Sch Comp, Edinburgh, Midlothian, Scotland"}, "Yao H.": {"SCOPUS": "College of Computer Science and Technology Shanghai University of Electric Power Shanghai 200090 China"}, "Yao J.": {"SCOPUS": "Navigation College Dalian Maritime University Dalian China"}, "Yao, Hongyang": {"WOS": "Shanghai Univ, Sch Comp Engn & Sci, Shanghai 200444, Peoples R China"}, "Yates, Carl": {"WOS": "uMore, Miami, FL USA"}, "Yin, Zhaozheng": {"SCOPUS": "Department of Biomedical Informatics the Department of Computer Science and the AI Institute Stony Brook University Stony Brook NY 11794 USA.", "WOS": "SUNY Stony Brook, Dept Biomed Informat, Dept Comp Sci, Stony Brook, NY 11794 USA"}, "Yu Y.": {"SCOPUS": "Department of Human Resources Wuhan University of Technology Wuhan 430070 China"}, "Yu, Hao": {"SCOPUS": "Southern University of Science and Technology China"}, "Yu, Naigong": {"SCOPUS": "Faculty of Information Technology Beijing University of Technology Beijing China Beijing Key Laboratory of Computational Intelligence and Intelligent System Beijing China", "WOS": "Beijing Univ Technol, Fac Informat Technol, Beijing, Peoples R China"}, "Yu, Wenjin": {"WOS": "La Trobe Univ, Comp Sci & Informat Technol, 1 Kingsbury St, Bundoora, Vic, Australia"}, "Zahariev, Plamen": {"WOS": "Univ Ruse Angel Kanchev, Ruse, Bulgaria"}, "Zeleznikow, John": {"SCOPUS": "La Trobe University Melbourne Australia", "WOS": "La Trobe Univ, Melbourne, Vic, Australia"}, "Zhai, Jidong": {"SCOPUS": "Tsinghua University China"}, "Zhang M.": {"SCOPUS": "Shanghai Key Laboratory of Trustworthy Computing Ecnu Shanghai China Shanghai Institute of Intelligent Science and Technology Tongji University Shanghai China"}, "Zhang, Juan": {"SCOPUS": "College of Engineering Mathematics and Physical Sciences University of Exeter Exeter EX4 4QF United Kingdom", "WOS": "Univ Exeter, Coll Engn Math & Phys Sci, Exeter EX4 4QF, Devon, England"}, "Zhang, Liang": {"SCOPUS": "Huawei Technologies co. Ltd Nanjing Research and Development Center"}, "Zhang, Yanning": {"SCOPUS": "National Engineering Laboratory for Integrated Aero-Space-Ground-Ocean Big Data Application Technology School of Cybersecurity Northwestern Polytechnical University Xi'an 710072 China", "WOS": "Xidian Univ, Sch Cyber Engn, Xian 710071, Peoples R China"}, "Zhang, Yao": {"SCOPUS": "State Key Laboratory of Integrated Services Networks Xidian University Xi'an 710071 China and also with the Research Institute of Smart Transportation Xidian University Xi'an 710071 China.", "WOS": "Xidian Univ, Sch Cyber Engn, Xian 710071, Peoples R China"}, "Zheng, Liang": {"SCOPUS": "School of Traffic and Transportation Engineering Central South University 12570 Changsha Hunan China"}, "Zhou, Hong": {"WOS": "Indian Inst Management Raipur, Dept Operat & Syst, Raipur, Madhya Pradesh, India"}, "Zitouni, Rafik": {"SCOPUS": "Central Electronic Engineering School ECE-Paris-Lyon Paris 75015 France"}, "Zou, Weiwen_0": {"SCOPUS": "State Key Laboratory of Advanced Optical Communication Systems and Networks Intelligent Microwave Lightwave Integration Innovation Center (imLic) Department of Electronic Engineering Shanghai Jiao Tong University 800 Dongchuan Road Shanghai 200240 China"}, "Zou, Weiwen_1": {"WOS": "Chinese Acad Sci, Inst Semicond, Beijing 100083, Peoples R China"}}