{"Abbas_0": {"SCOPUS": "North Dakota State University United States"}, "Abbas_1": {"WOS": "COMSATS Univ, Islamabad 45550, Pakistan"}, "Alamri": {"WOS": "Balochistan Univ Informat Technol Engn & Manageme, Dept Elect Engn, Quetta 75660, Pakistan"}, "Aldossary": {"SCOPUS": "Department of Computer Science College of Arts and Science Prince Sattam Bin Abdulaziz University Al-Kharj 16278 Saudi Arabia", "WOS": "Prince Sattam Bin Abdulaziz Univ, Coll Arts & Sci, Dept Comp Sci, Al Kharj 16278, Saudi Arabia"}, "Alhelaly": {"WOS": "Saudi Elect Univ, Coll Comp & Informat, Riyadh, Saudi Arabia"}, "Aljumah": {"SCOPUS": "College of Computer Engineering and Science Prince Sattam Bin ABdulaziz University Al-Kharj Saudi Arabia", "WOS": "Prince Sattam Bin Abdulaziz Univ, Coll Comp Engn & Sci, Al Kharj, Saudi Arabia"}, "Almiani": {"SCOPUS": "Gulf University for Science and Technology Hawally 32093 Kuwait"}, "Alohali": {"WOS": "King Saud Univ, Coll Comp & Infounat Sci, Riyadh, Saudi Arabia"}, "Alshammari": {"SCOPUS": "College of Computer and Information Sciences Department of Computer Science Jouf University Saudi Arabia", "WOS": "Jouf Univ, Coll Comp & Informat Sci, Dept Comp Engn & Networks, Sakakah, Saudi Arabia"}, "Alshewimy": {"SCOPUS": "Computer and Control Engineering Dept Faculty of Engineering Tanta University Tanta Egypt", "WOS": "Tanta Univ, Fac Engn, Comp & Control Engn Dept, Tanta, Egypt"}, "Althobaiti": {"SCOPUS": "College of Computers and Information Technology Taif University Saudi Arabia", "WOS": "Taif Univ, Coll Comp & Informat Technol, Dept Comp Sci, POB 11099, At Taif 21944, Saudi Arabia"}, "Altowaijri": {"SCOPUS": "Faculty of Computing and Information Technology Northern Border University Rafha 91911 Saudi Arabia"}, "Balaji": {"SCOPUS": "CVR College of Engineering Hyderabad India"}, "Balan R.V.S.": {"SCOPUS": "Department of Computer Applications Noorul Islam Centre for Higher Education KumaracoilThucklayKanyakumari Tamil Nadu  629 180 India"}, "Barati": {"SCOPUS": "Computer Engineering Department Islamic Azad University Dezful Branch Dezful Iran"}, "Barboza": {"SCOPUS": "Computing Institute A. C. Simões Campus Federal University of Alagoas—UFAL Maceió AL 57072-970 Brazil", "WOS": "Fed Univ Alagoas UFAL, Ctr Agr Sci, Engn & Agr Sci Campus, BR-57100000 Rio Largo, AL, Brazil"}, "Barik": {"SCOPUS": "School of Computer Applications KIIT Deemed to Be University Bhubaneswar India"}, "Benedict": {"SCOPUS": "Indian Institute of Information Technology Dept. of Computer Science and Engineering Kottayam Kerala India"}, "Bühnová": {"SCOPUS": "Faculty of Informatics Masaryk University Brno Czech Republic"}, "Buyya": {"SCOPUS": "Redmond Barry Distinguished Professor and Director of Cloud Computing and Distributed Systems (CLOUDS) Lab School of Computing and Information Systems The University of Melbourne Australia.", "WOS": "Univ Melbourne, Cloud Comp & Distributed Syst CLOUDS Lab, Sch Comp & Informat Syst, Parkville, Vic 3010, Australia"}, "Chowdhary": {"WOS": "Univ Hail, Mech Engn, Hail, Saudi Arabia"}, "Das": {"SCOPUS": "Department of Information Technology Calcutta Institute of Engineering and Management Kolkata India"}, "Dustdar": {"SCOPUS": "Distributed Systems Group Vienna University of Technology Austria"}, "Dziong": {"SCOPUS": "École de Technologie Supérieure Montreal Canada"}, "Elmirghani": {"SCOPUS": "School of Electronic and Electrical Engineering University of Leeds Leeds United Kingdom"}, "Fazio": {"WOS": "South China Univ Technol, Sch Mech & Automot Engn, Guangzhou 510641, Peoples R China"}, "Fuentes": {"WOS": "Univ Malaga, Grp CAOSD, Malaga 29071, Spain"}, "Ghobaei-Arani": {"SCOPUS": "Department of Computer Engineering Qom Branch Islamic Azad University Qom Iran", "WOS": "Islamic Azad Univ, Dept Comp Engn, Qom Branch, Qom, Iran"}, "Hayawi": {"WOS": "Zayed Univ, Coll Technol Innovat, Abu Dhabi, U Arab Emirates"}, "Hermida R.": {"SCOPUS": "Department. of Computer Architecture and Automation Complutense University of Madrid Madrid Spain"}, "Hosseininia": {"WOS": "Inst Polytech Paris, Telecom SudParis, SAMOVAR, Palaiseau, France"}, "Imran": {"WOS": "Univ Oklahoma, Sch Elect & Comp Engn, AI4Networks Lab, Tulsa, OK 74135 USA"}, "Ismail": {"SCOPUS": "Infineon Technologies AG Am Campeon 1-15 Neubiberg 85579 Germany"}, "Jabir": {"SCOPUS": "Departement of Computer Science University of Baghdad Al-Jadriya Baghdad 10071 Iraq"}, "Jolfaei": {"SCOPUS": "Department of Computing Macquarie University Sydney Australia", "WOS": "Macquarie Univ, Dept Comp, Sydney, NSW 2109, Australia"}, "Kalavathy": {"SCOPUS": "Department of Computer Science and Engineering St. Joseph’s College of Engineering Chennai Tamil Nadu 600119 India", "WOS": "St Josephs Coll Engn, Dept Comp Sci & Engn, Chennai 600119, Tamil Nadu, India"}, "Kanoun": {"WOS": "Dar Al Hekma Univ, Hekma Sch Engn Comp & Informat, Dept Comp Sci, Jeddah 222464872, Saudi Arabia"}, "Kaur": {"SCOPUS": "INICU Medical Private Limited New Delhi 110025 India"}, "Khattak": {"WOS": "Hazara Univ Mansehra, Dept Informat Technol, Mansehra, Khyber Pakhtunk, Pakistan"}, "Khedr": {"WOS": "Int Balkan Univ, Dept Comp Engn, Fac Engn, Skopje 1000, North Macedonia"}, "Kumar": {"SCOPUS": "Department of Electrical Engineering Indian Institute of Technology Patna India"}, "Lakshmanan": {"SCOPUS": "Department of Computer Science and Engineering Sathyabama Institute of Science and Technology Chennai India"}, "Lenka": {"SCOPUS": "Department of Computer Science and Engineering International Institute of Information Technology at Bhubaneswar Bhubaneswar 751003 India"}, "Lu": {"SCOPUS": "Education Information Platform of Orient Science and Technology College of Hunan Agricultural University Changsha Hunan  410128 China", "WOS": "Hunan Agr Univ, Orient Sci & Technol Coll, Educ Informat Platform, Changsha 410128, Hunan, Peoples R China"}, "Maiti": {"SCOPUS": "NIT Computer Science and Engg Rourkela India"}, "Mansor": {"WOS": "Univ Kebangsaan Malaysia, Fac Informat Sci & Technol, Ukm Bangi 43600, Selangor, Malaysia"}, "Mansor Z.": {"SCOPUS": "Faculty of Information Science and Technology Universiti Kebangsaan Malaysia UKM Selangor Bangi 43600 Malaysia"}, "Mishra": {"WOS": "Specialized Univ Logist, Molde Univ Coll, Informat & Digitalizat Grp, N-6410 Molde, Norway"}, "Mohd Yasin": {"SCOPUS": "School of Microelectronic Engineering Universiti Malaysia Perlis Perlis 02600 Malaysia", "WOS": "Univ Malaysia Perlis, Sch Microelect, Arau 02600, Perlis, Malaysia"}, "Munir": {"WOS": "Univ Texas Arlington, Arlington, TX 76019 USA"}, "Murali": {"SCOPUS": "Department of CSE School of Computing SRM Institute of Science and Technology Chennai India"}, "Muthanna": {"WOS": "Chongqing Univ Posts & Telecommun, Dept Automat, Chongqing 400065, Peoples R China"}, "Nayyar": {"SCOPUS": "Graduate School Duy Tan University Da Nang 550000 Viet Nam"}, "Nazir": {"WOS": "Xian Univ Sci & DS Technol, Informat & Network Ctr, Xian 710054, Peoples R China"}, "Nur Sanda": {"SCOPUS": "Department of Physics Solid-state Physics Yazd University Yazd Iran"}, "Obaidat": {"SCOPUS": "Founding Dean and Professor College of Computing and Informatics University of Sharjah Sharjah 27272 United Arab Emirates King Abdullah II School of Information Technology University of Jordan Amman 11942 Jordan University of Science and Technology Beijing Beijing 100083 China", "WOS": "Univ Sharjah, Coll Comp & Informat, Sharjah, U Arab Emirates"}, "Pang A.": {"SCOPUS": "Department of Computer Science and Information Engineering National Taiwan University Taipei Taiwan Taiwan 106"}, "Park": {"WOS": "Georgia State Univ, Dept Comp Sci, Atlanta, GA 30302 USA"}, "Periasamy": {"SCOPUS": "DCSE Sri Sairam Engineering College West Tambaram Chennai India"}, "Puliafito": {"SCOPUS": "Department of Engineering University of Messina Messina 98100 Italy Consorzio Interuniversitario Nazionale Informatica Rome 00185 Italy"}, "Qin": {"SCOPUS": "College of Electronic Information Engineering Foshan University Guangdong Foshan China"}, "Raj P.": {"SCOPUS": "Reliance Jio Cloud Services (JCS) Bangalore India"}, "Rajabzadeh": {"SCOPUS": "Department of Computer Engineering and Information Technology Razi University Kermanshah Iran"}, "Ramdinthara": {"SCOPUS": "Department of Computer Science School of Engineering and Technology Pondicherry University India"}, "Rehman": {"WOS": "Federation Univ, Sch Sci Engn & Informat Technol, Mt Helen, Vic 3350, Australia"}, "Rekha": {"SCOPUS": "School of Computing Science and Engineering Vellore Institute of Technology Chennai Campus Chennai India"}, "Rizk": {"SCOPUS": "Electrical Engineering Department Port Said University Port Said Egypt", "WOS": "Port Said Univ, Dept Elect Engn, Port Said, Egypt"}, "Salehin": {"SCOPUS": "Noakhali Science and Technology University Bangladesh"}, "Shahidinejad": {"SCOPUS": "Department of Computer Engineering Faculty of Engineering Qom Branch Islamic Azad University Qom Iran", "WOS": "Univ Qom, Dept Comp Engn & Informat Technol, Qom, Iran"}, "Shakya": {"SCOPUS": "Institute of Engineering Tribhuvan University Pulchowk Lalitpur Nepal"}, "Shao": {"SCOPUS": "State Key Laboratory of Integrated Service Networks Xidian University Xi'an China"}, "Sharma": {"SCOPUS": "Department of Computing Science University of Aberdeen Aberdeen AB243FX United Kingdom"}, "Singh": {"WOS": "Thapar Inst Engn & Technol, Dept Comp Sci & Engn, Patiala, Punjab, India"}, "Singh R.": {"SCOPUS": "Engineering Department Doaba Khalsa Trust Group of Institutions SBS Nagar Rahon Punjab India"}, "Slama": {"WOS": "King Abdulaziz Univ, Fac Appl Studies, Jeddah, Saudi Arabia"}, "Sood": {"WOS": "Natl Inst Technol, Dept Comp Applicat, Kurukshetra, Haryana, India"}, "Srirama": {"SCOPUS": "Institute of Computer Science University of Tartu Estonia"}, "Sumit": {"SCOPUS": "Department of Electronics and Communication Engineering Bhagwan Parshuram Institute of Technology GGSIPU Delhi India"}, "Tabbakh": {"SCOPUS": "Material Research Science Institute King Abdulaziz City for Science and Technology (KACST) Riyadh Saudi Arabia", "WOS": "King Abdulaziz City Sci & Technol KACST, Mat Res Sci Inst, Riyadh 6086, Saudi Arabia"}, "Takizawa": {"SCOPUS": "Department of Computer and Information Science Seikei University 3-3-1 Kichijoji-Kitamachi Musashino Tokyo 180-8633 Japan"}, "Talaat": {"WOS": "Kafrelsheikh Univ, Fac Artificial Intelligence, Kafrelsheikh, Egypt"}, "Thanh Tung": {"SCOPUS": "International School Vietnam National University Hanoi Hanoi Viet Nam"}, "Thinh": {"SCOPUS": "International School Vietnam National University Hanoi Viet Nam", "WOS": "Vietnam Natl Univ, Int Sch, Hanoi, Vietnam"}, "Turck": {"SCOPUS": "Ghent University - Imec IDLab Department of Information Technology Ghent Belgium"}, "Tyagi": {"SCOPUS": "School of Computer Science and Engineering Vellore Institute of Technology Chennai Tamilnadu  600127 India Center for Advanced Data Science Vellore Institute of Technology Chennai Tamilnadu  600127 India"}, "Vignesh": {"SCOPUS": "Department of Computer Science and Engineering Sathyabama Institute of Science and Technology Chennai India"}, "Volckaert": {"SCOPUS": "Department of Information Technology Ghent University Technologiepark-Zwijnaarde 15 Ghent B-9052 Belgium"}, "Yasar": {"SCOPUS": "Transportation Research Institute (IMOB) Hasselt University Agoralaan Diepenbeek 3590 Belgium"}, "Yu": {"SCOPUS": "School of Computer Science University of Technology Sydney Ultimo NSW  2007 Australia"}, "Zahid": {"WOS": "Univ Faisalabad, Off Res Innovat & Commercializat ORIC, Faisalabad 37610, Punjab, Pakistan"}, "Zheng S.": {"SCOPUS": "Division of Science and Technology BNU-HKBU United International College Guangdong Zhuhai China"}, "Zhu": {"WOS": "Auburn Univ, Dept Comp Sci & Software Engn, Auburn, AL 36849 USA"}, "Zomaya": {"SCOPUS": "School of Computer Science The University of Sydney Sydney NSW  2006 Australia", "WOS": "Univ Sydney, Sch Comp Sci, Ctr Distributed & High Performance Comp, Sydney, NSW 2006, Australia"}}