{"﻿Asakura, Takumi": {"SCOPUS": "Department of Mechanical Engineering Faculty of Science and Technology Tokyo University of Science Tokyo 162-8601 Japan", "WOS": "Tokyo Univ Sci, Fac Sci & Technol, Dept Mech Engn, Tokyo 1628601, Japan"}, "Bai Q.": {"SCOPUS": "School Of Physical Education And Music Qilu University Of Technology (Shandong Academy Of Sciences) Shandong Jinan China"}, "Blake, John": {"WOS": "Univ Aizu, Ctr Language Res, Sch Comp Sci & Engn, Aizu Wakamatsu, Fukushima 9658580, Japan"}, "Bosch L.": {"SCOPUS": "Department of Cognition Development and Educational Psychology University of Barcelona Barcelona Spain Institut de Recerca Sant Joan de Déu Barcelona Spain Institute of Neurosciences (UBNeuro) University of Barcelona Barcelona Spain"}, "Brockmann-Bauser, M.": {"SCOPUS": "Department of Phoniatrics and Speech Pathology Clinic for Otorhinolaryngology Head and Neck Surgery University Hospital Zurich Zurich Switzerland University of Zurich Zurich Switzerland"}, "Carl, Micalle": {"WOS": "Ariel Univ, Dept Commun Disorders, IL-40700 Ariel, Israel", "SCOPUS": "Department of Communication Disorders Ariel University Ariel Israel"}, "Chaurasia H.": {"SCOPUS": "Associate Senior Faculty Film and Video Communication National Institute of Design (NID) Ahmedabad Gujarat India"}, "Chernobelsky, Semyon I.": {"SCOPUS": "Department of Phoniatrics Voice Research Laboratory of the State Opera and Ballet Theatre and the Music College Krasnoyarsk Russian Federation"}, "Chhetri D.K.": {"SCOPUS": "Department of Head and Neck Surgery University of California Los Angeles Los Angeles CA United States"}, "Chiou, Yuhe": {"SCOPUS": "Department of Electrical Engineering National Central University Taiwan", "WOS": "Natl Cent Univ, Dept Elect Engn, Taoyuan, Taiwan"}, "Cho, Kilwon": {"WOS": "Pohang Univ Sci & Technol, Dept Mech Engn, Pohang 37673, South Korea"}, "Cielo, Carla Aparecida": {"SCOPUS": "Departamento de Fonoaudiologia Universidade Federal de Santa Maria Santa Maria Rio Grande do Sul Brazil"}, "Cossens Gonzalez, Salimah Monica G.": {"WOS": "Univ Nacl Autonoma Mexico, Ciencias Polit & Sociales, FCPyS, Mexico City, DF, Mexico"}, "Dent K.": {"SCOPUS": "Speech–Language Pathology Children’s Mercy Kansas City Kansas City MO United States"}, "Dubash, Neville": {"SCOPUS": "Accenture Labs Accenture Bengalaru India"}, "Eliades, Steven J.": {"SCOPUS": "Department of Otorhinolaryngology – Head and Neck Surgery Hospital of the University of Pennsylvania Philadelphia PA United States"}, "Erginel N.": {"SCOPUS": "Eskisehir Technical University İki Eylul Campus Eskişehir 26555 Turkey"}, "Fruehholz, Sascha": {"WOS": "Univ Zurich, Dept Psychol, CH-8050 Zurich, Switzerland", "SCOPUS": "Department of Psychology University of Zurich Zurich Switzerland Neuroscience Center Zurich University of Zurich and ETH Zurich Zurich Switzerland Center for Integrative Human Physiology (ZIHP) University of Zurich Zurich Switzerland"}, "Gartner-Schmidt, Jackie L.": {"SCOPUS": "University of Pittsburgh Medical Center Department of Otolaryngology Pittsburgh PA United States"}, "Guo C.-Y.": {"SCOPUS": "College of Medicine National Taiwan University Taipei 10617 Taiwan", "WOS": "Natl Taiwan Univ, Coll Med, Taipei 10617, Taiwan"}, "Guo, Snuxiang": {"SCOPUS": "Tianjin University of Technology Tianjin Key Lab. for Contr. Theor. Applic. in Complicated Systems and Biomedical Robot Laboratory Binshui Xidao Extension 391 Tianjin 300384 China Intelligent Mechanical Systems Engineering Department Faculty of Engineering Kagawa University Takamatsu Kagawa Japan"}, "Hassan L.": {"SCOPUS": "Tampere University Finland Hanken School of Economics Finland"}, "Hinas M.N.A.": {"SCOPUS": "Dept. of Computer Science and Engineering South Eastern University Oluvil Sri Lanka"}, "Icht, Michal": {"WOS": "Ariel Univ, Dept Commun Disorders, IL-40700 Ariel, Israel"}, "Ih, Jeong Guon": {"SCOPUS": "Center for Noise and Vibration Control Department of Mechanical Engineering Korea Advanced Institute of Science and Technology (KAIST) Daejeon 34141 South Korea", "WOS": "Korea Adv Inst Sci & Technol KAIST, Ctr Noise & Vibrat Control, Dept Mech Engn, Daejeon 34141, South Korea"}, "Jiaqi, Li": {"SCOPUS": "Nanjing University of Science and Technology School of Design Arts and Media Nanjing China"}, "Keegan B.": {"SCOPUS": "Department of Information Science University of Colorado Boulder Boulder CO United States"}, "Keegan, Brian": {"WOS": "Univ Colorado, ATLAS Inst, 320 UCB,1125 18th St, Boulder, CO 80309 USA"}, "Kitterick, Pádraig Thomas": {"SCOPUS": "NIHR Nottingham Hearing Biomedical Research Centre Ropewalk House Nottingham United Kingdom Hearing Sciences Mental Health and Clinical Neurosciences University of Nottingham United Kingdom Nottingham University Hospitals Foundation NHS Trust United Kingdom"}, "Kong X.": {"SCOPUS": "Jiangsu Automation Research Institute Lianyungang China"}, "Laukkanen A.-M.": {"SCOPUS": "Speech and Voice Research Laboratory Faculty of Social Sciences Tampere University Tampere Finland"}, "Lee, Jessica": {"SCOPUS": "Advanced Certificate in Vocal Pedagogy New York University #111-906 HanShin Apt. 52 Seongbuk-ro 4-gil Seongbuk-gu Seoul  02831 South Korea"}, "Levy-Landesberg, Hadar": {"SCOPUS": "The Hebrew University of Jerusalem Israel", "WOS": "Hebrew Univ Jerusalem, Dept Commun & Journalism, IL-9190501 Jerusalem, Israel"}, "Lin, Wei": {"SCOPUS": "College of Science Nanjing University of Aeronautics and Astronautics Nanjing 210016 China"}, "Lindborg, Per Magnus": {"SCOPUS": "School of Creative Media City University of Hong Kong Kowloon Hong Kong"}, "Lindborg, PerMagnus": {"WOS": "City Univ Hong Kong, Sch Creat Media, Kowloon, Hong Kong, Peoples R China"}, "Liu S.": {"SCOPUS": "Hunan University of Humanities and Science China"}, "Lodhi, Rab Nawaz": {"SCOPUS": "UCP Business School University of Central Punjab Lahore Pakistan"}, "Lu Y.": {"SCOPUS": "AIZip Inc. Saratoga CA United States"}, "Lu, Sanglu": {"SCOPUS": "State Key Laboratory for Novel Software Technology Nanjing University Nanjing China"}, "Luijendijk, Hendrika J.": {"WOS": "Univ Groningen, Dept Youth Studies, Groningen, Netherlands", "SCOPUS": "Department of General Practice and Elderly Care Medicine University of Groningen University Medical Centre Groningen Groningen Netherlands"}, "Ma, Jun": {"WOS": "Lanzhou Univ Technol, Dept Phys, Lanzhou 730050, Peoples R China"}, "Mani C.": {"SCOPUS": "School of Music University of Queensland Brisbane 4072 Australia"}, "Mara, Martina": {"WOS": "Johannes Kepler Univ Linz, LIT Robopsychol Lab, Linz, Austria"}, "Marriott K.": {"SCOPUS": "Monash University Melbourne VIC Australia"}, "Mau, Theodore": {"SCOPUS": "Clinical Center for Voice Care Department of Otolaryngology–Head and Neck Surgery University of Texas Southwestern Medical Center Dallas TX United States"}, "McCallum, Gabrielle B.": {"SCOPUS": "Child Health Division Menzies School of Health Research Charles Darwin University Darwin NT Australia"}, "McClellan, Mark B.": {"SCOPUS": "Duke-Margolis Center for Health Policy Durham NC United States"}, "McGettigan C.": {"SCOPUS": "Department of Speech Hearing and Phonetic Sciences University College London United Kingdom"}, "Mehta, Daryush D.": {"SCOPUS": "Center for Laryngeal Surgery and Voice Rehabilitation Massachusetts General Hospital Boston MA United States"}, "Mihaila, Dragos": {"SCOPUS": "Department of Neurology SUNY Upstate Medical University Syracuse NY United States"}, "Naylor M.D.": {"SCOPUS": "School of Nursing University of Pennsylvania Philadelphia PA United States"}, "Naylor, Mary D.": {"WOS": "Live Circle Inc, Ridgewood, NJ USA"}, "Orzan E.": {"SCOPUS": "Otorhinolaryngology and Audiology Institute for Maternal and Child Health-IRCCS “Burlo Garofolo” Via dell’Istria 65/1 Trieste 34137 Italy"}, "Pareek R.": {"SCOPUS": "Department of Civil Engineering Vivekananda Global University Jaipur India"}, "Peng Q.": {"SCOPUS": "Yangzhou University Guangling College Yangzhou China"}, "Pérez A.": {"SCOPUS": "University of Toronto Scarborough Canada Cambridge University United Kingdom"}, "Pja, Alphonse": {"WOS": "NIT Tiruchirappalli, Dept Comp Applicat, Tiruchirappalli, Tamil Nadu, India"}, "Qi L.": {"SCOPUS": "School of Electronic and Information Engineering Nanjing University of Information Science and Technology Nanjing 210044 China Jiangsu Key Laboratory of Meteorological Observation and Information Processing Nanjing University of Information Science and Technology Nanjing 210044 China"}, "Raffard, Stéphane": {"SCOPUS": "University Department of Adult Psychiatry La Colombière Hospital CHU Montpellier Montpellier France Univ Paul Valéry Montpellier 3 Univ. Montpellier Montpellier France"}, "Sadolin, Cathrine": {"SCOPUS": "Complete Vocal Institute Copenhagen K Denmark"}, "Said S.": {"SCOPUS": "Institute of Anaesthesiology University of Zurich and University Hospital Zurich Zurich Switzerland"}, "Sanderson, Penelope M.": {"SCOPUS": "Schools of Information Technology and Electrical Engineering Psychology and Clinical Medicine The University of QueenslandQueensland Australia"}, "Sarkis, Joseph": {"SCOPUS": "Business School Worcester Polytechnic Institute Worcester MA United States Hanken School of Economics Humlog Institute Helsinki Finland"}, "Schneider-Stickler, Berit": {"SCOPUS": "Department of Otorhinolaryngology Division of Phoniatrics-Logopedics Medical University of Vienna Vienna Austria"}, "Tabibian, Sh.": {"WOS": "Shahid Beheshti Univ, Cyberspace Res Inst, Dept Mech & Mechatron Engn, Tehran, Iran", "SCOPUS": "Department of Mechanical and Mechatronics Engineering Cyberspace Research Institute Shahid Beheshti University Tehran Iran"}, "Takahashi, Hidetoshi": {"SCOPUS": "Department of Mechanical Engineering Faculty of Science and Technology Keio University Kanagawa Yokohama Japan"}, "Treiber, Lisa": {"WOS": "Univ Mannheim, Dept Psychol, L13,17, D-68161 Mannheim, Germany"}, "Varvares, Mark A.": {"SCOPUS": "Department of Otolaryngology Massachusetts Eye and Ear Harvard Medical School Boston MA United States"}, "Vaz, Mario": {"SCOPUS": "Division of Health and Humanities St John's Research Institute St John's Medical College Bangalore560034 India Department of Physiology St John's Medical College Bangalore India"}, "Wang, Minhua": {"SCOPUS": "College of Landscape Architecture Fujian Agriculture and Forestry University Fuzhou 350002 China"}, "Xu F.": {"SCOPUS": "Department of Public Health Chengdu Medical College Sichuan Chengdu 610500 China"}, "Xue, Chengqi_0": {"SCOPUS": "School of Mechanical Engineering Southeast University Nanjing 211189 China"}, "Xue, Chengqi_1": {"WOS": "Donghua Univ, Coll Mech Engn, Shanghai 201620, Peoples R China"}, "Yamashita T.": {"SCOPUS": "Department of Otorhinolaryngology Head and Neck Surgery Kitasato University School of Medicine 1-15-1 Kitasato Minami Sagamihara Kanagawa  252-0375 Japan"}, "Yuhana, Umi Laili": {"SCOPUS": "Institut Teknologi Sepuluh Nopember Informatics Engineering Department Surabaya Indonesia"}, "Zalzal G.": {"SCOPUS": "Department of Pediatric Otolaryngology Children's National Hospital Washington District of Columbia United States School of Medicine and Health Science The George Washington University Washington District of Columbia United States"}, "Zhang, Yaoxue": {"WOS": "Tsinghua Univ, Dept Comp Sci & Technol, Beijing 100084, Peoples R China"}}