{"Vinod A.V.": {"SCOPUS": "Department of Chemical Engineering National Institute of Technology Warangal India"}, "Luo, Jingli": {"SCOPUS": "Department of Chemical and Materials Engineering University of Alberta Edmonton T6G 1H9 Canada"}, "Peng, Linfa_0": {"SCOPUS": "State Key Laboratory of Mechanical System and Vibration Shanghai Jiao Tong University Shanghai 200240 China", "WOS": "Shanghai Zhizhen New Energy Equipment Co Ltd, Shanghai 201306, Peoples R China"}, "Peng, Linfa_1": {"WOS": "Shanghai Jaxx New Mat Co Ltd, Shanghai 201413, Peoples R China"}, "Lee C.-Y.": {"SCOPUS": "Department of Refrigeration Air-Conditioning and Energy Engineering National Chin-Yi University of Technology Taichung City 411 Taiwan"}, "Sivaprakasam R.": {"SCOPUS": "ENT Centre Chennai Tamil Nadu  600 042 India"}, "Miyawaki, Jin": {"SCOPUS": "Institute for Materials Chemistry and Engineering Kyushu University Kasuga Fukuoka  816-8580 Japan", "WOS": "Kyushu Univ, Inst Mat Chem & Engn, Kasuga, Fukuoka 8168580, Japan"}, "Wang L.": {"SCOPUS": "Department of Materials Science and Engineering Dalian Maritime University Dalian 116026 China"}, "Han W.": {"SCOPUS": "Department of Materials Science and Engineering Taiyuan University of Technology Taiyuan 030024 China"}, "Robertson, Mark": {"WOS": "Natl Res Council Canada, Energy Min & Environm Res Ctr, Vancouver, BC V6T 1W5, Canada", "SCOPUS": "Energy Mining and Environment Research Centre National Research Council Canada Vancouver BC  V6T 1W5 Canada"}, "Zhao S.Q.": {"SCOPUS": "School of Instrumentation Science and Opto-Electronics Engineering Beijing Information Science and Technology University Beijing 100192 China"}, "Lindström, Rakel Wreland": {"SCOPUS": "Applied Electrochemistry School of Engineering Sciences in Chemistry Biotechnology and Health KTH Royal Institute of Technology Stockholm SE-100 44 Sweden"}, "Bozorg M.": {"SCOPUS": "Faculty of Chemical Materials Engineering Shahrood University of Technology Shahrood Iran"}, "An, Shengli": {"WOS": "Inner Mongolia Univ Sci & Technol, Sch Mat & Met, Baotou 014010, Peoples R China", "SCOPUS": "School of Materials and Metallurgy Inner Mongolia University of Science and Technology Baotou 014010 China"}, "Lai, Xinmin_0": {"SCOPUS": "Shanghai Jiao Tong University Shanghai China"}, "Lai, Xinmin_1": {"WOS": "Forschungszentrum Julich, Inst Energy & Climate Res, IEK 3 Electrochem Proc Engn, D-52425 Julich, Germany"}, "Lai, Xinmin_2": {"WOS": "Shanghai Jiao Tong Univ, Shanghai Key Lab Digital Manufacture Thin Walled, Shanghai 200240, Peoples R China"}, "Lai, Xinmin_3": {"WOS": "Shanghai Jiao Tong Univ, State Key Lab Mech Syst & Vibrat, Shanghai 200240, Peoples R China", "SCOPUS": "State Key Laboratory of Mechanical System and Vibration Shanghai Jiao Tong University Shanghai 200240 China Shanghai Key Laboratory of Digital Manufacture for Thin-walled Structures Shanghai Jiao Tong University Shanghai 200240 China"}, "Wang, Xingdong": {"SCOPUS": "School of Metallurgical and Ecological Engineering University of Science and Technology Beijing 30 College Road Beijing 100083 China State Key Laboratory of Advanced Metallurgy School of Metallurgical and Ecological Engineering University of Science and Technology Beijing 30 College Road Beijing 100083 China"}, "Hu, Yunhang": {"SCOPUS": "Department of Materials Science and Engineering Michigan Technological University Houghton MI United States"}, "Li, Xianguo": {"SCOPUS": "20/20 Laboratory for Fuel Cell and Green Energy RD&D Department of Mechanical and Mechatronics Engineering University of Waterloo Waterloo ON  N2L 3G1 Canada", "WOS": "Univ Waterloo, Dept Mech & Mechatron Engn, 20-20 Lab Fuel Cell & Green Energy RD&D, Waterloo, ON N2L 3G1, Canada"}, "Sain, Mohini M.": {"SCOPUS": "Centre for Biocomposites and Biomaterials Processing Division of Forestry Daniels Faculty of Architecture and Landscape Design University of Toronto Toronto Ontario Canada Department of Mechanical and Industrial Engineering University of Toronto Toronto Ontario Canada"}, "Chin, Tsungshune": {"SCOPUS": "Department of Materials Science and Engineering Feng Chia University Taichung 40724 Taiwan"}, "Maiket, Yaowaret": {"SCOPUS": "Thai-French Innovation Institute King Mongkut's University of Technology North Bangkok Bangkok 10800 Thailand", "WOS": "King Mongkuts Univ Technol North Bangkok, Thai French Innovat Inst, Bangkok 10800, Thailand"}, "Toghyani, Somayeh": {"SCOPUS": "Department of Mechanical Engineering Faculty of Engineering University of Isfahan Hezar-Jerib Ave.Isfahan  81746-73441 Iran"}, "Lin Y.-Y.": {"SCOPUS": "Department of Electronic Engineering National Kaohsiung Normal University Kaohsiung 802 Taiwan"}, "Taherian, Reza": {"WOS": "Shahrood Univ Technol, Dept Chem & Mat Engn, Shahrood, Iran", "SCOPUS": "Shahrood University Mechanical Engineering Department Iran"}, "Liang C.": {"SCOPUS": "Beijing New Energy Vehicle Technology Innovation Center Co. Ltd Beijing China Beijing Automotive Research Center Co. Ltd Beijing China"}, "Mucci, Adele_0": {"SCOPUS": "Dipartimento Scienze Chimiche e Geologiche Università Modena e Reggio Emilia Via G. Campi 103 Modena 41125 Italy"}, "Mucci, Adele_1": {"WOS": "Univ Modena & Reggio Emilia, Dipartimento Sci Fis Informat & Matemat, Via G Campi 213-A, I-41125 Modena, Italy"}, "Davalos, Rafael Vidal": {"SCOPUS": "Department of Biomedical Engineering and Mechanics Virginia Tech 317 Kelly Hall 325 Stanger Street Blacksburg VA  24061 United States"}, "Jung, Chiyoung": {"SCOPUS": "Fuel Cell Research and Demonstration Center Future Energy Research Division Korea Institute of Energy Research (KIER)Jeollabuk-do  56332 South Korea"}, "Yao R.": {"SCOPUS": "Department of Cell Biology and Neurobiology Xuzhou Medical University Xuzhou Jiangsu Province  221004 China"}, "Ding, Wengjiang": {"SCOPUS": "National Engineering Research Center of Light Alloy Net Forming School of Materials Science and Engineering Shanghai Jiao Tong University Shanghai 200240 China Center of Hydrogen Science Shanghai Jiao Tong University Shanghai 200240 China"}, "Cui, Xiang": {"SCOPUS": "State Key Laboratory of Alternate Electrical Power System with Renewable Energy Sources North China Electric Power University Beijing China", "WOS": "North China Elect Power Univ, State Key Lab Alternate Elect Power Syst Renewabl, Beijing 102206, Peoples R China"}, "Elyasi M.": {"SCOPUS": "Mechanical Engineering Department Babol Noshirvani University of Technology Babol Iran"}, "Dyck, Alexander_0": {"SCOPUS": "German Aerospace Center Institute of Networked Energy Systems Carl-von-Ossietzky-Str. 15 Oldenburg 26129 Germany"}, "Dyck, Alexander_1": {"WOS": "Hydrogen & Fuel Cell Ctr ZBT, Duisburg, Germany"}, "Dyck, Alexander_2": {"WOS": "Eisenhuth GmbH & Co KG, Friedrich Ebert Str 203, D-37520 Osterode, Germany"}, "Thomas, Anthony": {"SCOPUS": "Institut Pprime Université de Poitiers-CNRS-ENSMA UPR 3346 2 Rue Pierre Brousse Bâtiment B25 TSA 41105 Poitiers Cedex 9 F-86073 France", "WOS": "Univ Poitiers, Inst Pprime, CNRS, ENSMA,UPR 3346, 2 Rue Pierre Brousse,Batiment B25,TSA 41105, F-86073 Poitiers 9, France"}, "Liang P.": {"SCOPUS": "State Key Laboratory of Tribology Tsinghua University Beijing 100084 China"}, "Pasupathi, Sivakumar": {"SCOPUS": "Hydrogen South Africa (HySA) Systems Integration and Technology Validation Competence Centre University of the Western Cape Robert Sobukwe Road Cape Town Bellville  7535 South Africa"}, "Usenko A.": {"SCOPUS": "Institute of Problems of Chemical Physics RAS Acad. Semenov av. 1 Chernogolovka Moscow Region142432 Russian Federation Inenergy LLC 2-nd Kotlyakovskiy lane 18 Moscow 115201 Russian Federation National University of Science and Technology MISIS Leninsky av. 4 Moscow 119049 Russian Federation"}, "Rinaldi, Matteo": {"SCOPUS": "Electrical and Computer Engineering Department Northeastern University Boston MA  02115 United States"}, "Liu C._0": {"SCOPUS": "School of Materials Science and Hydrogen Energy Foshan University Foshan 528000 China Guangdong Key Laboratory for Hydrogen Energy Technologies Foshan 528000 China"}, "Liu C._1": {"SCOPUS": "Shanghai Sinofuelcell Co. Ltd Shanghai 201499 China"}, "Hodgson, Peter D._0": {"WOS": "Ford Motor Co, Res & Innovat Ctr, 2101 Village Rd, Dearborn, MI 48121 USA"}, "Hodgson, Peter D._1": {"SCOPUS": "Institute for Frontier Materials Deakin University Waurn Ponds Pigdons Rd Geelong VIC  3216 Australia"}, "Chen M.": {"SCOPUS": "State Key Laboratory of Transducer Technology Institute of Intelligent Machines Chinese Academy of Sciences Hefei China Science Island Branch of Graduate School University of Science and Technology of China Hefei 230026 China"}, "Konstantinov D.": {"SCOPUS": "Quantum Dynamics Unit Okinawa Institute of Science and Technology (OIST) Graduate University Tancha 1919-1 Onna-son Kunigami-gun Okinawa  904-0495 Japan"}, "Chen H._0": {"SCOPUS": "College of Electromechanical Engineering Qingdao University of Science and Technology Qingdao 266061 China"}, "Chen H._1": {"SCOPUS": "School of Automotive Studies Tongji University Shanghai 201804 China"}, "Wang, Xiaodong": {"SCOPUS": "Research Center of Engineering Thermophysics North China Electric Power University Beijing 102206 China", "WOS": "North China Elect Power Univ, Res Ctr Engn Thermophys, Beijing 102206, Peoples R China"}, "Kiyama, Sactoru": {"SCOPUS": "Innovative Plasma Processing Group Research Institute for Advanced Electronics and Photonics National Institute of Advanced Industrial Science and Technology (AIST) Tsukuba Central 2 1-1-1 Umezono Tsukuba Ibaraki 305-8568 Japan"}, "Ming, Pingwen": {"SCOPUS": "School of Automotive Studies & Clean Energy Automotive Engineering Center Tongji University (Jiading Campus) 4800 Caoan Road Shanghai 201804 China", "WOS": "Tongji Univ, Sch Automot Studies, 4800 Caoan Rd,Jiading Campus, Shanghai 201804, Peoples R China"}, "Nishida, Yasushi_0": {"WOS": "China Med Univ Hosp, Biomed Technol Res & Dev Ctr, Taichung 404332, Taiwan"}, "Nishida, Yasushi_1": {"SCOPUS": "Faculty of Science and Engineering Iwate University Morioka Japan"}, "Gruneberg U.": {"SCOPUS": "Sir William Dunn School of Pathology University of Oxford South Parks Road Oxford OX1 3RE United Kingdom"}, "Sun, Juncai_0": {"WOS": "Dalian Maritime Univ, Dept Mat Sci & Engn, Dalian 116026, Peoples R China", "SCOPUS": "Institute of Materials Technology Dalian Maritime University Dalian 116026 China"}, "Sun, Juncai_1": {"WOS": "Dalian Ocean Univ, Sch Nav & Naval Architecture, Dalian, Peoples R China"}, "Sato K.": {"SCOPUS": "Department of Organ and Tissue Anatomy Hamamatsu University School of Medicine Hamamatsu Japan"}, "Misra, Manjusri": {"SCOPUS": "Bioproducts Discovery & Development Centre (BDDC) Department of Plant Agriculture University of Guelph Crop Science Building 50 Stone Road East Guelph Ontario N1G 2W1 Canada School of Engineering University of Guelph Thornbrough Building 50 Stone Road East Guelph Ontario N1G 2W1 Canada", "WOS": "Univ Guelph, Dept Plant Agr, Bioprod Discovery & Dev Ctr BDDC, Crop Sci Bldg,50 Stone Rd East, Guelph, ON N1G 2W1, Canada"}, "Roberts, Edward P.L.": {"SCOPUS": "Department of Chemical and Petroleum Engineering University of Calgary 2500 University Drive NW Calgary T2N 1N4 Canada"}, "Dhahad, Hayder Abed": {"SCOPUS": "Mechanical Engineering Department University of Technology Baghdad Iraq"}, "Kim, Seongsu": {"SCOPUS": "Department of Mechanical Engineering Korea Advanced Institute of Science and Technology (KAIST) 291 Daehak-ro Yuseong-gu Daejeon South Korea"}, "Li, Helong": {"SCOPUS": "Cree Europe Unterschleissheim Germany", "WOS": "Cree Europe, D-85716 Unterschleissheim, Germany"}, "Groos, Ulf_0": {"WOS": "Natl Renewable Energy Lab, 15013 Denver W Pkwy, Golden, CO 80401 USA"}, "Groos, Ulf_1": {"SCOPUS": "Fraunhofer Institute for Solar Energy Systems Heidenhofstr. 2 Freiburg 79110 Germany"}, "Zhang, Jiujun_0": {"SCOPUS": "Department of Chemical and Biological Engineering University of British Columbia Vancouver BC  V6T 1W5 Canada Institute for Sustainable Energy/College of Sciences Shanghai University Shanghai 200444 China"}, "Zhang, Jiujun_1": {"WOS": "Sun Yat Sen Univ, Sch Mat Sci & Engn, Key Lab Low Carbon Chem & Energy Conservat Guangd, Guangzhou 5102575, Peoples R China"}, "Chen Y.-C.": {"SCOPUS": "Yuan Ze Fuel Cell Center Department of Mechanical Engineering Yuan Ze University Taoyuan 32003 Taiwan"}, "Yamazaki K.": {"SCOPUS": "Toyota Central RandD Laboratories Inc. 41-1 Yokomichi Nagakute Aichi 480-1192 Japan"}, "Hosenfeldt, Tim": {"WOS": "Schaeffler AG, Cent Res & Technol, Ind Str 1-3, D-91074 Herzogenaurach, Germany", "SCOPUS": "Schaeffler AG Central Research and Technology Herzogenaurach Germany"}, "Chamoret D.": {"SCOPUS": "ICB UMR 6303 CNRS UBFC University of Technology of Belfort-Montbéliard Belfort 90010 France"}, "Cheng, Z. W.": {"SCOPUS": "Ningbo Research Institute Zhejiang University Ningbo 315100 China State Key Laboratory of Fluid Power and Mechatronic Systems Zhejiang University Hangzhou 310027 China School of Mechanical Engineering Zhejiang University Hangzhou 310013 China Ningbo Institute of Technology Zhejiang University Ningbo 315100 China"}, "Tsotra, Panagiota": {"SCOPUS": "Institute of Polymer Engineering School of Engineering University of Applied Sciences and Arts Northwestern Switzerland FHNW Windisch Switzerland KATZ Kunststoff Ausbildungs- und Technologie-Zentrum Aarau Switzerland", "WOS": "GreenGT, Chemin Rosaire 5, Aclens, Switzerland"}, "Norin A.J.": {"SCOPUS": "Department of Medicine SUNY Downstate Health Sciences University 450 Clarkson Ave. Brooklyn NY  11203 United States Department of Cell Biology SUNY Downstate Health Sciences University 450 Clarkson Ave. Brooklyn NY  11203 United States"}, "Cordero G-G E.": {"SCOPUS": "Department of Orthopaedic Surgery University Hospital La Princesa Universidad Autónoma de Madrid c/Diego de León 62 Madrid 28006 Spain"}, "Trikha, Vivek K.": {"SCOPUS": "Department of Orthopedics Jai Prakash Narayan Apex Trauma Center All India Institute of Medical Sciences New Delhi 110029 India"}, "Borup, Rodney L.": {"SCOPUS": "MPA-11 MPA Los Alamos National Laboratory Los Alamos 87545 United States"}, "Zhao D.": {"SCOPUS": "Department of Upper Extremity Orthopaedics Zhengzhou Orthopaedic Hospital Zhengzhou Henan450052 China"}, "Zhang K.": {"SCOPUS": "Mengcheng Jiashilong Machinery Manufacturing Co. Ltd. Mengcheng 233500 China"}, "Roohi A.H.": {"SCOPUS": "Department of Mechanical Engineering Faculty of Industrial and Mechanical Engineering Qazvin Branch Islamic Azad University Qazvin Iran"}, "Zhang H._0": {"SCOPUS": "Beijing Key Laboratory of Ionic Liquids Clean Process CAS Key Laboratory of Green Process and Engineering Institute of Process Engineering Chinese Academy of Science Beijing 100190 China School of Chemical Engineering University of Chinese Academy of Science Beijing 100049 China"}, "Zhang H._1": {"SCOPUS": "Department of Mechanical Engineering University of Alberta Edmonton AB  T6G 2R3 Canada"}, "Meng, Yonggang": {"SCOPUS": "State Key Laboratory of Tribology Tsinghua University Beijing 100084 China"}, "Maghrabie H.M.": {"SCOPUS": "Department of Mechanical Engineering Faculty of Engineering South Valley University Qena 83521 Egypt"}, "Kim, Youngjun": {"SCOPUS": "SKKU Advanced Institute of Nanotechnology Sungkyunkwan University Suwon South Korea"}, "Naresh G.": {"SCOPUS": "Department of Mechanical Engineering PSG Institute of Technology and Applied Research Neelambur Coimbatore India"}, "Chen Q.": {"SCOPUS": "Wuhan National High Magnetic Field Center State Key Laboratory of Advanced Electromagnetic Engineering and Technology Huazhong University of Science and Technology Wuhan 430074 China"}, "Koorata P.K.": {"SCOPUS": "Electrochemical Energy System Design Lab Department of Mechanical Engineering National Institute of Technology Karnataka Surathkal Mangalore  575 025 India"}, "Guo Y.": {"SCOPUS": "Key Laboratory for Aquatic Ecology and Aquaculture of Tianjin Department of Fisheries Science Tianjin Agricultural University Tianjin China"}, "Bhowmik, Himangshu": {"SCOPUS": "Department of Mechanical Engineering Dhaka University of Engineering and Technology (DUET) Gazipur Bangladesh", "WOS": "Dhaka Univ Engn & Technol DUET, Dept Mech Engn, Gazipur, Bangladesh"}, "Aval, H.J.": {"SCOPUS": "Department of Materials Engineering Babol Noshirvani University of Technology Babol Iran"}, "Tsuchida, Hidekazu": {"WOS": "Cent Res Inst Elect Power Ind CRIEPI, Mat Sci Res Lab, Yokosuka, Kanagawa 2400916, Japan", "SCOPUS": "Material Science Research Laboratory Central Research Institute of Electric Power Industry (CRIEPI) Yokosuka Kanagawa 240-0916 Japan"}, "Koike C.": {"SCOPUS": "Graduate School of Pharmacy Ritsumeikan University Kusatsu Shiga Japan Laboratory for Systems Neuroscience and Developmental Biology College of Pharmaceutical Sciences Ritsumeikan University Kusatsu Shiga Japan Center for Systems Vision Science Research Organization of Science and Technology Ritsumeikan University Kusatsu Shiga Japan Ritsumeikan Global Innovation Research Organization (R-GIRO) Ritsumeikan University Kusatsu Shiga Japan"}, "Colominas, Carles": {"WOS": "FLUBETECH SL, C Montsia 23, Barcelona 08211, Spain", "SCOPUS": "FLUBETECH S.L. C\\Montsià 23 Pol.Ind. Can Carner Castellar Del Vallès Barcelona  08211 Spain"}, "Chellammal S.": {"SCOPUS": "CSIR - Central Electrochemical Research Institute-Madras Unit CSIR Madras Complex Taramani Chennai 600 113 India Academy of Scientific and Innovative Research (AcSIR) CSIR-Central Electrochemical Research Institute Karaikudi Tamil Nadu  630003 India"}, "Lin, Guoqiang Quiang": {"SCOPUS": "Key Laboratory of Materials Modification by Laser Ion and Electron Beams Ministry of Education Dalian University of Technology Dalian 116024 China"}, "Okazaki M.": {"SCOPUS": "Nagaoka University of Technology Nagaoka Japan"}, "Zheng M.": {"SCOPUS": "School of Mechanical and Electronic Engineering Shandong Jianzhu University Jinan Shandong  250101 China"}, "Opran, Constantin Gheorghe": {"SCOPUS": "University Politehnica of Bucharest 313 Splaiul Independentei Bucharest 060042 Romania"}, "Jankovic, Jasna": {"WOS": "Univ Connecticut, Ctr Clean Energy Engn, 44 Weaver Rd U-5233, Storrs, CT 06269 USA", "SCOPUS": "Center for Clean Energy Engineering University of Connecticut 44 Weaver Road Unit 5233 Storrs CT  06269 United States Institute of Materials Science University of Connecticut 97 North Eagleville Road Storrs CT  06269 United States"}, "Chiou, Aihuei": {"SCOPUS": "Department of Mechanical and Computer-Aided Engineering National Formosa University Yunlin 632 Taiwan"}, "Tolmachev, Yuriy V.": {"SCOPUS": "BM POWER Skolkovo Innovation Center Moscow Russian Federation Lomonosov Moscow State University Moscow Russian Federation", "WOS": "Skolkovo Innovat Ctr, BM POWER, Moscow, Russia"}, "Wang, Yuxin": {"SCOPUS": "State Key Laboratory of Chemical Engineering Tianjin Key Laboratory of Membrane Science and Desalination Technology School of Chemical Engineering and Technology Tianjin University Tianjin 300350 China"}, "Okumura M.": {"SCOPUS": "Toyota Motor Corporation"}, "Wermuth L.": {"SCOPUS": "Department of Neurology Odense University Hospital University of Southern Denmark Odense Denmark Department of Clinical Research/BRIDGE University of Southern Denmark Odense Denmark"}, "Cao, Yu": {"WOS": "Chalmers Univ Technol, Dept Ind & Mat Sci, S-41296 Gothenburg, Sweden", "SCOPUS": "Department of Industrial and Materials Science Chalmers University of Technology Gothenburg 41296 Sweden"}, "Wang, Qingsong": {"SCOPUS": "State Key Laboratory of Fire Science University of Science and Technology of China Hefei 230026 China", "WOS": "Univ Sci & Technol China, State Key Lab Fire Sci, Hefei 230026, Peoples R China"}, "Sadiku, Emmanuel Rotimi": {"SCOPUS": "Division of Polymer Technology Department of Chemical Metallurgical and Materials Engineering Tshwane University of Technology Pretoria 0001 South Africa"}, "Rosenbaum, Elyse": {"SCOPUS": "University of Illinois at Urbana-Champaign Department of Electrical and Computer Engineering Urbana IL  61801 United States"}, "Li X.-G.": {"SCOPUS": "Beijing National Research Center of Molecular Sciences State Key Laboratory of Rare Earth Materials Chemistry and Applications College of Chemistry and Molecular Engineering Peking University Beijing 100871 China"}, "Jansson, Ulf_0": {"WOS": "Plansee Composite Mat GmbH, Siebenburgerstr 23, DE-86983 Lechbruck, Germany"}, "Jansson, Ulf_1": {"SCOPUS": "Uppsala University Department of Chemistry – Ångström Laboratory Uppsala University Box 538 Uppsala SE-751 21 Sweden"}, "Li, Zhengxian": {"SCOPUS": "School of Metallurgy Xi'An University of Architecture and Technology China Northwest Institute for Nonferrous Metals Research China", "WOS": "Northwest Inst Nonferrous Met Res, Xian, Peoples R China"}, "Cabañas-Moreno, J. G.": {"SCOPUS": "Programa de Doctorado en Nanociencias y Nanotecnología Cinvestav-IPN Av. Instituto Politécnico Nacional 2508 Ciudad de México 07360 Mexico"}, "Gao, Minrui": {"SCOPUS": "Division of Nanomaterials & Chemistry Hefei National Laboratory for Physical Sciences at the Microscale University of Science and Technology of China Hefei China"}, "Li, Li_0": {"SCOPUS": "College of Materials Science and Chemical Engineering Harbin Engineering University Harbin 150001 China"}, "Li, Li_1": {"WOS": "Luoyang Ship Mat Res Inst, State Key Lab Marine Corros & Protect, Qingdao 266237, Peoples R China"}, "Li, Li_2": {"WOS": "Southwest Technol & Engn Res Inst, Chongqing 400039, Peoples R China"}, "Li, Li_3": {"WOS": "Wuhan Univ, Sch Power & Mech Engn, Wuhan 430072, Peoples R China"}, "Khorasani A.": {"SCOPUS": "Department of Medical Physics School of Medicine Isfahan University of Medical Sciences Isfahan Iran"}, "Huang B.": {"SCOPUS": "School of Chemistry and Chemical Engineering Guangxi University Nanning 530004 China"}, "Kim J.-K.": {"SCOPUS": "Department of Orthopaedic Surgery School of Medicine Kyungpook National University Kyungpook National University Hospital 130 Dongduk-ro Jung-gu Daegu 41944 South Korea"}, "Zhang Y.": {"SCOPUS": "State Key Laboratory of Air-conditioning Equipment and System Energy Conservation Zhuhai 519000 China"}, "Kouril, Milan": {"WOS": "Univ Chem & Technol Prague, Dept Met & Corros Engn, Tech 5, Prague 16628 6, Czech Republic", "SCOPUS": "Department of Metals and Corrosion Engineering University of Chemistry and Technology Prague Technická 5 Prague 6 Prague 166 28 Czech Republic"}, "Yashiro, Hitoshi": {"SCOPUS": "Department of Chemistry and Biological Sciences Iwate University 4-3-5 Ueda  Iwate Morioka 020-8551 Japan"}, "Lehnert, Werner": {"WOS": "Forschungszentrum Julich, IEK 14 Electrochem Proc Engn, D-52425 Julich, Germany", "SCOPUS": "Forschungszentrum Jülich GmbH Institute of Energy and Climate Research Electrochemical Process Engineering (IEK-14) Jülich 52425 Germany Modeling in Electrochemical Process Engineering RWTH Aachen University Aachen 52056 Germany"}, "Yin, Xiaochun": {"WOS": "South China Univ Technol, Natl Engn Res Ctr Novel Equipment Polymer Proc, Key Lab Polymer Proc Engn Minist Educ, Guangdong Prov Key Lab Tech & Equipment Macromol A, Guangzhou 510641, Peoples R China", "SCOPUS": "The Key Laboratory of Polymer Processing Engineering of Ministry of Education National Engineering Research Center of Novel Equipment for Polymer Processing Guangdong Provincial Key Laboratory of Technique and Equipment for Macromolecular Advanced Manufacturing South China University of Technology Guangzhou 510641 China"}, "Kim, Yu Seung_0": {"WOS": "Univ Tennessee, UT Space Inst, Dept Mech Aerosp & Biomed Engn, Knoxville, TN 37388 USA"}, "Kim, Yu Seung_1": {"SCOPUS": "MPA-11: Materials Synthesis and Integrated Devices Los Alamos National Laboratory Los Alamos NM  87545 United States"}, "Cen S.": {"SCOPUS": "Department of Orthopaedics West China Hospital Sichuan University Chengdu China"}, "Zhou Z.": {"SCOPUS": "Southeast University National ASIC System Engineering Research Center School of Electronic Science and Engineering Nanjing China"}, "Terryn, Herman A.": {"SCOPUS": "Department of Materials and Chemistry Research Group Electrochemical and Surface Engineering (SURF) Vrije Universiteit Brussel Brussels 1050 Belgium"}, "Satola, Barbara": {"SCOPUS": "Deutsches Zentrum für Luft- und Raumfahrt E.V. (DLR) Institut für Vernetzte Energiesysteme Oldenburg 26129 Germany", "WOS": "Deutsch Zentrum Luft & Raumfahrt eV DLR, Inst Vernetzte Energiesyst, D-26129 Oldenburg, Germany"}, "Li, Qian": {"SCOPUS": "State Key Laboratory of Advanced Special Steel & School of Materials Science and Engineering Shanghai University 99 Shangda Road Shanghai 200444 China National Engineering Research Center for Magnesium Alloys Chongqing University Chongqing 400044 China", "WOS": "Shanghai Univ, State Key Lab Adv Special Steel, 99 Shangda Rd, Shanghai 200444, Peoples R China"}, "Udemu C.M.": {"SCOPUS": "Mechanical Engineering University of Hull Hull HU6 7RX United Kingdom"}, "Luo X.": {"SCOPUS": "Guangdong Key Laboratory of Battery Safety Guangzhou Institute of Energy Testing Guangzhou Guangdong 511447 China"}, "Wang C.": {"SCOPUS": "College of Materials Science and Technology Nanjing University of Aeronautics and Astronautics Nanjing 210016 China Jiangsu Provincial Engineering Laboratory for Laser Additive Manufacturing of High-Performance Metallic Components Nanjing University of Aeronautics and Astronautics Nanjing 210016 China"}, "Shao, Tao": {"SCOPUS": "Beijing International S & T Cooperation Base for Plasma Science and Energy Conversion Institute of Electrical Engineering Chinese Academy of Sciences Beijing 100190 China University of Chinese Academy of Sciences Beijing 100049 China"}, "Espinoza-Andaluz M.": {"SCOPUS": "Escuela Superior Politécnica Del Litoral ESPOL Facultad de Ingeniería Mecánica y Ciencias de la Producción Centro de Energías Renovables y Alternativas Guayaquil Ecuador"}, "Li, Chuangyang": {"SCOPUS": "State Key Laboratory of Power Systems Department of Electrical Engineering Tsinghua University Beijing 100084 China"}, "Friedrich, K. Andreas_0": {"SCOPUS": "Institute of Engineering Thermodynamics/Electrochemical Energy Technology German Aerospace Center (DLR) Pfaffenwaldring 38-40 Stuttgart 70569 Germany Institute of Building Energetics Thermal Engineering and Energy Storage (IGTE) University of Stuttgart Pfaffenwaldring 31 Stuttgart 70569 Germany"}, "Friedrich, K. Andreas_1": {"WOS": "Westfalische Hsch Univ Appl Sci, Westfalische Energieinst, Neidenburger Str 43, D-45897 Gelsenkirchen, Germany"}, "Takatsuka K.": {"SCOPUS": "Department of Orthopaedic Surgery Fukui Red Cross Hospital Fukui Japan"}, "Zhu Y.": {"SCOPUS": "Shanghai Engineering Research Center of Heat-exchange System and Energy Saving College of Environmental and Chemical Engineering Shanghai University of Electric Power Shanghai 200090 China"}, "Chen Z._0": {"SCOPUS": "School of Materials Science and Engineering Shanghai University China Panxing Technology Zhejiang Co. LTD Zhejiang China"}, "Chen Z._1": {"SCOPUS": "Additive Manufacturing Institute College of Mechatronics and Control Engineering Shenzhen University Shenzhen 518060 China"}, "Bauer F.": {"SCOPUS": "Institute of Machine Components University of Stuttgart Germany"}, "Bahrainian S.S.": {"SCOPUS": "A Faculty Member of Mechanical Department of Shahid Chamran University of Ahvaz Ahvaz Iran"}, "Xu, Guobao_0": {"SCOPUS": "State Key Laboratory of Electroanalytical Chemistry Changchun Institute of Applied Chemistry Chinese Academy of Sciences Jilin Changchun 130022 China University of Science and Technology of China Anhui Hefei 230026 China"}, "Xu, Guobao_1": {"WOS": "Univ Bordeaux, ISM, Bordeaux INP, UMR CNRS 5255, F-33607 Pessac, France"}, "Fu C.": {"SCOPUS": "Songshan Lake Materials Laboratory Dongguan 523808 China"}, "Arruti E.": {"SCOPUS": "Department of Orthopedic Surgery Hospital Universitario Fundación Alcorcón Budapest 1 Alcorcón E-28922 Spain"}, "Zhang L.": {"SCOPUS": "Jiangsu Key Laboratory of Green Process Equipment Changzhou University Changzhou 213164 China"}, "Sato, Susumu": {"SCOPUS": "Graduate School of Engineering Saitama Institute of Technology Fukaya 369-0203 Japan", "WOS": "Saitama Inst Technol, Adv Sci Inst, Fukaya 3690203, Japan"}, "Lei J.-J.": {"SCOPUS": "Department of Chemistry University of Florida United States"}, "Dunlop C.": {"SCOPUS": "Department of Trauma and Orthopaedics Royal Liverpool University Hospital Liverpool United Kingdom"}, "Datar V.": {"SCOPUS": "Department of High Energy Physics Tata Institute of Fundamental Research Homi Bhabha Road Navy Nagar Colaba Mumbai 400005 India"}, "Roh, Sung-hee": {"SCOPUS": "College of General Education Chosun University 309 Pilmoon-daero Dong-gu Gwangju 61452 South Korea"}, "Wang, Yun_0": {"WOS": "Idaho Natl Lab, Idaho Falls, ID 83415 USA"}, "Wang, Yun_1": {"SCOPUS": "Renewable Energy Resources Lab (RERL) Department of Mechanical and Aerospace Engineering University of California Irvine CA  92697-3975 United States"}, "Krishnan, Sitaraman_0": {"SCOPUS": "Department of Chemical and Biomolecular Engineering Clarkson University Potsdam NY  13699 United States"}, "Krishnan, Sitaraman_1": {"WOS": "US Hybrid Corp, South Windsor, CT 06074 USA"}, "Normand, Bernard": {"SCOPUS": "Université de Lyon INSA-LYON MATEIS UMR CNRS 5510 Villeurbanne 69621 France"}, "Wang, Haijiang": {"WOS": "Southern Univ Sci & Technol, Dept Mech & Energy Engn, Shenzhen 518055, Peoples R China", "SCOPUS": "Department of Mechanical and Energy Engineering Southern University of Science and Technology Shenzhen 518055 China"}, "Stevenson, Keith J.": {"SCOPUS": "Center of Energy Science and Technology Skolkovo Institute of Science and Technology Moscow Russian Federation"}, "Gali D.": {"SCOPUS": "Department of Paediatric Surgery Dr Ram Manohar Lohia Hospital Atal Bihari Vajpayee Institute of Medical Sciences New Delhi India"}, "Zhang, Junyan": {"SCOPUS": "Key Laboratory of Science and Technology on Wear and Protection of Materials Lanzhou Institute of Chemical Physics Chinese Academy of Sciences Lanzhou 730000 China Center of Materials Science and Optoelectronics Engineering University of Chinese Academy of Sciences Beijing 100049 China"}, "Kuai S.": {"SCOPUS": "R&D Dept. NARI Solar Technologies Co. Ltd. 19 Chengxin Road Nanjing 211106 China"}, "Pop-Iliev, Remon": {"SCOPUS": "Ontario Tech University 2000 Simcoe Street North Oshawa ON  L1G0C5 Canada"}, "Chen, Yungui": {"WOS": "Sichuan Univ, Coll Elect Engn, Chengdu 610065, Peoples R China", "SCOPUS": "Institute of New Energy and Low-Carbon Technology Sichuan University Chengdu 610207 China Engineering Research Center of Sustainable Energy Materials and Devices Ministry of Education China"}, "Sun Q.-J.": {"SCOPUS": "College of Chemistry and Chemical Engineering Shenyang Normal University Shenyang 110034 China"}, "Fraczek-Szczypta A.": {"SCOPUS": "Department of Biomaterials and Composites Faculty of Materials Science and Ceramics AGH University of Science and Technology Mickiewicza 30 Av. Cracow 30-059 Poland"}, "Westlinder J.": {"SCOPUS": "Surface Research R&D Sandvik Materials Technology Sandviken Sweden"}, "Swartz, Scott L.": {"SCOPUS": "Lewis Center Nexceris LLCOH  43035 United States"}, "Zhou, Biao": {"WOS": "Univ Windsor, Dept Mech Automot & Mat Engn, Windsor, ON N9B 3P4, Canada", "SCOPUS": "Department of Mechanical Automotive and Materials Engineering University of Windsor Windsor ON Canada"}, "Wang Y._0": {"SCOPUS": "Institute of Metal Research Chinese Academy of Sciences Shenyang China"}, "Wang Y._1": {"SCOPUS": "School of Chemistry and Chemical Engineering Guangxi University Nanning 530004 China"}, "Włodarczyk, Renata": {"SCOPUS": "Department of Advanced Energy Technologies Faculty of Infrastructure and Environment Czestochowa University of Technology Częstochowa Poland"}, "Gelsomino S.": {"SCOPUS": "Vrije University Brussel Cardiothoracic Department Brussels Belgium Maastricht University Cardiothoracic Department Medical Center Maastricht Netherlands Maastricht University Cardiovascular Research Institute Maastricht Maastricht Netherlands"}, "Kertys M.": {"SCOPUS": "Department of Pharmacology Jessenius Faculty of Medicine in Martin Comenius University Bratislava Slovakia"}, "Chung S.-S.": {"SCOPUS": "Department of Greenergy National University of Tainan Tainan 70005 Taiwan"}, "Shamsi-Sarband A.": {"SCOPUS": "Department of Mechanical Engineering Islamic Azad University-Sari Branch Sari Iran"}, "Ansari, Ali A.": {"SCOPUS": "Department of Engineering and Computer Science Virginia State University Petersburg VA United States"}, "Iswandi": {"SCOPUS": "Department of Mechanical Engineering Institut Teknologi Medan Medan Indonesia", "WOS": "Inst Teknol Medan, Dept Mech Engn, Medan, Indonesia"}, "Loh, Kee Shyuan": {"WOS": "Univ Kebangsaan Malaysia, Fuel Cell Inst, Bangi 43600, Selangor, Malaysia", "SCOPUS": "Fuel Cell Institute Universiti Kebangsaan Malaysia Selangor Malaysia"}, "Lampke, Thomas": {"SCOPUS": "Materials and Surface Engineering Faculty of Mechanical Engineering Chemnitz University of Technology Institute of Materials Science and Engineering Erfenschlager Straße 73 Chemnitz 09125 Germany"}, "Wang H._0": {"SCOPUS": "School of Materials Science and Engineering Shanghai University Shanghai 200444 China Shanghai Metal Parts Green Remanufacturing Engineering Technology Research Center Shanghai 200444 China"}, "Wang H._1": {"SCOPUS": "College of Civil and Architectural Engineering North China University of Science and Technology Tangshan China Key Laboratory of Bioelectrochemical Water Pollution Control Technology in Tangshan City Tangshan China Shaanxi Provincial Key Laboratory of Geological Support for Coal Green Exploitation Xi'an China"}, "Xin B.": {"SCOPUS": "Baotou Research Institute of Rare Earths State Key Laboratory of Baiyunobo Rare Earth Resource Researches and Comprehensive Utilization Baotou Inner Mongolia Baotou 014030 China"}, "Zhang J._0": {"SCOPUS": "MOE Key Laboratory of Thermo-Fluid Science and Engineering School of Energy and Power Engineering Xi’an Jiaotong University Xi’an Shaanxi  710049 China"}, "Zhang J._1": {"SCOPUS": "College of Electrical and Automation Engineering Hefei University of Technology Hefei 230000 China"}, "Zhang J._2": {"SCOPUS": "School of Vehicle and Mobility Tsinghua University Beijing 100084 China Beijing Institute of Technology Beijing Co-Innovation Center for Electric Vehicles Beijing 100081 China"}, "Zhang, Cunman_0": {"WOS": "Shanghai Univ Finance & Econ, Sch Informat Management & Engn, Shanghai 200433, Peoples R China"}, "Zhang, Cunman_1": {"SCOPUS": "New Energy Automotive Engineering Centre Tongji University 4800 Caoangong Road Shanghai 200029 China School of Automotive Studies Tongji University 4800 Caoangong Road Shanghai 200029 China", "WOS": "Tongji Univ, New Energy Automot Engn Ctr, 4800 Caoangong Rd, Shanghai 200092, Peoples R China"}, "Li X.": {"SCOPUS": "College of Materials Science and Engineering Zhejiang University of Technology Hangzhou 310014 China"}, "Emblom, William J.": {"SCOPUS": "Department of Mechanical Engineering University of Louisiana Lafayette LA  70503 United States", "WOS": "Univ Louisiana Lafayette, Dept Mech Engn, Lafayette, LA 70503 USA"}, "Krishnan, Shankar": {"SCOPUS": "Department of Mechanical Engineering IIT Bombay Mumbai India"}, "Wang, Cheng": {"WOS": "Tsinghua Univ, Zhang Jiagang Joint Inst Hydrogen Energy & Lithiu, INET, Beijing, Peoples R China", "SCOPUS": "Jiagang Joint Institute for Hydrogen Energy and Lithium-Ion Battery Technology INET Tsinghua University Beijing China"}, "Voss S.": {"SCOPUS": "Fraunhofer-Institut für Fertigungstechnik und Angewandte Materialforschung (IFAM) Bremen Germany"}, "Kim, Junbom": {"WOS": "Univ Ulsan, Sch Chem Engn, Ulsan 44610, South Korea", "SCOPUS": "School of Chemical Engineering University of Ulsan Ulsan 44610 South Korea"}, "Yang Y.": {"SCOPUS": "Electrical Engineering College Southwest Jiaotong University Chengdu China"}, "Kim, Dae-wook": {"SCOPUS": "Advanced Manufacturing Process R&D Group Ulsan Regional Division Korea Institute of Industrial Technology (KITECH) 55 Jongga-ro Jung-gu Ulsan 44313 South Korea"}, "Wang, Xizhong": {"SCOPUS": "Key Laboratory of Automotive Safety and Energy Tsinghua University Beijing 100084 China"}, "Tao J.": {"SCOPUS": "Clean Energy Automotive Engineering Center Tongji University Shanghai 201804 China"}, "Li, Xingguo": {"SCOPUS": "Beijing National Research Center of Molecular Sciences State Key Laboratory of Rare Earth Materials Chemistry and Applications College of Chemistry and Molecular Engineering Peking University Beijing 100871 China"}, "Li M.": {"SCOPUS": "Department of Orthopedics First Affiliated Hospital of Xi’an Jiaotong University Xi’an 710061 China"}, "Wu M.": {"SCOPUS": "College of Mechanical and Electrical Engineering Wenzhou University Wenzhou 325035 China"}, "I Sarwat, Arif": {"SCOPUS": "Florida International University Department of Electrical and Computer Engineering Miami FL  33174 United States"}, "Zhuang, Zhongbin": {"WOS": "Beijing Univ Chem Technol, State Key Lab Organ Inorgan Composites, Beijing 100029, Peoples R China", "SCOPUS": "State Key Lab of Organic-Inorganic Composites Beijing University of Chemical Technology Beijing 100029 China Beijing Advanced Innovation Center for Soft Matter Science and Engineering Beijing University of Chemical Technology Beijing 100029 China Beijing Key Laboratory of Energy Environmental Catalysis Beijing University of Chemical Technology Beijing 100029 China"}, "Zhang T.": {"SCOPUS": "Research Institute of Tsinghua University in Shenzhen Shenzhen 518057 China"}, "Wang, Renting": {"SCOPUS": "College of Energy and Power Engineering Nanjing University of Aeronautics & Astronautics Nanjing 210016 China"}, "Wang, Aiying_0": {"SCOPUS": "Key Laboratory of Marine Materials and Related Technologies Zhejiang Key Laboratory of Marine Materials and Protective Technologies Ningbo Institute of Materials Technology and Engineering Chinese Academy of Sciences Ningbo 315201 China Center of Materials Science and Optoelectronics Engineering University of Chinese Academy of Sciences Beijing 100049 China", "WOS": "Chinese Acad Sci, Ningbo Inst Mat Technol & Engn, Key Lab Marine Mat & Related Technol, Zhejiang Key Lab Marine Mat & Protect Technol, Ningbo 315201, Peoples R China"}, "Wang, Aiying_1": {"WOS": "Nagaoka Univ Technol, Grad Sch Engn, Nagaoka, Niigata 9402188, Japan"}, "Zuo S.": {"SCOPUS": "Wuhan University of Technology School of International Education Wuhan China"}, "Sevinç H.F.": {"SCOPUS": "Department of Orthopedics and Traumatology Nevşehir State Hospital Nevşehir Turkey"}, "Lan J.": {"SCOPUS": "Key Laboratory of Advanced Manufacturing Technology of Zhejiang Province Zhejiang University Hangzhou 310027 China"}, "Wu Z.-Z.": {"SCOPUS": "School of Advanced Materials Peking University Shenzhen Graduate School Shenzhen 518055 China also with the College of Engineering Peking University Beijing 100871 China and also with the Department of Physics Department of Materials Science and Engineering and Department of Biomedical Engineering City University of Hong Kong Hong Kong China"}, "Burgos, Rolando": {"SCOPUS": "Virginia Polytechnic Institute and State University Center for Power Electronic Systems Blacksburg VA  24061 United States"}, "Tang, Hao": {"WOS": "Univ Elect Sci & Technol China, Sch Automat Engn, Chengdu 611731, Peoples R China", "SCOPUS": "School of Automation Engineering University of Electronic Science and Technology of China Chengdu 611731 China Hydrogen and Fuel Cell Institute University of Electronic Science and Technology of China Chengdu 611731 China"}, "Kato, Tadafumi": {"SCOPUS": "Laboratory for Molecular Dynamics of Mental Disorders RIKEN Center for Brain Science Saitama 351-0198 Japan Department of Psychiatry and Behavioral Science Juntendo University Graduate School of Medicine Tokyo 113-8421 Japan"}, "Zhang, Feng-Yuan": {"WOS": "Univ Tennessee, Dept Mech Aerosp & Biomed Engn, UT Space Inst, Knoxville, TN 37996 USA", "SCOPUS": "Department of Mechanical Aerospace & Biomedical Engineering UT Space Institute University of Tennessee Knoxville United States"}, "Rodrigues R.J.": {"SCOPUS": "CNC - Center for Neuroscience and Cell Biology University of Coimbra Coimbra 3004-504 Portugal Institute for Interdisciplinary Research University of Coimbra Coimbra 3030-789 Portugal"}, "Han X.": {"SCOPUS": "Wuhan National High Magnetic Field Center Huazhong University of Science and Technology Wuhan 430074 China State Key Laboratory of Advanced Electromagnetic Engineering and Technology Huazhong University of Science and Technology Wuhan 430074 China"}, "Pramanik C.": {"SCOPUS": "Graphene Centre Tata Steel Limited Jamshedpur 831007 India"}, "Ying, Minju": {"SCOPUS": "Key Laboratory of Beam Technology of Ministry of Education College of Nuclear Science and Technology Beijing Normal University Beijing 100875 China", "WOS": "Beijing Acad Sci & Technol, Beijing Radiat Ctr, Beijing 100875, Peoples R China"}, "Kim, Hosung": {"SCOPUS": "Korea Institute of Industrial technology (KITECH) 102 Jejudaehak-ro Jeju Special Self-Governing Province 63243 South Korea"}, "Samiei Z.": {"SCOPUS": "Faculty of Chemical and Materials Engineering Shahrood University of Technology Shahrood Iran"}, "Virga E.G.": {"SCOPUS": "Dipartimento di Matematica Università di Pavia Via Ferrata 5 Pavia 27100 Italy"}, "Wang X.": {"SCOPUS": "School of Materials Science and Engineering Xi'an University of Technology No.5 South Jinhua Road Xi'an Shaanxi  710048 China"}, "Rong J.": {"SCOPUS": "SINOPEC Research Institute of Petroleum Processing Beijing 100083 China"}, "Sevinc H.": {"SCOPUS": "Department of Automotive Engineering Technology Faculty Firat University Elazig 23119 Turkey"}, "Gong, Lijiao": {"SCOPUS": "College of Mechanical and Electrical Engineering Shihezi University Shihezi 832003 China"}, "Serban D.": {"SCOPUS": "University Politehnica Bucharest 313 Splaiul Independentei Bucharest 060042 Romania"}, "Kunowsky, M.": {"SCOPUS": "AIJU Technological Centre Avda. de la Industria 23 Ibi Alicante 03440 Spain"}, "Arikapudi, Suresh": {"SCOPUS": "Tata Motors Ltd India"}, "Ajjam S.K.": {"SCOPUS": "Chemical Engineering Department College of Engineering University of Babylon Babylon Iraq"}, "Wagner P.": {"SCOPUS": "German Aerospace Center Institute of Engineering Thermodynamics Carl-vonOssietzky-Strasse 15 Oldenburg 26129 Germany"}, "Wu Q.": {"SCOPUS": "The Science and Technology Information Department of China National Offshore Oil Corporation Ltd. Beijing 100010 China"}, "Wernersson, Lars Erik": {"SCOPUS": "Lund University Department of Electrical and Information Technology Lund 221 00 Sweden"}, "Li, Xianfeng": {"SCOPUS": "Division of Energy Storage Dalian Institute of Chemical Physics Chinese Academy of Sciences Dalian 116023 China"}, "Fu Q.": {"SCOPUS": "Key Laboratory of Pressure Systems and Safety(MOE) School of Mechanical and Power Engineering East China University of Science and Technology Shanghai 200237 China"}, "Antao N.": {"SCOPUS": "Hoy Spirit Hospital Andheri Mumbai India"}, "Seddighi S.": {"SCOPUS": "Faculty of Mechanical Engineering Tarbiat Modares University Iran"}, "Liang J.": {"SCOPUS": "Guangzhou Bureau China South Grid EHV Power Transmission Company Guangdong Province Guangzhou 510003 China"}, "Park, Taehyun": {"SCOPUS": "School of Mechanical Engineering Soongsil University 369 Sangdo-ro Dongjak-gu Seoul 06978 South Korea", "WOS": "Soongsil Univ, Dept Informat Commun Mat Chem Convergence Technol, BK-21 Plus, 369 Sangdo-ro, Seoul 06978, South Korea"}, "Qiu X.": {"SCOPUS": "Nanchang Institute of Technology Nanchang Jiangxi  311033 China"}, "Yao S.": {"SCOPUS": "Department of Mechanical Engineering Carnegie Mellon University Pittsburgh PA  15213 United States"}, "Chen, Binhao": {"SCOPUS": "Department of Vehicle Engineering National Taipei University of Technology Taipei 106344 Taiwan"}, "Abdullah, A. M.": {"SCOPUS": "Center for Advanced Materials Qatar University Doha Qatar"}, "Xing, Lei_0": {"SCOPUS": "Department of Engineering Science University of Oxford Oxford OX1 3PJ United Kingdom", "WOS": "Univ Oxford, Dept Engn Sci, Oxford OX1 3PJ, England"}, "Xing, Lei_1": {"WOS": "Univ Split, Fac Elect Engn, Mech Engn & Naval Architecture, Split, Croatia"}, "Feng, Zhihong_0": {"WOS": "Nanjing Univ, Sch Elect Sci & Engn, Nanjing 210023, Peoples R China"}, "Feng, Zhihong_1": {"SCOPUS": "National Key Laboratory of ASIC Hebei Semiconductor Research Institute Hebei China"}, "Yu F.": {"SCOPUS": "State Key Laboratory of Vehicle Simulation and Control College of Automotive Engineering Jilin University Changchun 130022 China"}, "Kim, Min Soo_0": {"SCOPUS": "Department of Mechanical Engineering Seoul National University Seoul 08826 South Korea"}, "Kim, Min Soo_1": {"WOS": "Korea Inst Sci & Technol, Ctr Hydrogen & Fuel Cell Res, Seoul 02792, South Korea"}, "Pohl, Nils": {"SCOPUS": "Chair of Integrated Systems Ruhr University Bochum Bochum Germany", "WOS": "Ruhr Univ Bochum, Chair Integrated Syst, D-44801 Bochum, Germany"}, "Li J.": {"SCOPUS": "State Key Laboratory of Electrical Insulation and Power Equipment Xi'an Jiaotong University Xi'an 710049 China"}, "Büchi, Felix N.": {"SCOPUS": "Electrochemistry Laboratory Paul Scherrer Institut Forschungsstrasse 111 Villigen PSI CH-5232 Switzerland"}, "Weiss M.": {"SCOPUS": "Institute for Frontier Materials Deakin University Waurn Ponds Pigdons Rd. Geelong VIC  3216 Australia"}, "Fernández A.M.": {"SCOPUS": "Department of Orthopaedic Surgery Begoña Hospital Gijón Spain"}, "Zhang C.-X.": {"SCOPUS": "Metal Industries Research & Development Centre Kaohsiung Taiwan"}, "von Unwerth T.": {"SCOPUS": "Chemnitz University of Technology Faculty of Mechanical Engineering Institute of Automotive Research Professorship of Advanced Powertrains Reichenhainer Straße 70 Chemnitz 09126 Germany"}, "Kim, Ki Jae": {"WOS": "Konkuk Univ, Dept Energy Engn, 120 Neungdong Ro, Seoul 05029, South Korea", "SCOPUS": "Department ofEnergy Engineering Konkuk University 120 Neungdong-ro Gwangjin-gu Seoul 05029 South Korea"}, "Psyk, Verena": {"SCOPUS": "Fraunhofer Institute for Machine Tools and Forming Technologies Germany"}, "Derieth T.": {"SCOPUS": "Eisenhuth GmbH & Co. KG Friedrich-Ebert-Str. 203 Osterode 37520 Germany"}, "Shafai, Cyrus": {"SCOPUS": "University of Manitoba Electrical and Computer Engineering Department Winnipeg R3T 2N2 Canada", "WOS": "Univ Manitoba, Elect & Comp Engn Dept, Winnipeg, MB R3T 2N2, Canada"}, "Klushin, Victor A.": {"SCOPUS": "Platov South-Russian State Polytechnic University (NPI) 132 Prosveschenia St. Novocherkassk 346428 Russian Federation"}, "Xu G.": {"SCOPUS": "Huazhong University of Science and Technology - Main Campus China"}, "Zhan J.": {"SCOPUS": "College of Mechanical and Electrical Engineering Beijing University of Chemical Technology Beijing China"}, "Zhang, Li_0": {"SCOPUS": "School of Mechanical and Power Engineering East China University of Science and Technology Shanghai 200237 China"}, "Zhang, Li_1": {"WOS": "Univ Edinburgh, Sch Engn, Edinburgh EH9 3FB, Midlothian, Scotland"}, "Zhou W.": {"SCOPUS": "Sany Heavy Industry Co. Ltd. Changsha 410100 China"}, "Shao, Zhigang": {"SCOPUS": "Fuel Cell System and Engineering Laboratory Key Laboratory of Fuel Cells & Hybrid Power Sources Dalian Institute of Chemical Physics Chinese Academy of Sciences Liaoning Dalian 116023 China", "WOS": "Chinese Acad Sci, Dalian Inst Chem Phys, Fuel Cell Syst & Engn Lab, Key Lab Fuel Cells & Hybrid Power Sources, 457 Zhongshan Rd, Dalian 116023, Peoples R China"}, "Park, Soo-young": {"SCOPUS": "Department of Polymer Science & Engineering Polymeric Nanomaterials Laboratory School of Applied Chemical Engineering Kyungpook National University 80 Daehak-ro Buk-gu Daegu 41566 South Korea"}, "Ye, Jiandong": {"SCOPUS": "School of Electronic Science and Engineering Collaborative Innovation Center of Advanced Microstructures Nanjing University Nanjing China"}, "Jiang, Fangming": {"SCOPUS": "Laboratory of Advanced Energy Systems CAS Key Laboratory of Renewable Energy Guangzhou Institute of Energy Conversion Chinese Academy of Sciences 2 Nengyuan Road Wushan St. Tianhe District Guangzhou 510640 China"}, "Chen, Xizhang_0": {"WOS": "Qingdao Univ Technol, Sch Mech & Automot Engn, Qingdao 266520, Shandong, Peoples R China"}, "Chen, Xizhang_1": {"SCOPUS": "College of Mechanical and Electrical Engineering Wenzhou University Wenzhou Zhejiang  325035 China"}, "Malouin B.": {"SCOPUS": "JETCOOL Technologies Littleton MA United States"}, "Zeng Y.": {"SCOPUS": "School of Mechatronic Engineering Southwest Petroleum University Chengdu 610500 China"}, "Martuzevičius, Dainius": {"SCOPUS": "Department of Environmental Technology Faculty of Chemical Technology Kaunas University of Technology Radvilenu Pl. 19 Kaunas LT-50254 Lithuania"}, "Kim D.R.": {"SCOPUS": "School of Mechanical Engineering Hanyang University Seoul 04763 South Korea"}, "Fan L.-H.": {"SCOPUS": "Department of Urology General Hospital of Northern Theater Command Shenyang China"}, "Weng S.-C.": {"SCOPUS": "APT Hydrogen LTD. Taipei City 11493 Taiwan"}, "Antipov, A. E.": {"SCOPUS": "Mendeleev University of Chemical Technology of Russia Miusskaya sq. 9 Moscow 125047 Russian Federation Institute of Problem of Chemical Physics Russian Academy of Sciences Acad. Semenov av. 1 Moscow region Chernogolovka 142432 Russian Federation Frumkin Institute of Physical Chemistry and Electrochemistry Russian Academy of Sciences Leninsky prospect 31 Moscow 119071 Russian Federation"}, "Vanwolleghem, Mathias_0": {"SCOPUS": "Univ. Lille CNRS Univ. Polytechnique Hauts-de-France Lille F-59000 France"}, "Vanwolleghem, Mathias_1": {"WOS": "Tech Univ Ostrava, IT4Innovat, Ostrava 70800, Czech Republic"}, "Aperador, W.": {"SCOPUS": "Universidad Militar Nueva Granada Bogotá 111101 Colombia"}, "Olabi, Abdul Ghani_0": {"WOS": "Wolverhampton Univ, Sch Engn, Telford Innovat Campus, Telford TF2 9NT, Shrops, England"}, "Olabi, Abdul Ghani_1": {"SCOPUS": "University of Sharjah Sharjah United Arab Emirates Aston University Birmingham United Kingdom University of the West of Scotland Paisley United Kingdom"}, "Dharmalingam S.": {"SCOPUS": "Centre of Advanced Research on Energy (CARe) Faculty of Mechanical Engineering Universiti Teknikal Malaysia Melaka Hang Tuah Jaya Melaka Durian Tunggal 76100 Malaysia"}, "Park K.C.": {"SCOPUS": "Department of Orthopedic Surgery Hanyang University Guri Hospital Guri South Korea"}, "Tao Q.": {"SCOPUS": "School of Automotive Engineering Wuhan University of Technology Wuhan 430070 China Hubei Key Laboratory of Advanced Technology for Automotive Components Wuhan University of Technology Wuhan 430070 China Hubei Collaborative Innovation Center for Automotive Components Technology Wuhan University of Technology Wuhan 430070 China"}, "Bokhan, N. A.": {"WOS": "Russian Acad Sci, Mental Hlth Res Inst, Tomsk Natl Res Med Ctr NRMC, 4 Aleutskaya Str, Tomsk 634014, Russia", "SCOPUS": "Mental Health Research Institute Tomsk National Research Medical Center (NRMC) Russian Academy of Sciences 4 Aleutskaya Str. Tomsk 634014 Russian Federation"}, "Kuo, Po-Hsiu": {"SCOPUS": "Institute of Epidemiology and Preventive Medicine National Taiwan University Taipei Taiwan", "WOS": "Natl Taiwan Univ, Inst Epidemiol & Prevent Med, Taipei, Taiwan"}, "Zhang, Shihong": {"SCOPUS": "Key Laboratory of Green Fabrication and Surface Technology of Advanced Metal Materials Ministry of Education Anhui University of Technology Ma'anshan 243002 China"}, "Huang M.": {"SCOPUS": "State Key Laboratory of Alternate Electrical Power System with Renewable Energy Sources North China Electric Power University Beijing 102206 China"}, "Wang Z.": {"SCOPUS": "Nari Technology Department Co. Ltd Nanjing China"}, "Gao J.": {"SCOPUS": "Xinxing Jihua Science and Technology Development Co"}, "Kovaleva M.A.": {"SCOPUS": "Vladikavkaz Branch of the Finance University under the Government of the Russian Federation Vladikavkaz Russian Federation"}, "Schwämmlein, Jan N.": {"SCOPUS": "Cellcentric GmbH & Co. KG Neue Straße 95 Kirchheim / Teck-Nabern 73230 Germany"}, "Chen D.": {"SCOPUS": "School of Energy and Power Engineering Jiangsu University of Science and Technology Zhenjiang 212100 China"}, "Ghosh, Prakash Chandra": {"SCOPUS": "Department of Energy Science and Engineering Indian Institute of Technology Bombay Mumbai 400076 India"}, "Sun Y.-B.": {"SCOPUS": "Dalian Jintaizhengxin technology Co. Ltd. Dalian Liaoning  116600 China"}, "Kumar A.": {"SCOPUS": "Thapar Institute of Engineering & Technology Patiala Punjab  147004 India"}, "Zeng X.": {"SCOPUS": "National Engineering Research Center of Light Alloy Net Forming School of Materials Science and Engineering Shanghai Jiao Tong University Shanghai 200240 China Center of Hydrogen Science Shanghai Jiao Tong University Shanghai 200240 China"}, "Yu, Sangseok": {"SCOPUS": "Department of Mechanical Engineering Chungnam National University Daejeon South Korea", "WOS": "Chungnam Natl Univ, Dept Mech Engn, Daejeon, South Korea"}, "Kee, Robert J.": {"SCOPUS": "Department of Mechanical Engineering Colorado School of Mines Golden CO United States", "WOS": "Colorado Sch Mines, Dept Mech Engn, Golden, CO 80401 USA"}, "Chizari, Mahmoud": {"SCOPUS": "School of Physics Engineering and Computer Sciences University of Hertfordshire Hatfield AL10 9AB United Kingdom", "WOS": "Univ Hertfordshire, Sch Phys Engn & Comp Sci, Hatfield AL10 9AB, Herts, England"}, "Bowen W.": {"SCOPUS": "Bio-Energy Research Center Institute of New Rural Development Tongji University Shanghai 201804 China"}, "Baker J.": {"SCOPUS": "Faculty of Science and Engineering Swansea University Bay Campus Swansea UK  SA1 8EN United Kingdom"}, "Lai X.": {"SCOPUS": "Shanghai Key Laboratory of Digital Manufacture for Thin-Walled Structures Shanghai Jiao Tong University Shanghai 200240 China State Key Laboratory of Mechanical System and Vibration Shanghai Jiao Tong University Shanghai 200240 China"}, "Ekman E.M.": {"SCOPUS": "Department of Orthopaedics and Traumatology Turku University Hospital TYKS Turku Finland Faculty of Medicine University of Turku Turku Finland"}, "Jia P.": {"SCOPUS": "School of Resources and Safety Engineering Wuhan Institute of Technology Wuhan 430073 China"}, "Levine M.": {"SCOPUS": "Lewis-Sigler Institute for Integrative Genomics Princeton University Princeton NJ  08540 United States Department of Molecular Biology Princeton University Princeton NJ  08540 United States"}, "Talkhoncheh F.K.": {"SCOPUS": "Department of Mechanical Engineering University of Isfahan Isfahan Iran"}, "Fan H.-Q.": {"SCOPUS": "State Key Laboratory of Advanced Special Steel School of Materials Science and Engineering Shanghai University 99 Shangda Road Shanghai 200444 China"}, "Divan, Deepak M.": {"SCOPUS": "Georgia Institute of Technology Center for Distributed Energy Department of Electrical and Computer Engineering Atlanta GA United States"}, "Ma J.-Y.": {"SCOPUS": "College of Automotive Engineering Jilin University Changchun 130022 China"}, "Lukaszewski A.": {"SCOPUS": "Department of Botany and Plant Sciences University of California Riverside CA  92521 United States"}, "Rizzo L.F.L.": {"SCOPUS": "División Endocrinología Hospital de Clínicas José de San Martín Facultad de Medicina Universidad de Buenos Aires Av. Córdoba 2351 Buenos Aires 1120 Argentina"}, "Wang G.": {"SCOPUS": "Department of Orthopedics China-Japan Union Hospital of Jilin University Jilin Changchun China"}, "Noori B.": {"SCOPUS": "RF Device and Process Development Group Wolfspeed Durham NC United States"}, "Ledendecker, Marc_0": {"SCOPUS": "Technical University of Darmstadt Department of Chemistry Ernst-Berl-Institut für Technische und Makromolekulare Chemie Darmstadt 64287 Germany"}, "Ledendecker, Marc_1": {"WOS": "Forschungszentrum Julich, Helmholtz Inst Erlangen Nurnberg Renewable Energy, D-91058 Erlangen, Germany"}, "Yan, Yushan": {"SCOPUS": "Department of Chemical and Biomolecular Engineering Center for Catalytic Science and Technology University of Delaware Newark DE United States Versogen Inc. Wilmington DE United States", "WOS": "Univ Delaware, Ctr Catalyt Sci & Technol, Dept Biomol & Chem Engn, Newark, DE 19716 USA"}, "Eftekhari, S. Ali": {"WOS": "Islamic Azad Univ, Dept Mech Engn, Khomeinishahr Branch, Khomeinishahr, Iran", "SCOPUS": "Department of Mechanical Engineering Khomeinishahr Branch Islamic Azad University Khomeinishahr Iran"}, "Gao Z.": {"SCOPUS": "Department of Chemical Engineering School of Chemical Engineering and Technology Xi'an Jiaotong University Xi'an China"}, "He Y.": {"SCOPUS": "China Automotive Technology & Research Center Co. Ltd (CATARC) Tianjin 300300 China"}, "Du, Shangfeng": {"SCOPUS": "University of Birmingham Birmingham United Kingdom"}, "Lu, Guolong": {"SCOPUS": "Key Laboratory of Bionic Engineering (Ministry of Education) College of Biological and Agricultural Engineering Jilin University Changchun 130022 China", "WOS": "Jilin Univ, Coll Biol & Agr Engn, Minist Educ, Key Lab Bion Engn, Changchun 130022, Peoples R China"}, "Yang W.": {"SCOPUS": "School of Materials Science and Chemical Engineering Xi'an Technological University Xi'an 710021 China"}, "Bressel M.": {"SCOPUS": "CRIStAL UMR CNRS 9189 Yncreá Villeneuve D'Ascq France"}, "Jia L.": {"SCOPUS": "Institute of Thermal Engineering School of Mechanical Electronic and Control Engineering Beijing Jiaotong University Beijing 100044 China Beijing Key Laboratory of Flow and Heat Transfer of Phase Changing in Micro and Small Scale Beijing 100044 China"}, "Tang D.": {"SCOPUS": "Soochow University Suzhou China"}, "Liao B.": {"SCOPUS": "Key Laboratory of Beam Technology of Ministry of Education College of Nuclear Science and Technology Beijing Normal University Beijing 100875 China Beijing Academy of Science and Technology Beijing 100875 China Advanced Institute of Natural Sciences Beijing Normal University at Zhuhai Zhuhai 519087 China"}, "Pino, Javier": {"SCOPUS": "Energy Engineering Department School of Engineering University of Seville Camino de los Descubrimientos s/n Seville 41092 Spain", "WOS": "Univ Seville, Energy Engn Dept, Sch Engn, Camino Descubrimientos S-N, Seville 41092, Spain"}, "Hamilton, David F.": {"SCOPUS": "School of Health and Social Care Edinburgh Napier University Edinburgh United Kingdom"}, "Czabaj M.W.": {"SCOPUS": "Department of Mechanical Engineering University of Utah Salt Lake City UT  84112 United States"}, "Murugapandiyan P.": {"SCOPUS": "Department of Electronics and Communication Engineering Anil Neerukonda Institute of Technology and Sciences Visakhapatnam India"}, "Tu, Zhengkai_0": {"WOS": "China Automot Technol & Res Ctr Co Ltd, 68 East Xianfeng Rd, Tianjin, Peoples R China"}, "Tu, Zhengkai_1": {"WOS": "Northumbria Univ, Mech & Construct Engn, Newcastle Upon Tyne NE1 8ST, Tyne & Wear, England"}, "Tu, Zhengkai_2": {"SCOPUS": "School of Energy and Power Engineering Huazhong University of Science and Technology Wuhan 430074 China"}, "Zhang P.": {"SCOPUS": "School of Materials Science and Engineering Harbin Institute of Technology at Weihai Weihai 264209 China Key Laboratory of Micro-Systems and Micro-Structures Manufacturing of Ministry of Education Harbin Institute of Technology Harbin 150080 China"}, "Miyoshi, Makoto": {"SCOPUS": "Research Center for Nano Device and System Nagoya Institute of Technology Nagoya 466-8555 Japan Innovation Center for Multi-Business of Nitride Semiconductors Nagoya Institute of Technology Nagoya 466-8555 Japan"}, "Li D.": {"SCOPUS": "CRRC Yongji Electric Co. Ltd. Xi'an 710016 China"}, "Zhang S.": {"SCOPUS": "Shagang School of Iron and Steel Soochow University Suzhou 215002 China"}, "Hao Y.": {"SCOPUS": "State Key Discipline Laboratory of Wide Band Gap Semiconductor Technology School of Microelectronics Xidian University Xi'an 710071 China"}, "Cho G.-Y.": {"SCOPUS": "Department of Mechanical Engineering Dankook University South Korea"}, "Deng Z.": {"SCOPUS": "Research Institute Europe GmbH Global Energy Interconnection Research Institute Ltd Global Energy Interconnection"}, "Ercuta A.": {"SCOPUS": "Politehnica University of Timisoara Timisoara RO-300006 Romania"}, "Seland, Frode": {"WOS": "SINTEF Ind, Dept Mat & Nanotechnol, Trondheim, Norway", "SCOPUS": "Department of Materials Science and Engineering Norwegian University of Science and Technology Trondheim Norway"}, "Picart, Catherine": {"WOS": "Microlight3D, F-38700 La Tronche, France", "SCOPUS": "Inserm U1292 Biosanté Cnrs Emr 5000 Brm Irig Institute Cea Univ. Grenoble Alpes Bât C3 17 rue des Martyrs Grenoble 38054 France Lmgp Umr 5628 Cnrs Grenoble Institute Of Engineering 3 parvis Louis Néel Grenoble 38016 France Institut Universitaire De France (IUF) Ministère De l'Enseignement Supérieur De La Recherche Et De l'Industrie 1 rue Descartes 75 231 Cedex 05 Paris France"}, "Li, Xiaogang": {"SCOPUS": "National Materials Corrosion and Protection Scientific Data Center Institute for Advanced Materials and Technology University of Science and Technology Beijing Beijing 100083 China", "WOS": "Univ Sci & Technol Beijing, Inst Adv Mat & Technol, Natl Mat Corros & Protect Sci Data Ctr, Beijing 100083, Peoples R China"}, "Yoon, Youngsoo": {"SCOPUS": "Department of Materials Science and Engineering Gachon University Gyeonggi-do Seongnam 13120 South Korea"}, "Mao, Zongqiang": {"SCOPUS": "Institute of Nuclear and New Energy Technology Tsinghua University Beijing 100084 China"}, "Munroe, Paul": {"WOS": "Univ New South Wales, Sch Mat Sci & Engn, Sydney, NSW 2052, Australia", "SCOPUS": "School of Materials Science and Engineering University of New South WalesNSW  2052 Australia"}, "Chan, Siewhwa": {"SCOPUS": "Energy Research Institute Nanyang Technological University 50 Nanyang Avenue637553 Singapore"}, "D'Adamo, Alessandro": {"SCOPUS": "Università Degli Studi di Modena e Reggio Emilia Dipartimento di Ingegneria Enzo Ferrari Italy"}, "Ryabukhin A.V.": {"SCOPUS": "BMPоwer Company Skolkovo Innovation Center Moscow Russian Federation National Research University MPEI Moscow Russian Federation"}, "Bayrakceken Yurtcan, Ayse": {"SCOPUS": "Department of Chemical Engineering Ataturk University Erzurum Turkey Department of Nanoscience and Nanoengineering Ataturk University Erzurum Turkey"}, "Sanjay N.C.S.": {"SCOPUS": "Department of Civil Engineering JSS Academy of Technical Education JSS Campus Dr. Vishnuvardhan Road Srinivasapura Karnataka Bengaluru 560060 India"}, "Rizvi, Ghaus M.": {"SCOPUS": "Ontario Tech University Oshawa ON Canada"}, "Kuo H.-M.": {"SCOPUS": "Department of Physics National Sun Yat-sen University Kaohsiung 80424 Taiwan"}, "Yusro M.": {"SCOPUS": "Biomedical Engineering Study Program Faculty of Telecommunication and Electrical Engineering Institut Teknologi Telkom Purwokerto Central Java Indonesia"}, "Liang C.-H.": {"SCOPUS": "Department of Energy and Refrigerating Air-Conditioning Engineering National Taipei University of Technology Taipei 10608 Taiwan"}, "Corda G.": {"SCOPUS": "Universita Degli Studi di Modena Italy"}, "Ouyang, Minggao": {"SCOPUS": "State Key Laboratory of Automotive Safety and Energy School of Vehicle and Mobility Tsinghua University Beijing China", "WOS": "Tsinghua Univ, State Key Lab Automot Safety & Energy, Sch Vehicle & Mobil, Beijing 100084, Peoples R China"}, "Fang, Dawei": {"WOS": "Liaoning Univ, Coll Chem, Inst Rare & Scattered Elements, Shenyang 110036, Peoples R China", "SCOPUS": "Institute of Rare and Scattered Elements College of Chemistry Liaoning University Shenyang 110036 China"}, "Wang E.A.": {"SCOPUS": "Lumentum Operations LLC Ottawa ON  K2J 0P7 Canada"}, "Huang, Naibao": {"SCOPUS": "College of Transportation Engineering Dalian Maritime University Liaoning Dalian 116026 China", "WOS": "Dalian Maritime Univ, Coll Transportat Engn, Dalian 116026, Liaoning, Peoples R China"}, "Kim, Seong-jong": {"SCOPUS": "Division of marine engineering Mokpo national maritime university Haeyangdaehak-ro Mokpo-si Jeollanam-do 58628 South Korea"}, "Ju X.": {"SCOPUS": "Key Laboratory of Power Station Energy Transfer Conversion and System of MOE School of Energy Power and Mechanical Engineering North China Electric Power University Beijing 102206 China"}, "Kim D.-K.": {"SCOPUS": "Department of Mechanical and Aerospace Engineering Konkuk University Seoul 05029 South Korea"}, "Liu G.": {"SCOPUS": "Research and Development Center Zhuzhou CRRC Times Semiconductor Ltd. Zhuzhou Hunan China"}, "Liu, Zhong Fan": {"SCOPUS": "Center for Nanochemistry (CNC) Beijing Science and Engineering Center for Nanocarbons Beijing National Laboratory for Molecular Sciences College of Chemistry and Molecular Engineering Peking University Beijing 100871 China Beijing Graphene Institute (BGI) Beijing 100095 China"}, "Fang, Baizeng": {"WOS": "Univ British Columbia, Dept Chem & Biol Engn, 2360 East Mall, Vancouver, BC V6T 1Z3, Canada", "SCOPUS": "Department of Chemical and Biological Engineering University of British Columbia 2360 East Mall Vancouver BC  V6T 1Z3 Canada"}, "Devanathan L.S.": {"SCOPUS": "Department of Production Engineering National Institute of Technology Tiruchirappalli India"}, "Mitsushima, Shigenori_0": {"SCOPUS": "Institute of Advanced Sciences Yokohama National University 79-5 Tokiwadai Hodogaya-ku Yokohama 240-8501 Japan Graduate School of Engineering Science Yokohama National University 79-5 Tokiwadai Hodogaya-ku Yokohama 240-8501 Japan"}, "Mitsushima, Shigenori_1": {"WOS": "De Nora Permelec Ltd, 2023-15 Endo, Fujisawa, Kanagawa 2520816, Japan"}, "Yao, Ran": {"SCOPUS": "State Key Laboratory of Power Transmission Equipment and System Security and New Technology School of Electrical Engineering Chongqing University Shapingba District Chongqing 400044 China"}, "Mai C.": {"SCOPUS": "College of Mechanical and Electrical Engineering Shihezi University Shihezi 832002 China"}, "Kong F.": {"SCOPUS": "State Key Laboratory of Advanced Welding and Joining Harbin Institute of Technology Harbin 150001 China School of Materials Science and Engineering Harbin Institute of Technology Harbin 150001 China"}, "Ma L.Y.": {"SCOPUS": "National Space Science Center Chinese Academy of Sciences Beijing 100190 China Beijing Key Laboratory of Space Environment Exploration Beijing 100190 China Key Laboratory of Environmental Space Situation Awareness Technology Chinese Academy of Sciences Beijing 100190 China"}, "Zhang, Xinping": {"WOS": "Nanjing Univ Sci & Technol, Sch Mat Sci & Engn, Nanjing 210094, Peoples R China", "SCOPUS": "School of Material Science and Engineering Nanjing University of Science and Technology Nanjing 210094 China"}, "Pischinger, Stefan": {"WOS": "Rhein Westfal TH Aachen, Chair Thermodynam Mobile Energy Convers Syst TME, Forckenbeckstr 4, D-52074 Aachen, Germany", "SCOPUS": "Chair of Thermodynamics of Mobile Energy Conversion Systems (TME) RWTH Aachen University Forckenbeckstrasse 4 Aachen 52074 Germany"}, "Wang J._0": {"SCOPUS": "School of Mechanical & Automotive Engineering South China University of Technology China Guangdong Key Laboratory of Automotive Engineering Guangzhou 510641 China"}, "Wang J._1": {"SCOPUS": "Institute of Control Engineering Xinjiang Institute of Engineering Xinjiang Urumqi 830023 China"}, "Wang J._2": {"SCOPUS": "Key Laboratory of High Efficiency and Clean Mechanical Manufacture of Ministry of Education School of Mechanical Engineering Shandong University Jinan 250061 China National Demonstration Center for Experimental Mechanical Engineering Education Shandong University Jinan 250061 China State Key Laboratory of Materials Processing and Die Mould Technology School of Materials Science and Engineering Huazhong University of Science and Technology Wuhan 430074 China Rizhao Intelligent Manufacturing Institute Shandong University Rizhao 276800 China"}, "Burfeind J.": {"SCOPUS": "Fraunhofer Institute for Environmental Safety and Energy Technology UMSICHT Oberhausen Germany"}, "Chen D.-X.": {"SCOPUS": "School of Materials and Metallurgy University of Science and Technology Liaoning Anshan 114051 China"}, "Takada S.": {"SCOPUS": "Department of Mechanical Systems Engineering Tokyo University of Agriculture and Technology Tokyo Koganei 184-8588 Japan Institute of Engineering Tokyo University of Agriculture and Technology Tokyo Koganei 184-8588 Japan"}, "Chen C.-H.": {"SCOPUS": "Fucell Co. Ltd Taoyuan City Taiwan"}, "Norton, Robert": {"SCOPUS": "Pathology Queensland Townsville University Hospital Townsville QLD Australia Faculty of Medicine University of Queensland Brisbane QLD Australia", "WOS": "Townsville Univ Hosp, Pathol Queensland, Townsville, Qld, Australia"}, "Lu, Gui_0": {"WOS": "Nucl Power Inst China, CNNC Key Lab Nucl Reactor Thermal Hydraul Technol, Chengdu 610213, Peoples R China"}, "Lu, Gui_1": {"SCOPUS": "School of Energy Power and Mechanical Engineering North China Electric Power University Beijing 102206 China"}, "Kim, Minkook_0": {"SCOPUS": "Institute of Advanced Composite Materials Korea Institute of Science and Technology (KIST) 92 Chudong-ro Bongdong-eup Jeonbuk Wanju-gun 55324 South Korea"}, "Kim, Minkook_1": {"WOS": "Jeonbuk Natl Univ, Div Polymer Nano & Text Engn, 567 Baekje Daero, Jeonju 54896, Jeonbuk, South Korea"}, "Li Z.": {"SCOPUS": "School of Mechanical Engineering University of Shanghai for Science and Technology Shanghai 200093 China"}, "Ramadan, Mohamad": {"SCOPUS": "International University of Beirut Beirut Lebanon FCLAB University Bourgogne Franche-Comte Belfort cedex France Lebanese International University Beirut Lebanon"}, "Salloom M.Y.": {"SCOPUS": "University of Baghdad Baghdad Iraq"}, "Nahvi S.M.": {"SCOPUS": "Department of Materials Engineering Isfahan University of Technology Isfahan 84156-83111 Iran"}, "Shi, Ji": {"WOS": "Tokyo Inst Technol, Sch Mat & Chem Technol, Tokyo 1528552, Japan", "SCOPUS": "Tokyo Institute of Technology School of Materials and Chemical Technology Tokyo 152-8552 Japan"}, "An, Jihwan": {"WOS": "Seoul Natl Univ Sci & Technol, Dept Mfg Syst & Design Engn MSDE, Seoul, South Korea", "SCOPUS": "Department of Manufacturing Systems and Design Engineering(MSDE) Seoul National University of Science and Technology South Korea"}, "Lee, Donhaeng": {"SCOPUS": "Department of Internal Medicine Inha University School of Medicine Incheon South Korea"}, "Chen, Ken S.": {"WOS": "Sandia Natl Labs, Livermore, CA 94550 USA", "SCOPUS": "Sandia National Laboratories Livermore CA  94550 United States"}, "Kou X.": {"SCOPUS": "College of Materials Science and Engineering Zhejiang University of Technology Hangzhou 310000 China"}, "Tian X.": {"SCOPUS": "College of Materials Science and Engineering Zhejiang University of Technology Hangzhou 310014 China"}, "Chen L.": {"SCOPUS": "College of Petrochemical Technology Lanzhou University of Technology Lanzhou 730000 China"}, "Teng H.": {"SCOPUS": "School of Chemical Engineering Northwest University Xi'an 710069 China"}, "Shi J.": {"SCOPUS": "School of Materials Science and Engineering Xi'an University of Technology No.5 South Jinhua Road Xi'an Shaanxi  710048 China"}, "Cha Y.": {"SCOPUS": "Department of Orthopedic Surgery Daejeon Eulji Medical Center Eulji University School of Medicine 95 Dunsan-Seoro Seo-gu Daejeon 302-799 South Korea"}, "Oliveira, Paulo J.": {"SCOPUS": "Departamento de Engenharia Eletromecânica C-MAST – Center for Mechanical and Aerospace Sciences and Technologies Universidade da Beira Interior Covilhã Portugal", "WOS": "Univ Beira Interior, C MAST Ctr Mech & Aerosp Sci & Technol, Dept Engn Eletromecan, Covilha, Portugal"}, "Gostick, Jeff T.": {"SCOPUS": "Department of Chemical Engineering University of Waterloo Waterloo ON  N2L 3G1 Canada"}, "Kobayashi, Intetsu": {"SCOPUS": "Department of Infection Control and Prevention Faculty of Nursing Toho University Tokyo Japan"}, "Tang X.": {"SCOPUS": "National Key Laboratory of Science and Technology on Vessel Integrated Power System Naval University of Engineering Wuhan Hubei Province 430033 China"}, "Wu H.B.": {"SCOPUS": "Institute for Composites Science Innovation (InCSI) State Key Laboratory of Silicon Materials School of Materials Science and Engineering Zhejiang University Hangzhou 310027 China"}, "XIA C.-H.": {"SCOPUS": "China Academy of Machinery Science and Technology Group Beijing 100044 China State Key Laboratory of Special Surface Protection Materials and Application Technology Wuhan Research Institute of Materials Protection Wuhan 430030 China"}, "Cha, Hanju": {"WOS": "Chungnam Natl Univ, Dept Elect Engn, 99 Daehak Ro, Daejeon, South Korea", "SCOPUS": "Department of Electrical Engineering Chungnam National University Daejeon South Korea"}, "Wang, He": {"SCOPUS": "State Key Lab. of Automotive Safety and Energy Tsinghua University Beijing 100084 China", "WOS": "Tsinghua Univ, State Key Lab Automot Safety & Energy, Beijing 100084, Peoples R China"}, "Radica, Gojmir": {"SCOPUS": "Faculty of Electrical Engineering Mechanical Engineering and Naval Architecture University of Split Split 21 000 Croatia"}, "Zhou, Xiaochun_0": {"WOS": "Zhejiang Univ Technol, Coll Chem Engn, Hangzhou 310014, Peoples R China"}, "Zhou, Xiaochun_1": {"WOS": "Univ Sci & Technol China, Nano Sci & Technol Inst, Suzhou 215123, Peoples R China", "SCOPUS": "Division Of Advanced Nanomaterials Suzhou Institute Of Nano-Tech And NanoBionics Chinese Academy Of Sciences Suzhou 215123 China School Of Nano-Tech And Nano-Bionics University Of Science And Technology Of China Hefei 230026 China"}, "Zhou, Xiaochun_2": {"WOS": "Univ Sci & Technol China, CAS Key Lab Urban Pollutant Convers, Dept Appl Chem, Hefei 230026, Peoples R China"}, "ois": {"SCOPUS": "MERLin School of Chemistry University of SydneyNSW  2006 Australia"}, "Pei X.": {"SCOPUS": "School of Mechanical and Electronic Engineering Shandong Jianzhu University Shandong Jinan 250101 China"}, "Xi Y.": {"SCOPUS": "College of Mechanical Engineering University of Shanghai for Science and Technology Shanghai 200093 China Shanghai Hydrogen Propulsion Technology Company Limited China"}, "Fu P.": {"SCOPUS": "School of Automobile Chang'an University Xi'an 710064 China"}, "Li, Jing_0": {"SCOPUS": "School of Materials and Chemistry University of Shanghai for Science and Technology NO. 516 Jungong Road Shanghai 200093 China"}, "Li, Jing_1": {"WOS": "Nantong Univ, Sch Mech Engn, 9 Seyuan Rd, Nantong 226019, Jiangsu, Peoples R China"}, "Zheng B.": {"SCOPUS": "Commerical Vehicle Technology Center SAIC Motor Group Co. Ltd Shanghai 200041 China"}, "Thorsten H.": {"SCOPUS": "Eisenhuth GMBH & Co. KG Friedrich-Ebert-Str. 203 Osterode Am Harz 37520 Germany"}, "Affendy N.S.M.": {"SCOPUS": "School of Mechanical Engineering College of Engineering Universiti Teknologi MARA (UiTM) Selangor Shah Alam 40450 Malaysia"}, "Siengchin, Suchart": {"SCOPUS": "Natural Composites Research Group Lab Department of Materials and Production Engineering The Sirindhorn International Thai-German Graduate School of Engineering (TGGS) King Mongkut's University of Technology North Bangkok (KMUTNB) Bangkok Thailand", "WOS": "King Mongkuts Univ Technol North Bangkok KMUTNB, Nat Composites Res Grp Lab, Dept Mat & Prod Engn, Sirindhorn Int Thai German Grad Sch Engn TGGS, Bangkok, Thailand"}, "Chauhan A.K.": {"SCOPUS": "Mechanical Engineering Department Kamla Nehru Institute of Technology Sultanpur India"}, "Azam S.M.": {"SCOPUS": "Applied Mechanics Department Motilal Nehru National Institute of Technology Allahabad Prayagraj India"}, "Hinds, Gareth_0": {"SCOPUS": "National Physical Laboratory Hampton Road Teddington TW11 0LW United Kingdom"}, "Hinds, Gareth_1": {"WOS": "AB Sandvik Mat Technol, Strateg Res, Surface Res, S-81181 Sandviken, Sweden"}, "He S.": {"SCOPUS": "China Automotive Technology and Research Center Co. Ltd Tianjin 300300 China"}, "Solheim B.G.B.": {"SCOPUS": "Prototech AS Fantoftvegen 38 Bergen NO-5072 Norway"}, "Xie, Zhiyong": {"WOS": "Guangdong Hydrogen Dev New Mat Technol Co Ltd, A1 Block 2,28 Xingsheng East Rd,Hecheng St, Gaoming Dist 528500, Foshan, Peoples R China", "SCOPUS": "Carbon-Carbon Composite Materials Research Institute Powder Metallurgy Research Institute Central South University Changsha 410017 China Guangdong Hydrogen Development New Material Technology Co. Ltd. A1 (Block 2) No. 28 Xingsheng East Road Hecheng Street Gaoming District Foshan 528500 China"}, "Paliulis L.V.": {"SCOPUS": "Biology Department Bucknell University Lewisburg PA United States"}, "Wang, Zhihua": {"SCOPUS": "State Key Laboratory of Clean Energy Utilization Zhejiang University Hangzhou 310027 China"}, "Krishnamoorthy, Sriram": {"SCOPUS": "University of Utah Department of Electrical and Computer Engineering Salt Lake City UT  84112 United States University of California Materials Department Santa Barbara CA  93106 United States"}, "Abdelkareem, Mohammad Ali_0": {"WOS": "Texas A&M Univ Qatar, Chem Engn Program, Doha 23874, Qatar"}, "Abdelkareem, Mohammad Ali_1": {"SCOPUS": "Department of Sustainable and Renewable Energy Engineering University of Sharjah P.O. Box 27272 Sharjah United Arab Emirates Sustainable Energy & Power Systems Research Centre RISE University of Sharjah P.O. Box 27272 Sharjah United Arab Emirates Centre for Advanced Materials Research University of Sharjah P.O. Box 27272 Sharjah United Arab Emirates Chemical Engineering Department Faculty of Engineering Minia University Elminia 61519 Egypt"}, "Abdelkareem, Mohammad Ali_2": {"WOS": "Aston Univ, Sch Engn & Appl Sci, Mech Engn & Design, Birmingham B4 7ET, W Midlands, England"}, "Gibson M.": {"SCOPUS": "Nxp Semiconductors Inc 1300 N Alma School Rd Chandler AZ  85224 United States"}, "Zhang, Bo": {"SCOPUS": "University of Electronic Science and Technology of China Chengdu China"}, "Wu X.": {"SCOPUS": "School of Physical Science and Technology Soochow University Suzhou 215006 China Collaborative Innovation Center of Suzhou Nano Science and Technology Soochow University Suzhou 215006 China"}, "Wei, Zidong": {"WOS": "Chongqing Univ, Coll Chem & Chem Engn, State Key Lab Power Transmiss Equipment & Syst Sec, Chongqing Key Lab Chem Proc Clean Energy & Resourc, Chongqing 400044, Peoples R China", "SCOPUS": "State Key Laboratory of Power Transmission Equipment & System Security and New Technology Chongqing Key Laboratory of Chemical Process for Clean Energy and Resource Utilization College of Chemistry and Chemical Engineering Chongqing University Chongqing 400044 China"}, "Iglesias, Felipe Rosa": {"SCOPUS": "Thermal Engineering Group Energy Engineering Department School of Engineering University of Seville Spain"}, "Drummer D.": {"SCOPUS": "Institute of Polymer Technology Friedrich-Alexander-Universität Erlangen-Nürnberg (FAU) Am Weichselgarten 10 Erlangen 91058 Germany"}, "Taymaz, Imdat": {"WOS": "Sakarya Univ, Dept Mech Engn, TR-54187 Adapazari, Sakarya, Turkey", "SCOPUS": "Department of Mechanical Engineering Sakarya University Sakarya Adapazari 54187 Turkey"}, "Xue, Mianqi_0": {"SCOPUS": "Technical Institute of Physics and Chemistry Chinese Academy of Sciences Beijing 100190 China"}, "Xue, Mianqi_1": {"WOS": "Dalian Univ Technol, Zhang Dayu Sch Chem, Dalian 116024, Peoples R China"}, "Shiku, Hitoshi": {"WOS": "Tohoku Univ, Grad Sch Environm Studies, Sendai, Miyagi 9808579, Japan", "SCOPUS": "Graduate School of Environmental Studies Tohoku University 6-6-11 Aramaki Aoba Aoba Miyagi Sendai 980-8579 Japan Graduate School of Engineering Tohoku University 6-6-11 Aramaki Aoba Aoba Miyagi Sendai 980-8579 Japan"}, "Skyllas-Kazacos, Maria": {"SCOPUS": "School of Chemical Enginering UNSW Sydney NSW  2052 Australia", "WOS": "UNSW Sydney, Sch Chem Enginering, Sydney, NSW 2052, Australia"}, "Li, Yuanshi": {"SCOPUS": "Department of Mechanical Engineering University of Saskatchewan Saskatoon SK  S7N 5E2 Canada"}, "Shen, Shuiyun": {"SCOPUS": "Institute of Fuel Cells School of Mechanical Engineering Shanghai Jiao Tong University Shanghai 200240 China Key Laboratory of Power Machinery & Engineering Ministry of Education Shanghai Jiao Tong University Shanghai 200240 China"}, "Sunden, B.": {"SCOPUS": "Department of Energy Sciences Lund University Lund Sweden"}, "Beckhaus, Peter": {"SCOPUS": "Group leader stack technology at the hydrogen and fuel cell center ZBT GmbH Duisburg Germany"}, "Singh, Amrinder Pal_0": {"SCOPUS": "Dept. of Mechanical Engineering University Institute of Engineering and Technology South Campus Panjab Univ. Chandigarh 160014 India"}, "Singh, Amrinder Pal_1": {"WOS": "Thapar Inst Engn & Technol, Dept Mech Engn, Patiala 147004, Punjab, India"}, "Schönbohm D.": {"SCOPUS": "Vertriebsleiter Maceas GmbH Germany"}, "Moreno, Ignacio_0": {"WOS": "Mil Univ Technol, Fac New Technol & Chem, PL-00908 Warsaw, Poland"}, "Moreno, Ignacio_1": {"SCOPUS": "Instituto de Bioingeniería. Universidad Miguel Hernández de Elche Elche E-03202 Spain Departamento de Ciencia de Materiales Óptica y Tecnología Electrónica Universidad Miguel Hernández de Elche Elche E-03202 Spain"}, "Ramli Z.A.C.": {"SCOPUS": "Fuel Cell Institute Universiti Kebangsaan Malaysia Bangi Malaysia"}, "Van Herle, J.": {"SCOPUS": "Group of Energy Materials Swiss Federal Institute of Technology Lausanne Sion 1951 Switzerland"}, "Guo, Bin": {"WOS": "Harbin Inst Technol, Sch Mat Sci & Engn, Harbin 150001, Peoples R China", "SCOPUS": "Key Laboratory of Micro-Systems and Micro-Structures Manufacturing of Ministry of Education Harbin Institute of Technology Harbin 150080 China School of Materials Science and Engineering Harbin Institute of Technology Harbin 150001 China"}, "Hassani A.": {"SCOPUS": "Mechanical Engineering Department Babol Noshirvani University of Technology Babol Iran"}, "Saito S.": {"SCOPUS": "Tokyo Institute of Technology Tokyo Japan"}, "Yang, Daijun": {"SCOPUS": "School of Automotive Studies Tongji University Shanghai 201804 China Clean Energy Automotive Engineering Center Tongji University Shanghai 201804 China", "WOS": "Tongji Univ, Sch Automot Studies, Shanghai 201804, Peoples R China"}, "Makowski, Łukasz": {"SCOPUS": "Warsaw University of Technology Faculty of Chemical and Process Engineering Waryńskiego 1 Warsaw 00-645 Poland"}, "Chippar, Purushothama": {"SCOPUS": "Applied Engineering and Computational Analysis Laboratory St Engineering College (Affiliated to Visvesvaraya Technological University Belagavi) Vamanjoor Mangaluru 575 028 India"}, "Yang, Junhe_0": {"SCOPUS": "School of Materials Science and Engineering University of Shanghai for Science and Technology No. 516 Jungong Road Shanghai 200093 China Shanghai Jian Qiao University No. 1111 Hucheng Ring Road Shanghai 201306 China"}, "Yang, Junhe_1": {"WOS": "Nantong Univ, Sch Mech Engn, Nantong 226019, Jiangsu, Peoples R China"}, "Jiao, Kui_0": {"SCOPUS": "State Key Laboratory of Engines Tianjin University 135 Yaguan Road Tianjin 300350 China National Industry-Education Platform of Energy Storage Tianjin University 135 Yaguan Road Tianjin 300350 China", "WOS": "Tianjin Univ, State Key Lab Engines, 135 Yaguan Rd, Tianjin 300350, Peoples R China"}, "Jiao, Kui_1": {"WOS": "Univ Calif Irvine, Dept Mech & Aerosp Engn, Renewable Energy Resources Lab, Irvine, CA 92697 USA"}, "Wang W.": {"SCOPUS": "School of Mechanical &Automotive Engineering Qingdao University of Technology Qingdao 266500 China"}, "Bhosale A.C.": {"SCOPUS": "Department of Hydro and Renewable Energy Indian Institute of Technology Roorkee Haridwar India"}, "Zhang, Tong": {"WOS": "Tongji Univ, Sch Automot Studies, Shanghai 201804, Peoples R China", "SCOPUS": "School of Automotive Studies Tongji University Shanghai 201804 China"}, "Yousfi-Steiner, Nadia": {"SCOPUS": "FEMTO-ST Institute FCLAB Univ. Bourgogne Franche-Comté CNRS Belfort France"}, "Rao J.": {"SCOPUS": "CNOOC Dongfang Petrochemical Co. Ltd. Dongfang Hainan 572600 China"}, "Rataj, Véronique": {"SCOPUS": "Univ. Lille CNRS Centrale Lille Univ. Artois UMR 8181 - UCCS - Unité de Catalyse et Chimie du Solide Lille F-59000 France"}, "Lu, Hongbin": {"SCOPUS": "College of Chemistry and Chemical Engineering Nantong University Nantong 226019 China Institute of Materials Engineering National Laboratory of Solid State Microstructures College of Engineering and Applied Sciences Nanjing University Nanjing 210093 China Haian Institute of High-Tech Research Nanjing University Haian 226600 China"}, "Stanciu, Elena Manuela": {"SCOPUS": "Materials Engineering and Welding Department Transilvania University of Brasov Eroilor Blvd. 29 Brasov 500036 Romania"}, "Celik, Selahattin": {"WOS": "Ankara Yildirim Beyazit Univ, Dept Mech Engn, Fac Engn & Nat Sci, Ankara, Turkey", "SCOPUS": "Faculty of Engineering and Natural Sciences Department of Mechanical Engineering Ankara Yıldırım Beyazıt University Ankara Turkey"}, "Vuorinen V.": {"SCOPUS": "Aalto University Finland"}, "Moon J.-S.": {"SCOPUS": "Hrl Laboratories 3011 Malibu Canyon Rd. Malibu CA  90265 United States"}, "Song H.": {"SCOPUS": "School of Mechanical Engineering Shanghai Jiao Tong University Shanghai 200240 China"}, "Chang G.Y.": {"SCOPUS": "Department of Mechanical Engineering National Cheng Kung University Tainan Taiwan"}, "Wen, Donghui": {"WOS": "Zhejiang Univ Technol, Coll Mech Engn, Hangzhou 310023, Peoples R China", "SCOPUS": "College of Mechanical Engineering Zhejiang University of Technology Hangzhou 310023 China"}, "Pascu, Alexandru": {"SCOPUS": "Engineering and Welding Department Transilvania University of Brasov Eroilor Blvd. 29 Brasov 14 500036 Romania"}, "Kent R.": {"SCOPUS": "Department of Manufacturing Engineering Georgia Southern University Statesboro GA  30458 United States"}, "Chen, Yong-Song_0": {"WOS": "Banaras Hindu Univ, Indian Inst Technol, Dept Phys, Varanasi 221005, India"}, "Chen, Yong-Song_1": {"SCOPUS": "Department of Mechanical Engineering Advanced Institute of Manufacturing with High-tech Innovations National Chung Cheng University 168 University Rd. Minhsiung Township Chiayi 621301 Taiwan"}, "Yagiz M.": {"SCOPUS": "Nigde Omer Halisdemir University Department of Mechanical Engineering Nigde 51240 Turkey Nigde Omer Halisdemir University Prof. Dr. T. Nejat Veziroglu Clean Energy Research Center Nigde 51240 Turkey"}, "Han T.": {"SCOPUS": "Tianjin University School of Electrical and Information Engineering Tianjin 300072 China"}, "Philip, J.": {"SCOPUS": "Corrosion Science and Technology Division Metallurgy & Materials Group Indira Gandhi Centre for Atomic Research Kalpakkam 603 102 India"}, "Lv H.": {"SCOPUS": "Northwest Institute for Nonferrous Metal Research Xi’an 710016 China"}, "Mirtaheri, Peyman": {"WOS": "OsloMet Oslo Metropolitan Univ, Dept Mech Elect & Chem Engn, N-0167 Oslo, Norway", "SCOPUS": "Department of Mechanical Electronics and Chemical Engineering OsloMet—Oslo Metropolitan University Oslo 0167 Norway"}, "Gong W.": {"SCOPUS": "School of Energy and Power Engineering Shandong University Jinan 250061 China"}, "Masdar, M. S.": {"SCOPUS": "Fuel Cell Institute Universiti Kebangsaan Malaysia UKM Bangi Selangor 43600 Malaysia Research Centre for Sustainable Process Technology Faculty of Engineering and Built Environment Universiti Kebangsaan Malaysia UKM Bangi Selangor 43600 Malaysia"}, "Liu R.": {"SCOPUS": "Key Laboratory of Science and Technology on Wear and Protection of Materials Lanzhou Institute of Chemical Physics Chinese Academy of Sciences Lanzhou 730000 China"}, "Hei H.": {"SCOPUS": "Institute of New Carbon Materials College of Materials Science and Engineering Taiyuan University of Technology Taiyuan 034000 China"}, "Dutta, Kingshuk": {"SCOPUS": "Advanced Polymer Design and Development Research Laboratory (APDDRL) School for Advanced Research in Petrochemicals (SARP) Central Institute of Petrochemicals Engineering and Technology (CIPET) Karnataka Bengaluru India"}, "Younas, Tanzila": {"SCOPUS": "Department of Mechatronics Engineering SZABIST University Karachi Pakistan"}, "Atyabi, Seyed Ali": {"SCOPUS": "Department of Mechanical Engineering Faculty of Engineering University of Isfahan Hezar Jerib Ave. Isfahan Iran"}, "Kaur G.": {"SCOPUS": "Simon Fraser University (SFU) Burnaby BC Canada"}, "Liu, Zhiquan": {"SCOPUS": "Chinese Academy of Sciences Shenzhen Institute of Advanced Electronic Materials Shenzhen Institute of Advanced Technology Shenzhen 518055 China Shenzhen College of Advanced Technology University of Chinese Academy of Sciences Shenzhen 518055 China"}, "Yu J.": {"SCOPUS": "Zhuzhou Crrc Times Semiconductor Co. Ltd. State Key Laboratory of Advanced Power Semiconductor Device Zhuzhou China"}, "Qi, Ronghui": {"SCOPUS": "Key Laboratory of Enhanced Heat Transfer and Energy Conservation of Education Ministry School of Chemistry and Chemical Engineering South China University of Technology Guangzhou 510640 China"}, "Zhang N.-N.": {"SCOPUS": "Department of Orthopedics Shangyu People’s Hospital of Shaoxing City Zhejiang Shaoxing 312000 China"}, "Waseem S.": {"SCOPUS": "Advanced Carbon Products & Metrology Section CSIR-National Physical Laboratory New Delhi India"}, "Ashcheulov А.А.": {"SCOPUS": "Institute of Thermoelectricity of the NAS and MES of Ukraine 1 Nauky str Chernivtsi 58029 Ukraine"}, "Liu, Sisi": {"SCOPUS": "School of Mechanical Engineering Xiangtan University Xiangtan 411105 China"}, "Zhang, Shunhu": {"WOS": "Soochow Univ, Shagang Sch Iron & Steel, Suzhou 215002, Peoples R China"}, "Otunniyi, Iyiola Olatunji": {"WOS": "Vaal Univ Technol, Dept Chem & Met Engn, Andries Potgieter Blvd, ZA-1900 Vanderbijlpark, South Africa"}, "Mahmood, Zaid": {"WOS": "Univ Anbar, Mech Engn Dept, Ramadi, Iraq"}, "Sivaprakasam, Rajasekaran": {"WOS": "Rajarajeshwari Med Coll & Hosp, Dept ENT & Head Neck Surg, Bengaluru 560074, Karnataka, India"}, "Bozorg, Mansoor": {"WOS": "Shahrood Univ Technol, Fac Chem & Mat Engn, Shahrood, Iran"}, "Manfre, Luigi": {"WOS": "Ctr Hosp Lisboa Ocidental, Dept Neuroradiol, Carnaxide, Portugal"}, "Hu, Yun Hang": {"WOS": "Michigan Technol Univ, Dept Mat Sci & Engn, 1400 Townsend Dr, Houghton, MI 49931 USA"}, "Chin, Tsung-Shune": {"WOS": "Hangzhou Dianzi Univ, Coll Mat & Environm Engn, Hangzhou 310018, Peoples R China"}, "Liang, Chen": {"WOS": "Beijing Automot Technol Ctr, Beijing, Peoples R China"}, "Yu, Zhi-wei": {"WOS": "Harbin Engn Univ, Coll Mat Sci & Chem Engn, Inst Camouflage Stealth Technol & Engn, Harbin 150001, Peoples R China"}, "Indrasti, Nastiti Siswi": {"WOS": "IPB Univ, Dept Agroind Technol, Bogor, Indonesia"}, "Han, Weitao": {"WOS": "Taiyuan Univ Technol, Dept Mat Sci & Engn, Taiyuan 030024, Peoples R China"}, "Otor, Clement": {"WOS": "Univ Reading, Dept Geog & Environm Sci, Reading, Berks, England"}, "Zhao, Shuang Qi": {"WOS": "Tsinghua Univ, Dept Mech Engn, Beijing 100084, Peoples R China"}, "Chen, Wen": {"WOS": "Lawrence Livermore Natl Lab, 7000 East Ave, Livermore, CA 94550 USA"}, "Li, Ju": {"WOS": "MIT, Dept Nucl Sci & Engn, Cambridge, MA 02139 USA"}, "Luo, Jing-Li_0": {"WOS": "Shanghai Univ, Sch Mat Sci & Engn, Inst Mat, Lab Microstruct, Shanghai 200072, Peoples R China"}, "Luo, Jing-Li_1": {"WOS": "Univ Alberta, Dept Chem & Mat Engn, Edmonton, AB T6G 1H9, Canada"}, "Tasnim, Syeda Humaira": {"WOS": "Univ Guelph, Sch Engn, Guelph, ON N1G 2W1, Canada"}, "Gao, Yuyao": {"WOS": "Tianjin Univ, State Key Lab Engines, Tianjin 300350, Peoples R China"}, "Stromman, Anders Hammer": {"WOS": "Norwegian Univ Sci & Technol, Dept Energy & Proc Engn, Trondheim, Norway"}, "Sun, Hong": {"WOS": "Shenyang Jianzhu Univ, Sch Mech Engn, Shenyang, Peoples R China"}, "Liu, Cuiyin_0": {"WOS": "Chinese Acad Sci, Guangzhou Inst Energy Convers, CAS Key Lab Renewable Energy, Guangzhou 510640, Peoples R China"}, "Liu, Cuiyin_1": {"WOS": "Foshan Univ, Sch Mat Sci & Hydrogen Energy, Foshan 528000, Peoples R China"}, "Carmo, Marcelo": {"WOS": "Argonne Natl Lab, Mat Sci Div, Lemont, IL 60439 USA"}, "Choi, Yoon Suk": {"WOS": "Hyundai Motor Co, Light Met Mat Dev Team, Seoul 06797, South Korea"}, "Zhang, Junliang": {"WOS": "Shanghai Jiao Tong Univ, Sch Mech Engn, Inst Fuel Cells, Shanghai 200240, Peoples R China"}, "Wang, Xindong_0": {"WOS": "Univ Sci & Technol Beijing, Sch Met & Ecol Engn, 30 Coll Rd, Beijing 100083, Peoples R China"}, "Wang, Xindong_1": {"WOS": "Henan Univ Sci & Technol, Sch Phys & Engn, Luoyang 471023, Peoples R China"}, "Wang, Xindong_2": {"WOS": "Univ British Columbia, Dept Chem & Biol Engn, 2360 East Mall, Vancouver, BC V6T 1Z3, Canada"}, "Ding, Wenjiang": {"WOS": "Xiamen Univ, Coll Mat, Ctr Marine Mat Corros & Protect, Xiamen 361005, Peoples R China"}, "Jung, Chi-Young": {"WOS": "Chonbuk Natl Univ, Dept Mech Engn, Jeollabuk Do 54596, South Korea"}, "Konstantinov, Denis": {"WOS": "Grad Univ, Okinawa Inst Sci & Technol OIST, Quantum Dynam Unit, Tancha 1919-1, Onna Son, Okinawa 9040495, Japan"}, "Chen, Mingjie": {"WOS": "Chinese Acad Sci, Anhui Inst Opt & Fine Mech, Key Lab Environm Opt & Technol, Hefei 230031, Peoples R China"}, "Lee, Jinwoo": {"WOS": "Korea Inst Mat Sci, Mat Deformat Dept, Chang Won 51508, Gyeongnam, South Korea"}, "Elyasi, Majid": {"WOS": "Babol Noshirvani Univ Technol, Mech Engn Dept, Babol, Iran"}, "Gruneberg, Ulrike": {"WOS": "Univ Oxford, Sir William Dunn Sch Pathol, South Parks Rd, Oxford OX1 3RE, England"}, "Kiyama, Satoru": {"WOS": "Natl Inst Adv Ind Sci & Technol, Res Inst Adv Elect & Photon, Innovat Plasma Proc Grp, Tsukuba Cent 2,1-1-1 Umezono, Tsukuba, Ibaraki 3058568, Japan"}, "Pilaz, Louis-Jan": {"WOS": "Sanford Res, Pediat & Rare Dis Grp, Sioux Falls, SD 57104 USA"}, "Roberts, Edward P. L.": {"WOS": "Tarbiat Modares Univ, Chem Dept, Tehran, Iran"}, "Sato, Kohji": {"WOS": "Hamamatsu Univ Sch Med, Dept Organ & Tissue Anat, Hamamatsu, Shizuoka, Japan"}, "Olabi, A. G.": {"WOS": "Aston Univ, Mech Engn & Design, Sch Engn & Appl Sci, Birmingham B4 7ET, W Midlands, England"}, "Widodo, Wawan A.": {"WOS": "Inst Teknol Sepuluh Nopember ITS, Dept Chem Engn, Jl Raya ITS, Surabaya 60111, Jawa Timur, Indonesia"}, "Liang, P.": {"WOS": "Tsinghua Univ, State Key Lab Tribol, Beijing 100084, Peoples R China"}, "Sain, Mohini": {"WOS": "Beijing Univ Chem Technol, Dept Ind Engn, Beijing, Peoples R China"}, "Lin, Yun-You": {"WOS": "Natl Kaohsiung Normal Univ, Dept Elect Engn, Kaohsiung 802, Taiwan"}, "Schulz, Volker P.": {"WOS": "Baden Wurttemberg Cooperat State Univ Mannheim, Dept Mech Engn, Coblitzallee 1-9, D-68163 Mannheim, Germany"}, "Borup, Rod": {"WOS": "Los Alamos Natl Lab, MPA, MPA 11, Los Alamos, NM 87545 USA"}, "Chen, Hongbo": {"WOS": "Qingdao Univ Sci & Technol, Coll Electromech Engn, Qingdao 266061, Peoples R China"}, "Ananthula, Venu Vinod": {"WOS": "Natl Inst Technol, Dept Chem Engn, Warangal 506004, Andhra Pradesh, India"}, "Qiu, Jianhui": {"WOS": "Akita Prefectural Univ, Fac Syst Sci & Technol, Yurihonjo, Akita 0150055, Japan"}, "Yamazaki, Kiyoshi": {"WOS": "Toyota Cent Res & Dev Labs Inc, 41-1 Yokomichi, Nagakute, Aichi 4801192, Japan"}, "Maghrabie, Hussein M.": {"WOS": "South Valley Univ, Fac Engn, Dept Mech Engn, Qena 83521, Egypt"}, "Chen, Yu-Chun": {"WOS": "HOMYTECH Global Co Ltd, Taoyuan 33464, Taiwan"}, "Toghyani, S.": {"WOS": "Univ Zabol, Dept Mech Engn, Zabol, Iran"}, "Wang, Liang": {"WOS": "Dalian Maritime Univ, Dept Mat Sci & Engn, Dalian 116026, Peoples R China"}, "Dhahad, Hayder A.": {"WOS": "Univ Technol Baghdad, Mech Engn Dept, Baghdad, Iraq"}, "Meng, Y.": {"WOS": "Tsinghua Univ, State Key Lab Tribol, Beijing 100084, Peoples R China"}, "Roohi, Amir H.": {"WOS": "Islamic Azad Univ, Fac Ind & Mech Engn, Dept Mech Engn, Qazvin Branch, Qazvin, Iran"}, "Kim, Young-Jun": {"WOS": "Konkuk Univ, Dept Energy Engn, 120 Neungdong Ro, Seoul 05029, South Korea"}, "Guo, Yongjun": {"WOS": "Minist Nat Resources Peoples Republ China, Ocean Consultat Ctr, Beijing, Peoples R China"}, "Zhang, Hai-tao": {"WOS": "Chinese Acad Sci, Inst Proc Engn, Beijing Key Lab Ion Liquids Clean Proc, CAS Key Lab Green Proc & Engn, Beijing 100190, Peoples R China"}, "Kim, Seong Su": {"WOS": "Jeonbuk Natl Univ, Grad Sch Flexible & Printable Elect, Dept Mechatron Engn, 567 Baekje Daero, Jeonju Si 54896, Jeollabuk Do, South Korea"}, "Cheng, Zhewu": {"WOS": "Zhejiang Univ, Ningbo Res Inst, Ningbo 315100, Peoples R China"}, "Samiei, Zahra": {"WOS": "Shahrood Univ Technol, Fac Chem & Mat Engn, Shahrood, Iran"}, "Usenko, A.": {"WOS": "Skolkovo Inst Sci & Technol, Bolshoy Blvd 30,Bld 1, Moscow 121205, Russia"}, "Varlam, Mihai": {"WOS": "Univ Sheffield, Fac Engn, Dept Mech Engn, Energy2050, Sheffield S10 2TN, S Yorkshire, England"}, "Jamshidi Aval, Hamed": {"WOS": "Babol Noshirvani Univ Technol, Dept Mat Engn, Babol, Iran"}, "Liu, Huoxing": {"WOS": "Beihang Univ, Sch Energy & Power Engn, Beijing 100191, Peoples R China"}, "Goebel, S. G.": {"WOS": "BAMEKA Solut LLC, 869 Sagamore Way, Victor, NY 14564 USA"}, "Meyer, Y.": {"WOS": "Univ Bourgogne Franche Comte, CNRS, ICB UMR 6303, UTBM, Belfort, France"}, "Lindstrom, Rakel Wreland": {"WOS": "Sandvik Mat Technol, Strateg Res, SE-81181 Sandviken, Sweden"}, "Lim, Ming K.": {"WOS": "Chongqing Univ, Coll Mech Engn, Chongqing, Peoples R China"}, "Chamoret, Dominique": {"WOS": "Univ Technol Belfort Montbeliard, UBFC, CNRS, ICB UMR 6303, F-90010 Belfort, France"}, "Minggang, Zheng": {"WOS": "Shandong Jianzhu Univ, Sch Mech & Elect Engn, Jinan, Peoples R China"}, "Guo, Dongming": {"WOS": "Dalian Univ Technol, Minist Educ, Key Lab Precis & Nontradit Machining Technol, Dalian 116024, Peoples R China"}, "Abdullah, Aboubakr M.-0": {"WOS": "Qatar Univ, Ctr Adv Mat, Doha, Qatar"}, "Abdullah, Aboubakr M._1": {"WOS": "Obafemi Awolowo Univ, Dept Met & Mat Engn, Ife, Nigeria"}, "Davalos, Rafael, V": {"WOS": "Virginia Maryland Reg Coll Vet Med, Dept Biomed Sci & Pathobiol, 205 Duck Pond Dr, Blacksburg, VA 24061 USA"}, "Lin Guoqiang": {"WOS": "Dalian Jiaotong Univ, Sch Mat Sci & Engn, Dalian 116028, Peoples R China"}, "Lee, Che-Yin": {"WOS": "Natl Chin Yi Univ Technol, Dept Mech Engn, Taichung 411, Taiwan"}, "Chiou, Ai-Huei": {"WOS": "Natl Formosa Univ, Dept Mech & Comp Aided Engn, Huwei Township 632, Yunlin, Taiwan"}, "Koorata, Poornesh K.": {"WOS": "Natl Inst Technol Karnataka, Dept Mech Engn, Electrochem Energy Syst Design Lab, Mangalore 575025, India"}, "Chellammal, Subbiah": {"WOS": "CSIR Cent Electrochem Res Inst, Madras Unit, CSIR Madras Complex, Chennai 600113, Tamil Nadu, India"}, "Chuang, Po-Ya Abel": {"WOS": "NIST, Gaithersburg, MD 20899 USA"}, "Banks, Craig E.": {"WOS": "RV Coll Engn, Dept Chem, Bengaluru 590059, India"}, "Wang, Jun": {"WOS": "Sichuan Univ, Sch Chem Engn, Chengdu 610065, Peoples R China"}, "Meng, X. K.": {"WOS": "Nantong Univ, Coll Chem & Chem Engn, Nantong 226019, Peoples R China"}, "Kong, Jizhou": {"WOS": "Nanjing Univ Aeronaut & Astronaut, Natl Key Lab Sci & Technol Helicopter Transmiss, Nanjing 210016, Peoples R China"}, "Suo, Liumin": {"WOS": "Chinese Acad Sci, Inst Phys, Beijing Natl Lab Condensed Matter Phys,Beijing Ke, Beijing Adv Innovat Ctr Mat Genome Engn,Key Lab R, Beijing 100190, Peoples R China"}, "Chen, Yigang": {"WOS": "Shanghai Univ, Sch Mat Sci & Engn, Shanghai 200444, Peoples R China"}, "Gao, Min-Rui": {"WOS": "Univ Sci & Technol China, Natl Synchrotron Radiat Lab, Hefei, Peoples R China"}, "Terryn, Herman": {"WOS": "Vrije Univ Brussel, Dept Mat & Chem, Res Grp Electrochem & Surface Engn SURF, B-1050 Brussels, Belgium"}, "Li, Chuanyang": {"WOS": "Univ Bologna, Dept Elect Elect & Informat Engn, Viale Risorgimento 2, I-40136 Bologna, Italy"}, "Wermuth, Lene": {"WOS": "Univ Southern Denmark, Inst Mol Med, Dept Neurobiol Res, Odense, Denmark"}, "Cen, Shi-Qiang": {"WOS": "Sichuan Univ, Peoples Hosp Shuangliu Distract 1, Dept Orthopaed, West China Airport Hosp, Chengdu 610200, Peoples R China"}, "Huang, Bo": {"WOS": "Guangxi Univ, Sch Chem & Chem Engn, Nanning 530004, Peoples R China"}, "Panter, Christopher": {"WOS": "CP Microbiol & Analyt Labs, 677 Springvale Rd, Mulgrave, Vic 3170, Australia"}, "Passerini, Stefano": {"WOS": "Univ Ulm, Cent Facil Electron Microscopy, Electron Microscopy Grp Mat Sci, Albert Einstein Allee 11, D-89081 Ulm, Germany"}, "Fortin, Patrick": {"WOS": "Natl Phys Lab, Teddington TW11 0LW, Middx, England"}, "Zhu, Di_0": {"WOS": "Nanjing Univ Aeronaut & Astronaut, Coll Mech & Elect Engn, 29 Yu Dao Jie St, Nanjing 210016, Peoples R China"}, "Zhu, Di_1": {"WOS": "Guangdong Univ Technol, Sch Electromech Engn, Guangzhou Key Lab Nontradit Machining & Equipment, Guangzhou 510006, Peoples R China"}, "Friedrich, Kaspar Andreas_0": {"WOS": "Univ Toronto, Fac Appl Sci & Engn, Dept Mech & Ind Engn, Toronto, ON M5S 3G8, Canada"}, "Friedrich, Kaspar Andreas_1": {"WOS": "Univ Appl Sci Esslingen, Fac Sci Energy & Bldg Serv, Kanalstr 33, D-73728 Esslingen, Germany"}, "Zhu, Yanyan": {"WOS": "Shanghai Inst Space Power Sources, Space Power Technol State Key Lab, Shanghai 200245, Peoples R China"}, "Bahrainian, Seyed Saied": {"WOS": "Shahid Chamran Univ Ahvaz, Mech Dept, Ahvaz, Iran"}, "Diaz Guillen, J. A.": {"WOS": "IPN, Unidad Saltillo, Ctr Invest & Estudios Avanzados, Ramos Arizpe 25900, Mexico"}, "Mighri, Frej": {"WOS": "CREPEC, Res Ctr High Performance Polymer & Composite Syst, Quebec City, PQ, Canada"}, "Le, Duc Dung": {"WOS": "Hanoi Univ Sci & Technol, Sch Heat Engn & Refrigerat, 1 Dai Co Viet, Hanoi 100000, Vietnam"}, "Guiver, Michael D.": {"WOS": "Imperial Coll London, Dept Earth Sci & Engn, London, England"}, "Chen, Z.": {"WOS": "Shenzhen Univ, Inst Microscale Optoelect, Shenzhen 518060, Guangdong, Peoples R China"}, "Cabanas-Moreno, J. G.": {"WOS": "Inst Politecn Nacl, Ctr Mexicano La Producci Mas Limpia, Av Acueducto S-N, Mexico City 07340, DF, Mexico"}, "Chen, Fuxiao": {"WOS": "Harbin Inst Technol, Sch Mat Sci & Engn, Natl Key Lab Precis Heat Proc Met, Harbin 150001, Peoples R China"}, "Yin, Xiao-Chun": {"WOS": "South China Univ Technol, Minist Educ, Key Lab Polymer Proc Engn, Guangzhou 510641, Peoples R China"}, "Bauer, Frank": {"WOS": "Univ Stuttgart, Inst Machine Components, Stuttgart, Germany"}, "Vaz, Warren Santiago": {"WOS": "Univ Wisconsin Oshkosh, Dept Engn & Engn Technol, Fox Cities Campus, Menasha, WI 54952 USA"}, "Stevenson, Keith": {"WOS": "Skolkovo Inst Sci & Technol, Ctr Energy Sci & Technol, Moscow, Russia"}, "Ucar, Emre": {"WOS": "Nigde Omer Halisdemir Univ, Mech Engn Dept, TR-51245 Nigde, Turkey"}, "Okazaki, Masakazu": {"WOS": "Nagaoka Univ Technol, Dept Mech Engn, Niigata, Japan"}, "Gelsomino, Sandro": {"WOS": "Maastricht Univ, Cardiovasc Res Inst Maastricht, Maastricht, Netherlands"}, "Wlodarczyk, Renata": {"WOS": "Czestochowa Tech Univ, Fac Infrastruct & Environm, Dept Adv Energy Technol, Czestochowa, Poland"}, "Lim, Jun Woo_0": {"WOS": "Jeonbuk Natl Univ, Grad Sch Flexible & Printable Elect, Jeonju, South Korea"}, "Lim, Jun Woo_1": {"WOS": "Korea Adv Inst Sci & Technol KAIST, Dept Mech Engn, 291 Daehak Ro, Daejeon 305701, South Korea"}, "Fraczek-Szczypta, Aneta": {"WOS": "AGH Univ Sci & Technol, Dept Biomat & Composites, Fac Mat Sci & Ceram, Mickiewicza 30 Av, PL-30059 Krakow, Poland"}, "Gao, Qiang": {"WOS": "Univ Isfahan, Fac Engn, Dept Mech Engn, Esfahan, Iran"}, "Zhang, Jianfei": {"WOS": "Xi An Jiao Tong Univ, Sch Energy & Power Engn, MOE Key Lab Thermofluid Sci & Engn, Xian 710049, Shaanxi, Peoples R China"}, "Kertys, Martin": {"WOS": "Comenius Univ, Jessenius Fac Med Martin, Dept Pharmacol, Bratislava, Slovakia"}, "Pasupathi, S.": {"WOS": "MINTEK, Adv Mat Div, 200 Malibongwe Dr, ZA-2125 Johannesburg, South Africa"}, "Dai, Gance": {"WOS": "East China Univ Sci & Technol, State Key Lab Chem Engn, 130 Meilong Rd, Shanghai 200237, Peoples R China"}, "Arruti, Elsa": {"WOS": "Hosp Univ Fdn Alcorcon, Dept Orthoped Surg, Budapest 1, E-28922 Alcorcon, Spain"}, "Zhang, Han": {"WOS": "Univ Alberta, Dept Mech Engn, Edmonton, AB T6G 2R3, Canada"}, "Kuai, Shengting": {"WOS": "NARI Solar Technol Co Ltd, R&D Dept, 19 Chengxin Rd, Nanjing 211106, Peoples R China"}, "Krishnan, S.": {"WOS": "Indian Inst Technol, Dept Mech Engn, Mumbai 400076, Maharashtra, India"}, "Wang, Yanli": {"WOS": "Guangxi Univ, Sch Chem & Chem Engn, Nanning 530004, Peoples R China"}, "Zhong Lei": {"WOS": "China Three Gorges Univ, Coll Mech & Power Engn, Hubei Key Lab Hydroelect Machinery Design & Maint, Yichang 443002, Hubei, Peoples R China"}, "Patnaikuni, Venkata Suresh": {"WOS": "Natl Inst Technol Warangal, Dept Chem Engn, Warangal 506004, Andhra Pradesh, India"}, "Um, Sukkee": {"WOS": "Hanyang Univ, Dept Mech Engn, 222 Wangsimni Ro, Seoul 04763, South Korea"}, "Cordero, Enrique G-G": {"WOS": "Univ Autonoma Madrid, Dept Orthopaed Surg, Univ Hosp La Princesa, C Diego de Leon 62, Madrid 28006, Spain"}, "Roy, Sudesna": {"WOS": "IIT Bhubaneswar, Sch Minerals Met & Mat Engn, Bhubaneswar, India"}, "Normand, B.": {"WOS": "CEA, LITEN, DEHT, F-38054 Grenoble, France"}, "Khaled, Mahmoud": {"WOS": "Lebanese Int Univ LIU, Energy & ThermoFluid Grp, Bekaa, Lebanon"}, "Fu, Chao": {"WOS": "Chinese Acad Sci, Inst Met Res, Shenyang 110016, Peoples R China"}, "Udemu, Chinonyelum M.": {"WOS": "Univ Hull, Mech Engn, Kingston Upon Hull HU6 7RX, N Humberside, England"}, "Sevinc, Huseyin Fatih": {"WOS": "Nevsehir State Hosp, Dept Orthoped & Traumatol, Nevsehir, Turkey"}, "Zhang, Lin": {"WOS": "Changzhou Univ, Jiangsu Key Lab Green Proc Equipment, Changzhou 213164, Jiangsu, Peoples R China"}, "Wu, Mingge": {"WOS": "Wenzhou Univ, Coll Mech & Elect Engn, Wenzhou 325035, Peoples R China"}, "Wang, Hongbin": {"WOS": "Shanghai Univ, Sch Mat Sci & Engn, Shanghai, Peoples R China"}, "Roh, Sung-Hee": {"WOS": "Chosun Univ, Coll Gen Educ, 309 Pilmoon daero, Gwangju 61452, South Korea"}, "Li, Meng": {"WOS": "Xi An Jiao Tong Univ, Dept Orthoped, Affiliated Hosp 1, Xian 710061, Peoples R China"}, "Zhang Shunhu": {"WOS": "Soochow Univ, Shagang Sch Iron & Steel, Suzhou 215002, Peoples R China"}, "Kim, Dae-Wook": {"WOS": "Univ Ulsan, Sch Mat Sci & Engn, 55-12 Techno Saneop Ro, Ulsan 44776, South Korea"}, "Trong-Giang Nguyen": {"WOS": "Hanoi Univ Sci & Technol, Sch Mat Sci & Engn, Hanoi 100000, Vietnam"}, "Zhang, Tao": {"WOS": "Tsinghua Univ Shenzhen, Res Inst, Shenzhen 518057, Peoples R China"}, "Toyoda, Hirotaka": {"WOS": "Nagoya Univ, Ctr Low Temp Plasma Sci, Chikusa Ku, Furo Cho, Nagoya, Aichi 4648603, Japan"}, "Kim, Ho-Sung": {"WOS": "Chonnam Natl Univ, Sch Chem Engn, 77 Yongbong Ro, Gwangju 61186, South Korea"}, "Zhang, J.": {"WOS": "Lanzhou Univ Technol, Coll Petrochem Technol, Lanzhou 730000, Peoples R China"}, "Lei, Jia-Jun": {"WOS": "Univ Florida, Dept Chem, Gainesville, FL 32611 USA"}, "Pan, Mu": {"WOS": "Xianhu Hydrogen Valley, Foshan Xianhu Lab, Adv Energy Sci & Technol Guangdong Lab, Foshan 528200, Peoples R China"}, "Sun, Bo": {"WOS": "Shandong Univ, Sch Control Sci & Engn, Jinan 250061, Peoples R China"}, "Mendes, Adelio": {"WOS": "Univ Porto, Fac Engn, LEPABE Lab Proc Engn Environm Biotechnol & Energy, Rua Dr Roberto Frias, P-4200465 Porto, Portugal"}, "Chen, Rongfa": {"WOS": "Univ Birmingham, Sch Engn, Birmingham B15 2TT, W Midlands, England"}, "Halm, Jens A.": {"WOS": "Univ Amsterdam, Dept Surg, Trauma Unit, Med Ctr, Amsterdam, Netherlands"}, "Virga, Epifanio G.": {"WOS": "Univ Pavia, Dipartimento Matemat, Via Ferrata 5, I-27100 Pavia, Italy"}, "Zheng, Minggang_0": {"WOS": "Tongji Univ, Sch Automot Studies, 4800 Caoan Rd, Shanghai 201804, Peoples R China"}, "Zheng, Minggang_1": {"WOS": "Shandong Jianzhu Univ, Sch Mech & Elect Engn, Jinan 250101, Peoples R China"}, "Choi, Yoon-suk": {"WOS": "Dongnam Precis Co Ltd, Ulsan 44776, South Korea"}, "Li, Xiao": {"WOS": "Zhejiang Univ Technol, Coll Mat Sci & Engn, Hangzhou 310014, Peoples R China"}, "Bai, Lunhao": {"WOS": "China Med Univ, Shenyang, Liaoning, Peoples R China"}, "Friedrich, K. A.": {"WOS": "Fraunhofer Inst Solare Energiesyst ISE, Heidenhofstr 2, D-79110 Freiburg, Germany"}, "Reichmann, Klaus": {"WOS": "Graz Univ Technol, Inst Chem & Technol Mat, Stremayrgasse 9, A-8010 Graz, Austria"}, "Wang, Xu": {"WOS": "Xian Univ Technol, Sch Mat Sci & Engn, 5 South Jinhua Rd, Xian 710048, Shaanxi, Peoples R China"}, "Sundramoorthy, Ashok K.": {"WOS": "SRM Inst Sci & Technol, Dept Phys & Nanotechnol, Kattankulathur 603203, Tamil Nadu, India"}, "Wu, Zhong-Zhen": {"WOS": "Peking Univ, Shenzhen Grad Sch, Sch Adv Mat, Shenzhen 518055, Peoples R China"}, "Ahn, Ho Seon": {"WOS": "Incheon Natl Univ, Dept Mech Engn, Incheon 22012, South Korea"}, "Ji, Dongdong": {"WOS": "Xian Univ Technol, Sch Mat Sci & Engn, 5 Jinhua South Rd, Xian 710048, Peoples R China"}, "Pramanik, Chandrani": {"WOS": "Tata Steel Ltd, Graphene Ctr, Jamshedpur 831007, Bihar, India"}, "Sevinc, Huseyin": {"WOS": "Firat Univ, Technol Fac, Dept Automot Engn, TR-23119 Elazig, Turkey"}, "Chen, Huicui": {"WOS": "Tianjin Univ, State Key Lab Engines, 135 Yaguan Rd, Tianjin 300350, Peoples R China"}, "Sarma, MrinalJyoti": {"WOS": "Natl Inst Technol Agartala, Dept Mech Engn, Agartala 799046, Tripura, India"}, "Wang, Ke": {"WOS": "Univ Shanghai Sci & Technol, Sch Energy & Power Engn, Shanghai 200093, Peoples R China"}, "Wernersson, Lars-Erik": {"WOS": "Lund Univ, Dept Elect & Informat Technol, S-22100 Lund, Sweden"}, "Han, Xiaotao": {"WOS": "Huazhong Univ Sci & Technol, Wuhan Natl High Magnet Field Ctr, Wuhan 430074, Peoples R China"}, "Albers, Albert": {"WOS": "Ruhlamat GmbH, D-99834 Gerstungen Ot Marksuhl, Germany"}, "Kang, Chung Gil": {"WOS": "Pusan Natl Univ, Engn Res Ctr ERC NSDM, Sch Mech Engn, Busan 46241, South Korea"}, "Yao, Shichune": {"WOS": "Carnegie Mellon Univ, Dept Mech Engn, Pittsburgh, PA 15213 USA"}, "Coppens, M-O": {"WOS": "Natl Phys Lab, Hampton Rd, Teddington TW11 0LW, Middx, England"}, "Seddighi, S.": {"WOS": "Univ Kashan, Fac Mech Engn, Kashan, Iran"}, "Kunowsky, Mirko": {"WOS": "AIJU, Ctr Technol, Avda Ind 23, Alicante 03440, Spain"}, "Archer, Lynden A.": {"WOS": "Cornell Univ, Robert Frederick Smith Sch Chem & Biomol Engn, Ithaca, NY 14853 USA"}, "Li, Jianying": {"WOS": "Xi An Jiao Tong Univ, State Key Lab Elect Insulat & Power Equipment, Xian 710049, Peoples R China"}, "Qiu, Xiaolin": {"WOS": "Inner Mongolia Qingmeng New Mat Co Ltd, Inner Mongolia Municipal 013560, Peoples R China"}, "Chen, Bin-Hao": {"WOS": "Natl Taipei Univ Technol, Dept Vehicle Engn, Taipei 106344, Taiwan"}, "Fan, Lianhui": {"WOS": "Gen Hosp Northern Theater Command, Dept Urol, 83 Wenhua Rd, Shenyang 110000, Peoples R China"}, "Buechi, Felix N.": {"WOS": "Paul Scherrer Inst, Electrochem Lab, Forsch Str 111, CH-5232 Villigen, Switzerland"}, "Yang, Weijian": {"WOS": "Univ Sci & Technol Beijing, Corros & Protect Ctr, Inst Adv Mat & Technol, Beijing 100083, Peoples R China"}, "Zhan, Jin": {"WOS": "Beijing Univ Chem Technol, Coll Mech & Elect Engn, Beisanhuan East Rd 15, Beijing 100029, Peoples R China"}, "Jayakumar, Arunkumar": {"WOS": "SRM Inst Sci & Technol, Dept Automobile Engn, Srm Nagar 603203, Kattankulathur, India"}, "Pourkashanian, Mohamed": {"WOS": "Jouf Univ, Phys Dept, Sakaka, Saudi Arabia"}, "Kuan, Yean-Der": {"WOS": "Natl Chin Yi Univ Technol, Dept Refrigerat Air Conditioning & Energy Engn, Taichung 411, Taiwan"}, "Sayed, Dawood": {"WOS": "Univ Kansas Med Ctr KUMC, Dept Anesthesiol, Kansas City, KS 66160 USA"}, "Jia, Pei": {"WOS": "Wuhan Inst Technol, Sch Resources & Safety Engn, Wuhan 430073, Peoples R China"}, "Lan, Jingwei": {"WOS": "Zhejiang Univ, Key Lab Adv Mfg Technol Zhejiang Prov, Hangzhou 310027, Peoples R China"}, "Zhang, Xue": {"WOS": "Xian Univ Technol, Sch Mat Sci & Engn, Xian, Peoples R China"}, "Guziewicz, Marek": {"WOS": "Warsaw Univ Sci & Technol, Wydzial Elektroniki & Tech Informacyjnych, Inst Mikroelektroniki & Optoelektroniki, Warsaw, Poland"}, "Antipov, Anatoly": {"WOS": "Russian Acad Sci, Inst Problem Chem Phys, Acad Semenov Av 1, Chernogolovka 142432, Moscow Reg, Russia"}, "Martuzevicius, Dainius": {"WOS": "Kaunas Univ Technol, Fac Chem Technol, Dept Environm Technol, Radvilenu Pl 19, LT-50254 Kaunas, Lithuania"}, "Li, Shisen": {"WOS": "Univ Sci & Technol Beijing, Sch Mat Sci & Engn, Beijing 100083, Peoples R China"}, "Rao, Seetharama": {"WOS": "Manipal Acad Higher Educ, Kasturba Med Coll, Dept Orthopaed, Manipal, India"}, "Rodrigues, Ricardo J.": {"WOS": "Inst Neurociencias, CSIC UMH, Alacant 03550, Spain"}, "Temur, Gul Tekin": {"WOS": "Bahcesehir Univ, Fac Engn & Nat Sci, Istanbul, Turkey"}, "Zhou, Wei": {"WOS": "Nanjing Tech Univ, Coll Chem Engn, State Key Lab Mat Oriented Chem Engn, Nanjing 211816, Peoples R China"}, "Xu, Guoliang": {"WOS": "China Nucl Power Engn Co Ltd, Shenzhen, Peoples R China"}, "Al-Shamiri, Abobakr Khalil": {"WOS": "Univ Southampton Malaysia, Dept Comp Sci, Gelang Patah 79100, Johor, Malaysia"}, "Peng, Chengxin": {"WOS": "Univ Shanghai Sci & Technol, Sch Mat Sci & Engn, Shanghai 200093, Peoples R China"}, "Kim, Seong-Jong": {"WOS": "Mokpo Natl Maritime Univ, Div Mrine Engn, Haeyangdaehak Ro, Mokpo Si 58628, Jeollanam Do, South Korea"}, "Yurtcan, Ayse Bayrakceken": {"WOS": "Ataturk Univ, Dept Chem Engn, Erzurum, Turkey"}, "Chen, Daifen": {"WOS": "Natl Res Ogarev Mordovia State Univ, Saransk 430005, Russia"}, "Park, Soo-Young": {"WOS": "Kyungpook Natl Univ, Dept Text Syst Engn, Daegu 41566, South Korea"}, "Wang, Gang": {"WOS": "Jilin Univ, Dept Radiol, China Japan Union Hosp, Changchun, Jilin, Peoples R China"}, "Taymaz, I": {"WOS": "Univ Sakarya, Dept Mech Engn, TR-54187 Serdivan, Turkey"}, "Zhao, Zhengang": {"WOS": "Kunming Univ Sci & Technol, Fac Informat Engn & Automat, Kunming 650500, Yunnan, Peoples R China"}, "Zeng, Yun": {"WOS": "Southwest Petr Univ, Sch Mechatron Engn, Chengdu 610500, Peoples R China"}, "Schwammlein, Jan": {"WOS": "Mercedes Benz AG, Stuttgart, Germany"}, "Sarikanat, M.": {"WOS": "Dokuz Eylul Univ, Fac Sci, Izmir, Turkey"}, "Hu, Guilin": {"WOS": "Zhejiang Univ Sci & Technol, Sch Mech & Energy Engn, Hangzhou 310023, Peoples R China"}, "Yin, Zhong": {"WOS": "Guangdong Midea Grp Co Ltd, Foshan 528311, Guangdong, Peoples R China"}, "West, William C.": {"WOS": "CALTECH, Jet Prop Lab, 4800 Oak Grove Dr, Pasadena, CA 91109 USA"}, "Yang, Li": {"WOS": "Hunan Univ, Sch Mat Sci & Engn, Changsha 410082, Peoples R China"}, "Fan, Hong-Qiang": {"WOS": "Shanghai Univ, Sch Mat Sci & Engn, State Key Lab Adv Special Steel, 99 Shangda Rd, Shanghai 200444, Peoples R China"}, "Lukaszewski, Adam J.": {"WOS": "Univ Calif Riverside, Dept Bot & Plant Sci, Riverside, CA 92521 USA"}, "Date, Prashant P.": {"WOS": "Indian Inst Technol, Dept Mech Engn, Mumbai 400076, Maharashtra, India"}, "Kim, Dong Rip": {"WOS": "Yeungnam Univ, Dept Automot Engn, 280 Daehak Ro, Gyongsan 38541, Gyeongbuk, South Korea"}, "Li, Guangxian": {"WOS": "Univ Toronto, Dept Mech & Ind Engn, Microcellular Plast Mfg Lab, 5 Kings Coll Rd, Toronto, ON M5S 3G8, Canada"}, "Serban, Daniiel": {"WOS": "Univ Politeh Bucharest, 313 Splaiul Independentei, Bucharest 060042, Romania"}, "Otunniyi, Iyiola O.": {"WOS": "Vaal Univ Technol, Technol Transfer & Innovat Dept, ZA-1900 Vanderbijlpark, South Africa"}, "Levine, Michael": {"WOS": "Konan Univ, Dept Biol, Fac Sci & Engn, Kobe, Hyogo 6588501, Japan"}, "Baranowska, Jolanta": {"WOS": "West Pomeranian Univ Technol, Dept Mat Technol, Piastow Av 19, PL-70310 Szczecin, Poland"}, "Yang Wei": {"WOS": "Xian Univ Technol, Xian 710048, Peoples R China"}, "Mahyoedin, Yovial": {"WOS": "Univ Kebangsaan Malaysia, Fac Engn & Built Environm, Ctr Mat Engn & Smart Mfg, Bangi 43600, Malaysia"}, "Yang Xi": {"WOS": "Univ Shanghai Sci & Technol, Coll Mech Engn, Shanghai 200093, Peoples R China"}, "Chen, Fu-xiao": {"WOS": "Henan Key Lab Nonferrous Mat Sci & Proc Technol, Luoyang 471023, Peoples R China"}, "Griffin, Xavier L.": {"WOS": "James Cook Univ Hosp, Dept Trauma & Orthopaed, Middlesbrough, Cleveland, England"}, "Rizzo, Leonardo F. L.": {"WOS": "Univ Buenos Aires, Hosp Clin Jose de San Martin, Fac Med, Div Endocrinol, Buenos Aires, DF, Argentina"}, "Liu, Zhenning": {"WOS": "Jilin Univ, Coll Biol & Agr Engn, Key Lab Bion Engn, Minist Educ, Changchun 130022, Peoples R China"}, "Shen, Jun": {"WOS": "China North Vehicle Res Inst, Beijing 100072, Peoples R China"}, "Jiang, F. M.": {"WOS": "Jahrom Univ, Dept Mech Engn, POB 74135-111, Jahrom, Iran"}, "Liang, Chia-Hao": {"WOS": "Natl Taipei Univ Technol, Dept Energy & Refrigerating Air Conditioning Engn, Taipei 10608, Taiwan"}, "Liu, Chaofan": {"WOS": "Shanghai Sinofuelcell Co Ltd, Shanghai 201499, Peoples R China"}, "He, Yuntang": {"WOS": "China Automot Technol & Res Ctr Co Ltd CATARC, Tianjin 300300, Peoples R China"}, "Cho, Gu-Young": {"WOS": "Dankook Univ, Dept Mech Engn, Yongin 16890, South Korea"}, "von Unwerth, Thomas": {"WOS": "Tech Univ Chemnitz, Fac Mech Engn, Inst Automot Res, Professorship Adv Powertrains, Reichenhainer Str 70, D-09126 Chemnitz, Germany"}, "Zhang, Peng": {"WOS": "Harbin Inst Technol Weihai, Sch Mat Sci & Engn, Weihai 264209, Peoples R China"}, "Baker, Jenny": {"WOS": "Indian Inst Sci, Bengaluru, India"}, "Wei, Zongsu": {"WOS": "Univ Sci & Technol Beijing, Sch Civil & Resource Engn, Beijing 100083, Peoples R China"}, "Yusro, Muhammad": {"WOS": "Inst Teknol Telkom Purwokerto, Fac Telecommun & Elect Engn, Biomed Engn Study Program, Cent Java, Indonesia"}, "Zhang, Zhihui": {"WOS": "Guangdong Univ Technol, Sch Mat & Energy, Guangzhou 510006, Peoples R China"}, "Cui, Xingang": {"WOS": "Shandong First Med Univ, Jinan, Shandong, Peoples R China"}, "Hu, Eric": {"WOS": "Univ Adelaide, Sch Mech Engn, Adelaide, SA 5005, Australia"}, "Ryabukhin, A., V": {"WOS": "BMPower Co, Skolkovo Innovat Ctr, Moscow, Russia"}, "Rizvi, Ghaus": {"WOS": "Ontario Tech Univ, 2000 Simcoe St North, Oshawa, ON, Canada"}, "Yoon, Young Soo": {"WOS": "Auburn Univ, Mat Res & Educ Ctr, 275 Wilmore Labs, Auburn, AL 36849 USA"}, "Sanjay, N. C. Shekar": {"WOS": "JSS Acad Tech Educ, Dept Civil Engn, JSS Campus,Dr Vishnuvardhan Rd, Bengaluru 560060, Karnataka, India"}, "Kadmi, Yassine": {"WOS": "Univ Lille, Sci & Technol, LASIRE, Equipe Phys Chim Environm,CNRS UMR 8516, F-59655 Villeneuve Dascq, France"}, "Zeng, Xiaoqin": {"WOS": "Xiamen Univ, Coll Mat, Ctr Marine Mat Corros & Protect, Xiamen 361005, Peoples R China"}, "Talkhoncheh, Fariborz Karimi": {"WOS": "Univ Isfahan, Dept Mech Engn, Esfahan, Iran"}, "Kumar, Ashish": {"WOS": "Thapar Inst Engn & Technol, Patiala 147004, Punjab, India"}, "Huang, Meng": {"WOS": "North China Elect Power Univ, State Key Lab Alternate Elect Power Syst Renewabl, Beijing 102206, Peoples R China"}, "Verma, Anil": {"WOS": "Indian Inst Technol Delhi IIT Delhi, Dept Chem Engn, Sustainable Environergy Res Lab SERL, New Delhi, India"}, "Zhang, Xiang": {"WOS": "Guizhou Inst Technol, Sch Data Sci, Guiyang 550003, Peoples R China"}, "Gao, Zhan": {"WOS": "Xi An Jiao Tong Univ, Sch Chem Engn & Technol, Dept Chem Engn, Xian, Peoples R China"}, "Liao, Bin": {"WOS": "Air Force Engn Univ, Sci & Technol Plasma Dynam Lab, Xian 710038, Peoples R China"}, "Andert, Jakob": {"WOS": "Rhein Westfal TH Aachen, Teaching & Res Area Mechatron Mobile Prop MMP, Forckenbeckstr 4, D-52074 Aachen, Germany"}, "Wang, Edward Aiguo": {"WOS": "Lumentum Operat LLC, Ottawa, ON K2J 0P7, Canada"}, "Ercuta, Aurel": {"WOS": "Politehn Univ Timisoara, RO-300006 Timisoara, Romania"}, "Ju Xing": {"WOS": "China Three Gorges Corp, Inst Sci & Technol, Beijing 100038, Peoples R China"}, "Romanu, Ionut-Cristian": {"WOS": "Stefan Cel Mare Univ Suceava, Fac Mech Engn Automot & Robot, Mech & Technol Dept, Suceava 720229, Romania"}, "Khan, Afrasyab": {"WOS": "South Ural State Univ, Res Inst Mech Engn, Dept Vibrat Testing & Equipment Condit Monitoring, Lenin Prospect 76, Chelyabinsk 454080, Russia"}, "Liu, Zhongfan": {"WOS": "Peking Univ, Coll Engn, Dept Mat Sci & Engn, Beijing Key Lab Adv Battery Mat, Beijing 100871, Peoples R China"}, "Oh, Tae Hwan": {"WOS": "Yeungnam Univ, Sch Chem Engn, Gyongsan 38541, South Korea"}, "Sun, Ying-bin": {"WOS": "Dalian Jintaizhengxin Technol Co Ltd, Dalian 116600, Liaoning, Peoples R China"}, "Wang, Hao_0": {"WOS": "North China Univ Sci & Technol, Coll Civil & Architectural Engn, Tangshan, Peoples R China"}, "Wang, Hao_1": {"WOS": "Nanjing Univ Aeronaut & Astronaut, Coll Mech & Elect Engn, Nanjing 210016, Peoples R China"}, "Li, Qingquan": {"WOS": "Shandong Prov Key Lab UHV Transmiss Technol & Equ, Jinan 250061, Peoples R China"}, "Ma, L. Y.": {"WOS": "Chinese Acad Sci, Natl Space Sci Ctr, Beijing 100190, Peoples R China"}, "Yang, D. M.": {"WOS": "Dalian Maritime Univ DMU, Coll Transportat Engn, Linghai Str 1, Dalian 116026, Peoples R China"}, "Weng, Shih-Cheng": {"WOS": "APT Hydrogen LTD, Taipei 11493, Taiwan"}, "Takada, Satoshi": {"WOS": "Tokyo Univ Agr & Technol, Dept Mech Syst Engn, Koganei, Tokyo 1848588, Japan"}, "Hong, Soon-Jik": {"WOS": "Chungnam Natl Univ, Dept Mat Sci & Engn, Daejeon 34134, South Korea"}, "d'Adamo, Alessandro": {"WOS": "Univ Modena & Reggio Emilia, Dipartimento Ingn Enzo Ferrari, Modena, Italy"}, "Kuo, Hung-Ming": {"WOS": "Natl Sun Yat Sen Univ, Dept Mat & Optoelect Sci, Kaohsiung 80424, Taiwan"}, "Kandel, Kamal": {"WOS": "Kathmandu Univ, Kathmandu, Nepal"}, "Devanathan, Lenin Singaravelu": {"WOS": "Natl Inst Technol, Dept Chem Engn, Tiruchirappalli, Tamil Nadu, India"}, "Nikawa, Makoto": {"WOS": "Gifu Univ, Grad Sch Nat Sci & Technol, Dept Mat Sci & Proc, 1-1 Yanagido, Gifu, Gifu 5011193, Japan"}, "Cullen, David A.": {"WOS": "Argonne Natl Lab, Chem Sci & Engn Div, Lemont, IL USA"}, "Kim, Dong-Kyu": {"WOS": "Konkuk Univ, Dept Mech & Aerosp Engn, Seoul 05029, South Korea"}, "Chen, Chia-Hung": {"WOS": "Fucell Co Ltd, Taoyuan, Taiwan"}, "Fu, M. W.": {"WOS": "Hong Kong Polytech Univ, Res Inst Adv Mfg, Dept Mech Engn, Hung Hom,Kowloon, Hong Kong, Peoples R China"}, "Banczek, Everson do Prado": {"WOS": "Midwest State Univ UNICENTRO, Dept Chem, Guarapuava, Brazil"}, "Panda, Sushanta Kumar": {"WOS": "Indian Inst Technol, Dept Mech Engn, Kharagpur 721302, W Bengal, India"}, "Chen, Dong-xu": {"WOS": "Univ Sci & Technol Liaoning, Sch Mat & Met, Anshan 114051, Peoples R China"}, "Zuo, Xiahua": {"WOS": "Beijing Univ Chem Technol, Coll Mech & Elect Engn, Beijing 100029, Peoples R China"}, "Wu, Hao Bin": {"WOS": "Zhejiang Univ, Sch Mat Sci & Engn, Inst Composites Sci Innovat InCSI, Hangzhou 310027, Peoples R China"}, "Wang, Dan": {"WOS": "Chinese Acad Geol Sci, State Key Lab Geol Proc & Mineral Resources, Beijing 100037, Peoples R China"}, "Kasselmann, Stefan": {"WOS": "Forschungszentrum Julich, Tech Infrastruct Projects & Personnel TB P, D-52425 Julich, Germany"}, "Kong, Fantao_0": {"WOS": "Southwest Univ, Sch Mat & Energy, Chongqing 400715, Peoples R China"}, "Kong, Fantao_1": {"WOS": "Harbin Inst Technol, Ctr Anal & Measurement, Harbin 150001, Peoples R China"}, "Sunada, Satoshi": {"WOS": "Nachi Fujikoshi Corp, Tokyo 1050021, Japan"}, "Nahvi, Saied Mehran": {"WOS": "Bu Ali Sina Univ, Fac Engn, Hamadan 6517838695, Iran"}, "Duran, Berrin": {"WOS": "Eskisehir Osmangazi Univ, Fac Sci & Letters, Dept Chem, TR-26040 Eskisehir, Turkey"}, "Lee, Don Haeng": {"WOS": "Inha Univ, Dept Internal Med, Sch Med, Incheon, South Korea"}, "Nava, Jose Luis": {"WOS": "Inst Nacl Electr & Energias Limpias, Gerencia Energias Renovables, Reforma 113,Palmira, Cuernavaca 62490, Morelos, Mexico"}, "Teng, H.": {"WOS": "Northwest Univ, Sch Chem Engn, Xian 710069, Peoples R China"}, "Kim, Byung Chul": {"WOS": "Univ Politecn Cataluna, Dept Engn Electron, Barcelona 08034, Spain"}, "Gostick, Jeff": {"WOS": "Univ Waterloo, Dept Chem Engn, Waterloo, ON N2L 3G1, Canada"}, "Kou, Xianli": {"WOS": "Zhejiang Univ Technol, Coll Mat Sci & Engn, Hangzhou 310000, Peoples R China"}, "Sadeghi, Arash": {"WOS": "Osmaniye Korkut Ata Univ, Fac Arts & Sci, Dept Biol, TR-80000 Osmaniye, Turkey"}, "Han, Yubin": {"WOS": "Jiangsu Univ, Sch Automobile & Traff Engn, Xuefu Rd 301, Zhenjiang 212000, Jiangsu, Peoples R China"}, "Song, Taeseup": {"WOS": "Hanyang Univ, Dept Energy Engn, Seoul 04763, South Korea"}, "Shi, Jing": {"WOS": "Xian Univ Technol, Sch Mat Sci & Engn, 5 South Jinhua Rd, Xian 710048, Shaanxi, Peoples R China"}, "Xi, Yang": {"WOS": "Univ Shanghai Sci & Technol, Coll Mech Engn, Shanghai 200093, Peoples R China"}, "Abd-El-Nabey, Beshier A.": {"WOS": "Alexandria Univ, Fac Sci, Dept Chem, POB 426, Alexandria 21321, Egypt"}, "Chen, Zhuo": {"WOS": "Shanghai Univ, Sch Mat Sci & Engn, Shanghai, Peoples R China"}, "Wang, Jiahui": {"WOS": "Xian Univ Technol, Sch Mech & Precis Instrument Engn, Xian 710048, Peoples R China"}, "Wang, Yong": {"WOS": "Chinese Acad Sci, Inst Met Res, Shenyang, Peoples R China"}, "Kobayashi, I": {"WOS": "Toho Univ, Fac Nursing, Dept Infect Control & Prevent, Tokyo, Japan"}, "Issa, Sherien": {"WOS": "Alexandria Univ, Fac Engn, Text Dept, El Horeya Rd, Alexandria 21544, Egypt"}, "Zhou, Zhifeng": {"WOS": "City Univ Hong Kong, Natl Precious Met Mat Engn Res Ctr NPMM, Hong Kong Branch, 83 Tat Chee Ave, Hong Kong, Peoples R China"}, "Weiss, Matthias": {"WOS": "Ford Motor Co, Res & Innovat Ctr, 2101 Village Rd, Dearborn, MI 48121 USA"}, "Zhang, Ji": {"WOS": "Hunan Univ, Coll Elect & Informat Engn, Changsha 410082, Hunan Province, Peoples R China"}, "Kaya, Mehmet Fatih": {"WOS": "Erciyes Univ, Engn Fac, Energy Syst Engn Dept, Heat Engn Div, TR-38039 Kayseri, Turkey"}, "Basar, Hakan": {"WOS": "Univ Hlth Sci, Gaziosmanpasa Training & Res Hosp, Dept Orthopaed & Traumatol, Istanbul, Turkey"}, "Pei, Xuejian": {"WOS": "Shandong Jianzhu Univ, Sch Mech & Elect Engn, Jinan 250101, Shandong, Peoples R China"}, "Guo, Jun-qing": {"WOS": "Shaanxi Univ Sci & Technol, Coll Mech & Elect Engn, Xian 710021, Peoples R China"}, "Wu, Xuemei": {"WOS": "Suzhou Inst Trade & Commerce, Coll Informat Technol, Suzhou 215009, Jiangsu, Peoples R China"}, "Fu, Pei": {"WOS": "Changan Univ, Sch Automobile, Xian 710064, Shaanxi, Peoples R China"}, "Mele, Patrice": {"WOS": "Univ Grenoble Alpes, Univ Savoie Mont Blanc, CNRS, Grenoble INP,LEPMI, F-38000 Grenoble, France"}, "Tian, Xu": {"WOS": "Zhejiang Univ Technol, Coll Mat Sci & Engn, Hangzhou 310014, Peoples R China"}, "Yue, Guangxi": {"WOS": "State Grid Energy Res Inst Co Ltd, State Grid Corp China, Beijing, Peoples R China"}, "Li, Y. S.": {"WOS": "Jiangxi Sci & Technol Normal Univ, Jiangxi Key Lab Mat Surface Engn, Nanchang 330013, Peoples R China"}, "Drummer, Dietmar": {"WOS": "Friedrich Alexander Univ Erlangen Nurnberg FAU, Inst Polymer Technol, Weichselgarten 10, D-91058 Erlangen, Germany"}, "Van Herle, Jan": {"WOS": "North China Elect Power Univ, Inst Energy Power Innovat, Beijing 102206, Peoples R China"}, "Wang, Junfeng": {"WOS": "South China Univ Technol, Sch Mech & Automot Engn, Guangzhou, Peoples R China"}, "Sunden, Bengt": {"WOS": "Lund Univ, Dept Energy Sci, Lund, Sweden"}, "Zheng, Baojuan": {"WOS": "SAIC Motor Grp Co Ltd, Commer Vehicle Technol Ctr, Shanghai 200041, Peoples R China"}, "Sulong, Abu Bakar": {"WOS": "Univ Kebangsaan Malaysia, Fac Engn & Built Environm, Dept Mech & Mfg Engn, Bangi 43600, Selangor, Malaysia"}, "Xing, Ruizhe": {"WOS": "Northwestern Polytech Univ, Sch Chem & Chem Engn, Xian 710072, Peoples R China"}, "Ramli, Zatil Amali Che": {"WOS": "Univ Kebangsaan Malaysia, Fuel Cell Inst, Bangi 43600, Selangor, Malaysia"}, "Zhang, Jianbo": {"WOS": "Tsinghua Univ, State Key Lab Automot Safety & Energy, Sch Vehicle & Mobil, Beijing, Peoples R China"}, "Duchet, Jannick": {"WOS": "INSA Lyon, Ingn Mat Polymeres IMP, UMR CNRS 5223, Villeurbanne, France"}, "Paliulis, Leocadia, V": {"WOS": "Bucknell Univ, Biol Dept, Lewisburg, PA 17837 USA"}, "Rosa, Felipe": {"WOS": "Univ Seville, Sch Engn, Energy Engn Dept, Thermal Engn Grp, Camino Descubrimientos S-N, Seville 41092, Spain"}, "Stanciu, Elena M.": {"WOS": "Transilvania Univ Brasov, Mat Engn & Welding Dept, Eroilor Blvd 29, Brasov 500036, Romania"}, "Shao, Jing": {"WOS": "Shenzhen Univ, Coll Chem & Environm Engn, Shenzhen 518060, Peoples R China"}, "Saito, Shigeki": {"WOS": "Tokyo Inst Technol, Tokyo, Japan"}, "Zhou, Junlin": {"WOS": "Capital Med Univ, Beijing Chaoyang Hosp, Dept Orthoped Surg, 8 Gongren Tiyuchang Nanlu, Beijing 100020, Peoples R China"}, "Aguey-Zinsou, Kondo-Francois": {"WOS": "Univ Sydney, Sch Chem, MERLin, Sydney, NSW 2006, Australia"}, "Chen, Li": {"WOS": "Lanzhou Univ Technol, Coll Petrochem Technol, Lanzhou 730000, Peoples R China"}, "Sabetghadam, Fereidoun": {"WOS": "Amirkabir Univ Technol, Tehran Polytech, Dept Mech Engn, Tehran, Iran"}, "Zhiani, Mohammad": {"WOS": "Isfahan Univ Technol, Dept Chem, Esfahan 8415683111, Iran"}, "Song, Hanchen": {"WOS": "Shanghai Jiao Tong Univ, Sch Mech Engn, Shanghai 200240, Peoples R China"}, "Kim, Yong-Tae": {"WOS": "Korea Inst Energy Res, Hydrogen Res Dept, Daejeon 34129, South Korea"}, "Varuvel, Edwin Geo": {"WOS": "Istinye Univ, Fac Engn & Nat Sci, Dept Mech Engn, Istanbul, Turkey"}, "Chen, Chengdai": {"WOS": "Guangdong Univ Technol, Sch Mat & Energy, Guangzhou 510006, Peoples R China"}, "Konev, Dmitry, V": {"WOS": "Russian Acad Sci, Inst Problems Chem Phys, Chernogolovka, Russia"}, "Li, Peigang": {"WOS": "Nanjing Univ Posts & Telecommun, Coll Integrated Circuit Sci & Engn, Nanjing 210023, Peoples R China"}, "Chang, G. Y.": {"WOS": "Chien Kuo Technol Univ, Dept Automat Engn, Changhua, Taiwan"}, "Liu, Lin": {"WOS": "Wuhan Univ, Sch Civil Engn, Dept Engn Mech, Wuhan 430072, Peoples R China"}, "Rahbari, Nuh N.": {"WOS": "Univ Klin Mannheim, Chirurg Klin, Mannheim, Germany"}, "Bazargan, Majid": {"WOS": "KN Toosi Univ Technol, Mech Engn Dept, 7 Pardis St, Tehran 1991943344, Iran"}, "Vuorinen, V.": {"WOS": "IWO Ede NL, Ede, Netherlands"}, "Wang, Jilai": {"WOS": "Huazhong Univ Sci & Technol, Sch Mat Sci & Engn, State Key Lab Mat Proc & Die & Mould Technol, Wuhan 430074, Peoples R China"}, "Yousfi-Steiner, N.": {"WOS": "Univ Bourgogne Franche Comte, FEMTO ST Inst, FCLAB, CNRS, Belfort, France"}, "Bartlett, P. N.": {"WOS": "Univ Southampton, Elect & Comp Sci, Southampton SO17 1BJ, England"}, "Wukich, Dane": {"WOS": "Univ Texas Southwestern, Res performed Dept Orthoped, Dallas, TX USA"}, "Chen, Zhixin": {"WOS": "Wuhan Univ Technol, Hubei Key Lab Adv Technol Automot Component, 122 Luoshi Rd, Wuhan 430070, Peoples R China"}, "Thorsten, Hickmann": {"WOS": "Eisenhuth GMBH & Co KG, Friedrich Ebert Str 203, D-37520 Osterode, Germany"}, "Hei, Hongjun": {"WOS": "Taiyuan Univ Technol, Inst New Carbon Mat, Coll Mat Sci & Engn, Taiyuan 034000, Peoples R China"}, "Lv Haibing": {"WOS": "Northeastern Univ, Shenyang 110004, Peoples R China"}, "Zobel, Marco": {"WOS": "German Aerosp Ctr DLR, Inst Networked Energy Syst, Carl von Ossietzky 15, D-26129 Oldenburg, Germany"}, "Yang, Wenzhong": {"WOS": "Nanjing Tech Univ, Sch Biotechnol & Pharmaceut Engn, Nanjing 211816, Peoples R China"}}