{"Aaltola K.": {"SCOPUS": "VTT Technical Research Centre of Finland Espoo Finland University of Jyväskylä Jyväskylä Finland"}, "Abdel-Malek A.": {"SCOPUS": "Egypt-Japan University of Science and Technology Department of Electronics and Communications Engineering New Borg El-Arab City Alexandria Egypt"}, "Abriata, Luciano Andres": {"SCOPUS": "Laboratory for Biomolecular Modeling École Polytechnique Fédérale de Lausanne and Swiss Institute of Bioinformatics Lausanne 1015 Switzerland"}, "Agarwal, Arpit": {"SCOPUS": "Children's Hospital of San Antonio San Antonio TX United States Baylor College of Medicine Houston TX United States", "WOS": "Childrens Hosp San Antonio, San Antonio, TX 78207 USA"}, "Ahamed, Jinesh": {"SCOPUS": "Higher Colleges of Technology Dubai United Arab Emirates"}, "Akmanova S.V.": {"SCOPUS": "Department of Applied Mathematics and Informatics Nosov Magnitogorsk State Technical University Magnitogorsk Russian Federation"}, "Al Hajjar H.": {"SCOPUS": "Higher Colleges of Technology Logistics Engineering Technology Department Abu Dhabi United Arab Emirates"}, "Alam, Mohammad Khursheed": {"SCOPUS": "Department of Preventive Dentistry College of Dentistry Jouf University Sakaka 72345 Saudi Arabia Center for Transdisciplinary Research (CFTR) Dental College Institute of Medical and Technical Sciences Saveetha University Chennai 600077 India Department of Public Health Faculty of Allied Health Sciences Daffodil International University Dhaka 1341 Bangladesh", "WOS": "Jouf Univ, Dept Prevent Dent, Coll Dent, Sakaka 72345, Saudi Arabia"}, "Al-Hakim M.F.": {"SCOPUS": "Department of Mechanical and Manufacturing Engineering Faculty of Engineering Universiti Putra Malaysia UPM Serdang Selangor  43400 Malaysia"}, "Alikhadzhiev S.K.": {"SCOPUS": "Chechen State University 32 Sheripova Street Grozny 634050 Russian Federation"}, "Alkhidir M.": {"SCOPUS": "Department of Electrical Engineering Canadian University Dubai United Arab Emirates"}, "Alotaibi, Sultan Refa": {"WOS": "Shaqra Univ, Coll Comp & Informat Technol, Shaqra 11961, Saudi Arabia"}, "Alpay, Esat": {"SCOPUS": "Department of Chemical and Process Engineering University of Surrey Guildford GU2 7XH United Kingdom", "WOS": "Univ Surrey, Dept Chem & Proc Engn, Guildford GU2 7XH, Surrey, England"}, "Alsos, Ole Andreas": {"SCOPUS": "Norwegian University of Science and Technology Trondheim Norway"}, "Álvarez-Campos, Patricia": {"SCOPUS": "Departamento de Biología Universidad Autónoma de Madrid Madrid Spain", "WOS": "Univ Autonoma Madrid, Dept Biol, Madrid, Spain"}, "Al-Zghoul, Mohammad B.": {"SCOPUS": "Umm Al-Qura University Department of Computer Science Al-Qunfida Saudi Arabia"}, "Angelova, Natasha Virmozelova": {"SCOPUS": "Department of Psychology South-West University Neofit Rilski Bulgaria"}, "Apevalova, Zoya Valerievna": {"SCOPUS": "Chair of Comprehensive Information Security Herzen State Pedagogical University of Russia Department of Educational Management and HR-management St. Petersburg Russian Federation"}, "Arias M.S.": {"SCOPUS": "Facultad de Educación Universidad Católica de la Santísima Concepción Concepción 4090541 Chile"}, "Bakar N.A.A.": {"SCOPUS": "Universiti Utara MalaysiaKedah Malaysia"}, "Bako M.": {"SCOPUS": "Matej Bel University Banská Bystrica Slovakia"}, "Bako, Martin": {"WOS": "Matej Bel Univ Banska Bystr, Banska Bystrica, Slovakia"}, "Baldock R.A.": {"SCOPUS": "Faculty of Sport Health and Social Sciences Solent University Southampton East Park Terrace Southampton United Kingdom"}, "Baldock, Robert A.": {"WOS": "Solent Univ Southampton, Fac Sport Hlth & Social Sci, East Pk Terrace, Southampton, Hants, England"}, "Bamidis, Panagiotis D.": {"SCOPUS": "Medical Physics Laboratory School of Medicine Faculty of Health Sciences Aristotle University of Thessaloniki Thessaloniki Greece"}, "Banfi, Fabrizio": {"SCOPUS": "Department of Architecture Built Environment and Construction Engineering (ABC) Politecnico di Milano via Ponzio 31 Milan 20133 Italy"}, "Barros C.": {"SCOPUS": "Thomas Jefferson University 925 Chestnut Street Philadelphia PA  19107 United States"}, "Barynikova, Olga": {"SCOPUS": "Don State Technical University Rostov-on-Don 344000 Russian Federation"}, "Bedla H.R.": {"SCOPUS": "National School of Computer Science Algiers Algeria"}, "Beiersmann, Claudia": {"SCOPUS": "Heidelberg Institute of Global Health Heidelberg Germany", "WOS": "Heidelberg Inst Global Hlth, Neuenheimer Feld 130 3, D-69120 Heidelberg, Germany"}, "Belhadaoui, Hicham": {"SCOPUS": "Ritm Laboratory"}, "Benyoucef, Yacine": {"SCOPUS": "Yacine Spacemedex France"}, "Bérard, François": {"SCOPUS": "Univ. Grenoble Alpes Grenoble France"}, "Bertagni B.": {"SCOPUS": "Centro Studi Logos Turin 10143 Italy Logosnet Lugano CH 6900 Switzerland Logosnet Houston TX  77008 United States Center for Medical Simulation Boston MA  02129 United States Brigham and Women’s Hospital/Children’s Hospital/Massachusetts General Hospital Harvard Medical School Boston MA  02114 United States"}, "Bhandari R.": {"SCOPUS": "Private Practitioner Timarpur Delhi 110054 India"}, "Bhang, Kon-joon": {"SCOPUS": "Department of Civil Engineering Kumoh National Institute of Technology Kumi South Korea"}, "Bharvad J.": {"SCOPUS": "Devang Patel Institute of Advance Technology and Research (DEPSTAR) Charotar University of Science and Technology (CHARUSAT) 139 CHARUSAT Campus Highway Off Nadiad - Petlad Rd Changa Gujarat 388421 India"}, "Bian, Yulong": {"SCOPUS": "School of Mechanical Electrical &information Engineering Shandong University-Weihai Weihai 264500 China College of Software Shandong University Jinan 250000 China", "WOS": "Shandong Univ Weihai, Sch Mech Elect & Informat Engn, Weihai 264500, Peoples R China"}, "Bin Mohamed, Farhan": {"WOS": "Univ Teknol Malaysia, Razak Fac Technol & Informat, Kuala Lumpur 54100, Malaysia"}, "Bîzdoacǎ, Nicu George": {"SCOPUS": "University of Craiova Faculty of Automation Computers and Electronics Mechatronics and Robotics Department Craiova Romania"}, "Bjurlin, Marc A.": {"SCOPUS": "Department of Urology University of North CarolinaNC United States"}, "Bo Z.": {"SCOPUS": "School of Economics and Management Tianjin University of Technology and Education Tianjin 300222 China"}, "Bosik G.А.": {"SCOPUS": "Institute of Humanities Nosov Magnitogorsk State Technical University 38 Lenin Ave. Magnitogorsk Russian Federation"}, "Bourguet, Marie Luce": {"SCOPUS": "School of Engineering and Materials Science Queen Mary University of London London United Kingdom"}, "Brandao Almeida, Joao Felipe": {"SCOPUS": "NTI-Smart Grid Brasil Enel Distribuição São Paulo Sao Paulo Brazil"}, "Brooks, Anthony Lewis": {"SCOPUS": "Aalborg University Aalborg Denmark"}, "Buktar R.": {"SCOPUS": "Sardar Patel College of Engineering India"}, "Burch, Reuben_0": {"SCOPUS": ""}, "Burch, Reuben_1": {"WOS": "Mississippi State Univ, Human Factors & Athlete Engn, Ctr Adv Vehicular Syst, Mississippi State, MS 39762 USA"}, "Calzada, Javier": {"WOS": "Univ Zaragoza, CSIC, Inst Nanociencia & Mat Aragon INMA, Zaragoza 50009, Spain"}, "Campbell, Abraham G.": {"SCOPUS": "Virtual Reality Laboratory Computer Science Department University College Dublin Dublin 4 Ireland", "WOS": "Univ Coll Dublin, Comp Sci Dept, Virtual Real Lab, Dublin D04 V1W8 4, Ireland"}, "Carr, Sandra E.": {"SCOPUS": "Health Professions Education School of Allied Health The University of Western Australia Perth Australia", "WOS": "Univ New South Wales, Fac Med & Hlth, Dept Anat, Sydney, NSW, Australia"}, "Carreon, Adam C.": {"WOS": "Georgia Southern Univ, Dept Elementary & Special Educ, Statesboro, GA USA"}, "Carson-Chahhoud, Kristin": {"WOS": "Univ Sunshine Coast, Sunshine Coast Mind & Neurosci Thompson Inst, Sunshine Coast, Qld, Australia"}, "Casadio, Maura": {"WOS": "Univ Genoa, Simulat & Adv Educ Ctr, Via Pastore 3, I-16132 Genoa, Italy"}, "Chaubey A.": {"SCOPUS": "Dr. Harisingh Gour University Sagar India"}, "Chavannes, N.": {"SCOPUS": "Department of Public Health and Primary Care Leiden University Medical Centre Leiden Netherlands"}, "Chen J.": {"SCOPUS": "The Graduate Institute of Design Science Tatung University No. 40 Sec. 3 Zhongshan N. Road Taipei City 10461 Taiwan"}, "Chen S.-C.": {"SCOPUS": "Oriental Institute of Technology Dept. of Information Management New Taipei City Taiwan"}, "Chen S.-J.": {"SCOPUS": "College of Education Wenzhou University Wenzhou City China"}, "Chen, Shu-jie": {"WOS": "Wenzhou Univ, Coll Educ, Wenzhou, Peoples R China"}, "Cheng, Hsiujen": {"SCOPUS": "National Kaohsiung Normal University Kaohsiung Taiwan"}, "Chernyavskikh, Svetlana D.": {"SCOPUS": "Belgorod State National Research University 85 Pobedy St. Belgorod 308015 Russian Federation"}, "Chin, Tachia_0": {"SCOPUS": "School of Management Zhejiang University of Technology Hangzhou China"}, "Chin, Tachia_1": {"WOS": "Ningbo Univ, Coll Sci & Technol, Ningbo, Peoples R China"}, "Chiu W.-K.": {"SCOPUS": "Division of Science Engineering and Health Studies College of Professional and Continuing Education The Hong Kong Polytechnic University Hong Kong CPCE Centre for Pedagogic Research College of Professional and Continuing Education The Hong Kong Polytechnic University Hong Kong"}, "Chuang, Yeu Hui": {"SCOPUS": "School of Nursing College of Nursing Taipei Medical University Taipei Taiwan Center for Nursing and Healthcare Research in Clinical Practice Application Wan Fang Hospital Taipei Medical University Taipei Taiwan", "WOS": "Taipei Med Univ, Postbaccalaureate Program Nursing, Coll Nursing, Taipei, Taiwan"}, "Chung, Jong Moon": {"SCOPUS": "Yonsei University School of Electrical Electronic Engineering Seoul South Korea"}, "Clancy, Caitlin": {"WOS": "Univ Penn, Dept Med, Div Pulm Allergy & Crit Care, Perelman Sch Med, Philadelphia, PA 19004 USA"}, "Colomo-Palacios, Ricardo": {"SCOPUS": "Faculty of Computer Sciences Østfold University College Halden Norway"}, "Cornejo-Rodríguez, Alejandro A.": {"SCOPUS": "Instituto Nacional de Astrofísica Óptica y Electrónica Luis Enrique Erro 1 Sta. Mariá Tonanzintla Cholula Pue Mexico"}, "Corr?a, Cl?ber Gimenez": {"SCOPUS": "Universidade Tecnológica Federal Do Paraná (UTFPR) Departamento Acadêmico de Computação Cornélio Procópio Brazil"}, "Coskun, A. F.": {"SCOPUS": "Wallace Coulter Department of Biomedical Engineering Georgia Institute of Technology and Emory University Atlanta GA United States Interdisciplinary Bioengineering Graduate Program Georgia Institute of Technology Atlanta GA United States"}, "Coskun, Ahmet F.": {"WOS": "Stanford Univ, Sch Med, Dept Pathol, Stanford, CA 94305 USA"}, "Cusworth Z.": {"SCOPUS": "Department of Counseling Psychology and Special Education Brigham Young University Provo UT United States"}, "Cusworth, Zackery": {"WOS": "Brigham Young Univ, Dept Counseling Psychol & Special Educ, Provo, UT 84602 USA"}, "Cutchin, Steven": {"WOS": "Univ Southern Calif, Dept Chem, Los Angeles, CA 90089 USA"}, "D'Amico R.S.": {"SCOPUS": "Department of Neurosurgery Lenox Hill Hospital/Northwell Health New York NY United States"}, "Daniela, Linda": {"SCOPUS": "University of Latvia Latvia"}, "Darendeliler M.A.": {"SCOPUS": "Professor and Chair Discipline of Orthodontics The University of Sydney School of Dentistry Faculty of Medicine and Health Head of Department Orthodontics Sydney Dental Hospital Sydney Local Health District Australia"}, "Darendeliler, M. Ali": {"WOS": "Univ Sydney, Discipline Orthodont, Fac Med & Hlth, Sydney Dent Hosp,Sch Dent,Sydney Local Hlth Dist, Sydney, NSW, Australia"}, "Das, Sanchari": {"SCOPUS": "Department of Computer Science University of Denver Denver CO United States", "WOS": "Univ Denver, Dept Comp Sci, Denver, CO USA"}, "de Turck, Filip": {"SCOPUS": "IDLab Ghent University - Imec Department of Information Technology Belgium"}, "Dellavalle, Robert Paul": {"SCOPUS": "Department of Dermatology University of Colorado School of Medicine Aurora CO United States Department of Epidemiology Colorado School of Public Health University of Colorado Anschutz Medical Campus Aurora CO United States Dermatology Service U.S. Department of Veteran Affairs Eastern Colorado Health Care System Denver CO United States"}, "Delzendeh, Elham": {"WOS": "Birmingham City Univ, Sch Engn & Built Environm, Birmingham, W Midlands, England"}, "Dempski, Robert E.": {"SCOPUS": "Department of Chemistry and Biochemistry Worcester Polytechnic Institute 100 Institute Road Worcester MA  01609-2247 United States", "WOS": "Worcester Polytech Inst, Dept Chem & Biochem, Worcester, MA 01609 USA"}, "Deora, Harsh": {"SCOPUS": "Department of Neurosurgery National Institute of Mental Health and Neurosciences Bengaluru 560029 India", "WOS": "Natl Inst Mental Hlth & Neurosci, Dept Neurosurg, Bengaluru 560029, India"}, "Derbali A.": {"SCOPUS": "Prince Sultan University in Saudi Arabia"}, "Devi T.": {"SCOPUS": "Department of Computer Applications Bharathiar University Coimbatore India"}, "Dobryden A.V.": {"SCOPUS": "Pavlo Tychyna Uman State Pedagogical University 2 Sadova Str. Uman 20300 Ukraine"}, "Doerner, Ralf": {"SCOPUS": "RheinMain University of Applied Sciences Kurt-Schumacher-Ring 18 Wiesbaden 65197 Germany"}, "Dollmat, Khairi Shazwan": {"SCOPUS": "Multimedia University Faculty of Computing and Informatics Cyberjaya Selangor Malaysia"}, "Dorner, Birgit": {"SCOPUS": "Katholische Stiftungshochschule University of Applied Sciences Department of Social Work München 81667 Germany"}, "Dowding, Dawn W.": {"SCOPUS": "Division of Nursing Midwifery and Social Work Faculty of Biology Medicine and Health The University of Manchester Manchester United Kingdom", "WOS": "Univ Manchester, Fac Biol Med & Hlth, Div Populat Hlth Hlth Serv Res & Primary Care, Manchester, Lancs, England"}, "Dudek, Dariusz": {"WOS": "Maria Cecilia Hosp, GVM Care & Res, Cotignola, Italy"}, "Ebner, Martin": {"SCOPUS": "Educational Technology Graz University of Technology Graz Austria"}, "Falk, Tiago H.": {"WOS": "Univ Quebec, Inst Natl Rech Sci, Montreal, PQ, Canada"}, "Fan W.": {"SCOPUS": "School of Education Hubei University of Arts and Science Xiangyang Hubei  441000 China"}, "Fan, Wenhan": {"WOS": "Hubei Univ Arts & Sci, Sch Educ, Xiangyang 441000, Hubei, Peoples R China"}, "Farmer, C. G.": {"WOS": "Univ Utah, Sch Comp, Salt Lake City, UT USA"}, "Farmer, Colleen G.": {"SCOPUS": "School of Biological Sciences University of Utah Salt Lake City UT United States"}, "Ficarra B.": {"SCOPUS": "Hackensack Meridian Health Hackensack University Medical Center Hackensack NJ United States"}, "Filippousis, Giorgos_0": {"SCOPUS": "Open University of Cyprus Nicosia Cyprus"}, "Filippousis, Giorgos_1": {"SCOPUS": "School of Humanities Hellenic Open University Patras 26335 Greece"}, "Filippousis, Giorgos_2": {"WOS": "Univ Patras, Dept Educ Sci & Early Childhood Educ, Patras 26504, Greece"}, "Frota, Francisco Hudson Coelho": {"WOS": "Univ Sao Paulo, Inst Ciencias Matemat & Comp ICMC, Curso Especializacao Comp Aplicada Educ CAED, Sao Carlos, SP, Brazil"}, "Frydenberg, Mark": {"SCOPUS": "Bentley University Waltham MA  02451 United States"}, "Fu L.": {"SCOPUS": "School of Design Art and Architecture Zhejiang Wanli University Ningbo 315100 China"}, "Fu, Lixin": {"WOS": "Zhejiang Wanli Univ, Sch Design Art & Architecture, Ningbo 315100, Peoples R China"}, "Fung, Fun Man_0": {"SCOPUS": "Department of Chemistry National University of Singapore 3 Science Drive 3117543 Singapore Institute for Applied Learning Science and Educational Technology (ALSET) National University of Singapore University Hall 21 Lower Kent Ridge Road119077 Singapore"}, "Fung, Fun Man_1": {"WOS": "Natl Univ Singapore, Dept Chem, Singapore 117543, Singapore"}, "Gallardo, Giovanna": {"SCOPUS": "Department of Architecture Florida International University Miami FL United States"}, "Gantwerker E.A.": {"SCOPUS": "Department of Otolaryngology-Head and Neck Surgery Zucker School of Medicine at Hofstra/Northwell Hempstead NY United States"}, "Gantwerker, Eric A.": {"WOS": "Zucker Sch Med Hofstra Northwell, Dept Otolaryngol Head & Neck Surg, Hempstead, NY USA"}, "Gao W.": {"SCOPUS": "School of Foreign Languages Zhejiang Gongshang University Hangzhou China"}, "Gao, Wurong": {"WOS": "Zhejiang Gongshang Univ, Sch Foreign Languages, Hangzhou, Peoples R China"}, "García-Tascón, Marta": {"SCOPUS": "Department of Sports and IT University Pablo de Olavide Seville 41013 Spain", "WOS": "Univ Pablo Olavide, Dept Sports & IT, Fac Sport Sci, Seville 41013, Spain"}, "Garzon N.V.O.N.": {"SCOPUS": "Universidad de Las Américas (UDLA) Facultad de Ingenieriá y Ciencias Aplicadas (FICA) Ingenieriá en Telecomunicaciones Quito Ecuador"}, "Glazieva A.O.": {"SCOPUS": "V.I. Vernadsky Crimean Federal Univerity 4 Vernadsky Ave. Simferopol295007 Ukraine"}, "Goel, Danny P.": {"SCOPUS": "Department of Orthopaedics University of British Columbia Vancouver BC Canada"}, "Gong, Junpeng": {"SCOPUS": "School of Computer Science and Cybersecurity Communication University of China Beijing China"}, "Govindapillai R.V.": {"SCOPUS": "Cochin University of Science and Technology Kerala India"}, "Grafe, Silke": {"SCOPUS": "Chair for School Pedagogy University of Würzburg Würzburg Germany", "WOS": "Univ Wurzburg, Chair Sch Pedag, Wurzburg, Germany"}, "Groenendyk, Michael": {"SCOPUS": "Concordia University Library Montreal Canada", "WOS": "Concordia Univ Lib, Montreal, PQ, Canada"}, "Gryazneva, Svetlana": {"SCOPUS": "Russian State Agrarian University Moscow Timiryazev Agricultural Academy Moscow 127550 Russian Federation"}, "Guan, Qiang": {"SCOPUS": "Kent State University Kent OH  44240 United States"}, "Gugenheimer, Jan": {"SCOPUS": "Institut Polytechnique de Paris Paris France"}, "Guidicini, Giovanna": {"WOS": "Glasgow Sch Art, Mackintosh Sch Architecture, 167 Renfrew St, Glasgow G3 6RQ, Lanark, Scotland"}, "Guo, Zhi": {"SCOPUS": "Department of Industrial Engineering Tsinghua University Beijing China", "WOS": "Tsinghua Univ, Dept Ind Engn, Beijing, Peoples R China"}, "Gutica M.": {"SCOPUS": "British Columbia Institute of Technology Burnaby BC Canada"}, "Haas, Steven B.": {"SCOPUS": "Hospital for Special Surgery Adult Reconstruction and Joint Replacement 535 E. 70th Street New York NY  10021 United States", "WOS": "Hosp Special Surg, Adult Reconstruct & Joint Replacement, 535 E 70th St, New York, NY 10021 USA"}, "Habig, Sebastian": {"WOS": "Univ Duisburg Essen, Schutzenbahn 70, D-45127 Essen, Germany"}, "Häfner, Polina": {"SCOPUS": "Karlsruhe Institute of Technology IMI Kriegsstr. 77 Karlsruhe 76133 Germany"}, "Hamam, Habib_0": {"SCOPUS": "Faculty of Engineering Unide Moncton New Brunswick Canada School of Elect. Eng. and Electronic Eng University of Johannesburg Johannesburg South Africa"}, "Hamam, Habib_1": {"WOS": "Univ Sfax, CES Lab, Natl Sch Engn Sfax, Sfax 3038, Tunisia"}, "Hamari, Juho_0": {"SCOPUS": "Faculty of Information Technology and Communication Sciences Tampere University Kalevantie 4 Tampere 33100 Finland"}, "Hamari, Juho_1": {"WOS": "Tech Univ Berlin, Chair Informat & Commun Management, Str 17 Juni 135, D-10623 Berlin, Germany"}, "Han I.": {"SCOPUS": "Department of Teaching and Learning Temple University Philadelphia PA United States"}, "Han W.": {"SCOPUS": "Key Laboratory of Spatial Data Mining & Information Sharing of MOE Fuzhou University Fuzhou 350108 China National Engineering Research Center of Geospatial Information Technology Fuzhou University Fuzhou 350108 China"}, "Han, Insook": {"WOS": "Temple Univ, Dept Teaching & Learning, Philadelphia, PA 19122 USA"}, "Han, Kevin": {"WOS": "Calif State Univ Long Beach, Dept Civil Engn & Construct Management, Long Beach, CA 90840 USA"}, "Hansen, Christian": {"SCOPUS": "Otto-von-Guericke University Magdeburg Germany"}, "Harun": {"SCOPUS": "Chitkara University Institute of Engineering and Technology Chitkara University Rajpura Punjab India"}, "Hatch D.": {"SCOPUS": "Digital Media Utah Valley University Orem United States"}, "He, Jianxing_0": {"SCOPUS": "Department of Thoracic Surgery and Oncology the First Affiliated Hospital of Guangzhou Medical University National Center for Respiratory Medicine State Key Laboratory of Respiratory Disease National Clinical Research Center for Respiratory Disease Guangzhou Institute of Respiratory Health Guangzhou China"}, "He, Jianxing_1": {"WOS": "Guangdong Med Univ, Affiliated Hosp, Dept Cardiothorac Surg, Zhanjiang, Peoples R China"}, "Hedengren, John D.": {"SCOPUS": "Department of Chemical Engineering Ira A. Fulton College of Engineering and Technology Brigham Young University 350 Clyde Building Provo UT  84602 United States", "WOS": "Brigham Young Univ, Ira Fulton Coll Engn & Technol, Dept Chem Engn, 350 Clyde Bldg, Provo, UT 84602 USA"}, "Hidaka Y.": {"SCOPUS": "Nagaoka University of Technology Niigata 940-2188 Japan."}, "Hinds A.T.": {"SCOPUS": "Media Laboratory Tencent America Palo Alto CA United States"}, "Hong J.H.": {"SCOPUS": "Jeju National University 61 Ilju-dong Jeju-si Jeju Special Self-Governing Province 63294 South Korea"}, "Horváth, Ildikó": {"SCOPUS": "VR Learning Center Széchenyi István University Győr Hungary", "WOS": "Szechenyi Istvan Univ, VR Learning Ctr, Gyor, Hungary"}, "Hossain M.J.": {"SCOPUS": "Department of Computer Science and Engineering Leading University Sylhet Bangladesh"}, "Hsieh T.S.": {"SCOPUS": "Krirk University Khet Bang Khen Krung Thep Maha Nakhon 10220 Thailand"}, "Hsu, Yen": {"WOS": "Tatung Univ, Grad Inst Design Sci, Taipei, Taiwan"}, "Hughes, Janette Michelle": {"SCOPUS": "Faculty of Education University of Ontario Institute of Technology Oshawa ON Canada", "WOS": "Univ Ontario Inst Technol, Fac Educ, Oshawa, ON, Canada"}, "Ibrahim S.": {"SCOPUS": "Higher Colleges of Technology United Arab Emirates"}, "Imai, Shinichi": {"SCOPUS": "Former Tokyo Gakugei University Faculty of Education 4-1-1 Nukuikita Koganei Tokyo 184-8501 Japan"}, "Imran, Muhammad Ali": {"SCOPUS": "School of Engineering University of Glasgow Glasgow G12 8QQ United Kingdom", "WOS": "Univ Glasgow, Sch Comp Sci, Glasgow G12 8QQ, Lanark, Scotland"}, "Ioannidis G.": {"SCOPUS": "University of Patras Patras Greece"}, "Isenhardt, Ingrid": {"SCOPUS": "Information Management in Mechanical Engineering (IMA) RWTH Aachen University Aachen Germany"}, "Ishibashi, Yutaka": {"SCOPUS": "Nagoya Institute of Technology Department of Computer Science Nagoya Japan"}, "Ivan P.": {"SCOPUS": "Faculty of Physical Education and Sports Spiru Haret University Bucharest 041905 Romania"}, "Ivan, Paula": {"WOS": "Natl Univ Phys Educ & Sports, Doctoral Sch, Bucharest 060057, Romania"}, "Jambor, Thomas N.": {"SCOPUS": "Leibniz University Hannover Professional Group Didactics of Electrical Engineering and Computer Science Hannover Germany"}, "Jeong, Hwayoung": {"SCOPUS": "Humanitas College Kyung Hee University Seoul South Korea", "WOS": "Kyung Hee Univ, Humanitas Coll, Seoul, South Korea"}, "Joda, Tim": {"SCOPUS": "Department of Reconstructive Dentistry University Center for Dental Medicine Basel University of Basel Basel 4058 Switzerland", "WOS": "Univ Basel, Univ Ctr Dent Med Basel, Dept Reconstruct Dent, CH-4058 Basel, Switzerland"}, "Johnsen, Kyle J.": {"SCOPUS": "The University of Georgia"}, "Johnson, Mina": {"SCOPUS": "Arizona State University Department of Psychology and Embodied Games Tempe AZ United States"}, "Johnson-Glenberg, Mina C.": {"WOS": "Arizona State Univ, Dept Psychol & Embodied Games, Tempe, AZ USA"}, "Joseph C.": {"SCOPUS": "School of Computer Science Engineering Vellore Institute of Technology Vellore India"}, "Jove, T.": {"SCOPUS": "Broadband Communications and Distributed Systems (BCDS) Universitat de Girona Girona 17003 Spain"}, "Jove, Teodor": {"WOS": "Pontificia Univ Javeriana, Syst Engn Dept, Bogota 110231, Colombia"}, "Juergens, Carsten": {"WOS": "Ruhr Univ Bochum, Dept Geog, Geomat Res Grp, Univ Str 150, Bochum 44801, Germany"}, "Kadale, Yuvraj": {"SCOPUS": "Bachelors of Engineering in Electronics and Telecommunication NIT Hamirpur Himachal Pradhesh India"}, "Kalivarapu, Vijay": {"WOS": "Iowa State Univ, Virtual Real Applicat Ctr, Ames, IA 50011 USA"}, "Kapila, Vikram": {"SCOPUS": "Nyu Tandon School of Engineering Mechanical and Aerospace Engineering Department Brooklyn NY United States"}, "Kaščák, Jakub": {"SCOPUS": "Faculty of Manufacturing Technologies with a Seat in Prešov Technical University of Košice Bayerova 1 Prešov 08001 Slovakia"}, "Kelm, Malte K.M.": {"SCOPUS": "Division of Cardiology Pulmonology and Vascular Medicine Medical Faculty Heinrich-Heine-University University Hospital Düsseldorf Düsseldorf Germany Cardiovascular Research Institute Duesseldorf Düsseldorf Germany"}, "Khan, Mohammad Monirujjaman": {"SCOPUS": "North South University Department of Electrical and Computer Engineering Dhaka 1229 Bangladesh"}, "Kim, Dongwook": {"SCOPUS": "Graduate School of Innovation and Technology Management KAIST Daejeon South Korea"}, "Kim, Sookyun": {"SCOPUS": "Department of Computer Engineering Jeju National University Jeju 63243 South Korea", "WOS": "Jeju Natl Univ, Dept Comp Engn, Jeju 63243, South Korea"}, "Kimoto, Katsuhiko": {"SCOPUS": "Department of Fixed Prosthodontics School of Dentistry Kanagawa Dental University Yokosuka 238-8580 Japan", "WOS": "Kanagawa Dent Univ, Sch Dent, Dept Fixed Prosthodont, Yokosuka, Kanagawa 2388580, Japan"}, "Kismet B.": {"SCOPUS": "Department of Architecture Beykoz University Istanbul Turkey"}, "Kismet, Burcu": {"WOS": "Beykoz Univ, Dept Architecture, Istanbul, Turkey"}, "Kittisunthonphisarn N.": {"SCOPUS": "Department of Digital Media Design Rajamangala University of Technology Rattanakosin Nakhon Prathom Thailand"}, "Kiv, Arnold E.": {"SCOPUS": "Ben-Gurion University of the Negev P.O.B. 653 Beer Sheva 8410501 Israel"}, "Klippel, Alexander": {"SCOPUS": "Pennsylvania State University ChoroPhronesis Department of Geography United States"}, "Kneist, Werner": {"SCOPUS": "Klinik und Poliklinik für Allgemein- und Abdominalchirurgie Universitätsmedizin der Johannes Gutenberg-Universität Mainz Germany Klinik für Allgemein- und Viszeralchirurgie St. Georg Klinikum Eisenach gGmbH Germany", "WOS": "Univ Med Johannes Gutenberg Univ, Klin & Poliklin Allgemein & Abdominalchirurg, Mainz, Germany"}, "Konstantinidis, Stathis Th": {"SCOPUS": "University of Nottingham Nottingham United Kingdom"}, "Konyushenko, Svetlana M.": {"SCOPUS": "Immanuel Kant Baltic Federal University Kaliningrad Russian Federation", "WOS": "Immanuel Kant Baltic Fed Univ, Kaliningrad, Russia"}, "Kravtsov, H.": {"SCOPUS": "Kherson State University 27 40 Rokiv Zhovtnya St. Kherson 73000 Ukraine"}, "Krebs, Claudia": {"SCOPUS": "University of British Columbia Vancouver Canada"}, "Krzyszkowski, Marcin": {"SCOPUS": "Poznań University of Economics and Business Niepodległości 10 61-875 Poznań Poland", "WOS": "Poznan Univ Econ & Business, Niepodleglosci 10, PL-61875 Poznan, Poland"}, "Kumar V.D.A.": {"SCOPUS": "Department of Computer Science & Engineering Panimalar Engineering College Anna University Chennai India"}, "Kuvondik K.": {"SCOPUS": "Samarkand Br. of the Tashkent Univ. of Information Technologies Named after Muhammad Al-Khwarizmi Department of Software Engineering Samarkand Uzbekistan"}, "Kymäläinen T.": {"SCOPUS": "Business Innovation and Foresight VTT Technical Research Centre of Finland Ltd. Tampere Finland"}, "Lamotte, Wim": {"SCOPUS": "Hasselt University - TUL Belgium"}, "Le Dantec, Christopher A.": {"SCOPUS": "Georgia Institute of Technology Atlanta GA United States"}, "Le, Hoanh Su": {"SCOPUS": "University of Economics and Law Ho Chi Minh City Viet Nam Vietnam National University Ho Chi Minh City Viet Nam"}, "Lee, Michael J.": {"SCOPUS": "New Jersey Institute of Technology United States"}, "Leontin A.": {"SCOPUS": "S.C. ALTFACTOR SRL Str. Domnească 47 Galati Romania"}, "Li, Qiyue": {"SCOPUS": "Hefei University of Technology School of Computer and Information China"}, "Liang D.": {"SCOPUS": "Marxism College Jilin Institute of Business and Technology Changchun Jilin China"}, "Lin Y.": {"SCOPUS": "School of Humanities Jiangxi University of Traditional Chinese Medicine Jiangxi Nanchang China"}, "Liu H.-L.": {"SCOPUS": "Department of Engineering Science National Cheng Kung University Tainan Taiwan"}, "Liu Y.": {"SCOPUS": "Tourism Management Department Hunan Vocational College of Commerce Changsha 410205 China"}, "Liu, Wenyu": {"SCOPUS": "Huazhong University of Science and Technology Wuhan 430074 China"}, "Liu, Yunqin": {"WOS": "Hunan Vocat Coll Commerce, Tourism Management Dept, Changsha 410205, Peoples R China"}, "Luo H.": {"SCOPUS": "Renmin University of China China"}, "Luo Y.": {"SCOPUS": "College of Educational Information Technology South China Normal University Guangzhou China"}, "Luong Y.": {"SCOPUS": "Sam Houston State University United States"}, "Lydia S.": {"SCOPUS": "Visiting faculty School of Architecture VIT Vellore India"}, "Lytvyn, Oksana": {"SCOPUS": "Borys Grinchenko Kyiv University 18/2 Bulvarno-Kudriavska Str. Kyiv 04053 Ukraine"}, "Ma X.": {"SCOPUS": "School of Intelligent Systems Science and Engineering Jinan University China"}, "Ma Z.": {"SCOPUS": "Jiangxi Science and Technology Normal University College of Education China"}, "Ma, Xiangdong": {"WOS": "Jinan Univ, Sch Intelligent Syst Sci & Engn, Jinan, Peoples R China"}, "Magomadov V.S.": {"SCOPUS": "Faculty of Information Technology Chechen State University 32 Sheripov Street Grozny 364024 Russian Federation"}, "Mairn, Chad P.": {"SCOPUS": "Librarian Innovation Lab St. Petersburg College Seminole FL United States"}, "Majgaard, Gunver": {"SCOPUS": "Game Development and Learning Technology University of Southern Denmark Odense Denmark"}, "Majid, Mazlina A.": {"SCOPUS": "University Malaysia Pahang Faculty of Computing Pahang Pekan 26600 Malaysia"}, "Makedon, Fillia": {"WOS": "Univ Texas Arlington, Dept Comp Sci & Engn, Arlington, TX 76019 USA"}, "Maleszka, Marcin": {"SCOPUS": "Department of Applied Informatics Wroclaw University of Science and Technology Wrocław Poland"}, "Malvezzi, Monica": {"SCOPUS": "University of Siena Siena Italy"}, "Manea, Natalia": {"SCOPUS": "Department of Economic Engineering Faculty of Entrepreneurship Business Engineering and Management University POLITEHNICA of Bucharest Bucharest 060042 Romania", "WOS": "Univ Politehn Bucuresti, Fac Entrepreneurship Business Engn & Management, Dept Econ Engn, Bucharest 060042, Romania"}, "Mansilla A.O.": {"SCOPUS": "Higher Polytechnic School Universidad Europea del Atlántico C/Isabel Torres 21 Santander 39011 Spain Department of Project Management Universidad Internacional Iberoamericana Campeche 24560 Mexico"}, "Mantri, Archana": {"SCOPUS": "Chitkara University Institute of Engineering and Technology Chitkara University Punjab 140401 India"}, "Marghitu, Daniela": {"SCOPUS": "Auburn University United States"}, "Martinez-Valderrey, Vanesa": {"WOS": "Univ Isabel I, Burgos, Spain"}, "Martinsen, Kristian": {"SCOPUS": "NTNU Faculty of Technology Economy and Management Teknologivn. 22 Gjøvik 2815 Norway"}, "Mawatari, Masaaki_0": {"SCOPUS": "Department of Orthopaedic Surgery Faculty of Medicine Saga University 5-1-1 Nabeshima Saga 849-8501 Japan"}, "Mawatari, Masaaki_1": {"WOS": "Teikyo Univ, Innovat Lab, Tokyo 1738605, Japan"}, "Mawatari, Masaaki_2": {"WOS": "Fukushima Med Univ, Dept Orthopaed Surg, Fukushima 9601295, Japan"}, "Mazalek, Ali": {"SCOPUS": "Synaesthetic Media Lab Ryerson University Toronto Canada"}, "Mazzocca A.D.": {"SCOPUS": "Department of Orthopaedic Surgery University of Connecticut Farmington United States"}, "Mazzocca, A. D.": {"WOS": "Univ Connecticut, Dept Orthopaed Surg, Farmington, CT USA"}, "Medina-Herrera, L. M.": {"SCOPUS": "Escuela de Ingeniería y Ciencias Tecnológico de Monterrey Ciudad de México 14380 Mexico", "WOS": "Tecnol Monterrey, Escuela Ingn & Ciencias, Ciudad De Mexico 14380, Mexico"}, "Messner, John I.": {"SCOPUS": "Charles and Elinor Matts Professor Dept. of Architectural Engineering Penn State Univ.PA United States"}, "Mhd Poad, Hazwaj": {"SCOPUS": "Universiti Tun Hussein Onn Malaysia"}, "Mikropoulos, Tassos Anastasios": {"SCOPUS": "Educational Approaches to Virtual Reality Technologies Lab University of Ioannina Ioannina Greece"}, "Milosz, Marek": {"SCOPUS": "Lublin University of Technology Lublin Poland", "WOS": "Lublin Univ Technol, Dept Comp Sci, Lublin, Poland"}, "Min X.": {"SCOPUS": "Gongqing College of Nanchang University Jiangxi China"}, "Minaskan, Nareg_0": {"SCOPUS": "German Research Center for Artificial Intelligence Department Augmented Vision Kaiserslautern Germany"}, "Minaskan, Nareg_1": {"WOS": "Univ Freiburg, Fac Med, Med Ctr, Dept Urol, Hugstetter Str 55, D-79106 Freiburg, Germany"}, "Mintii, Iryna S.": {"SCOPUS": "Kryvyi Rih State Pedagogical University 54 Gagarin Ave. Kryvyi Rih 50086 Ukraine Institute of Information Technologies and Learning Tools of the NAES of Ukraine 9 M. Berlynskoho Str. Kyiv 04060 Ukraine"}, "Moanță A.": {"SCOPUS": "Faculty of Physical Education and Sport National University of Physical Education and Sport Bucharest 060057 Romania"}, "Moanta, Alina": {"WOS": "Natl Univ Phys Educ & Sport, Fac Phys Educ & Sport, Bucharest 060057, Romania"}, "Mocanu, Mariana": {"SCOPUS": "Faculty of Automatic Control and Computer Science Computer Department University Politehnica of Bucharest Bucharest Romania"}, "Mohamed, Farhan Bin": {"SCOPUS": "School of Computing Faculty of Engineering Universiti Teknologi Malaysia Johor Johor Bahru 81310 Malaysia"}, "Mohammed, M. N.": {"SCOPUS": "Faculty of Information Sciences and Engineering Management and Science University Olahraga University Drive Off Persiaran Sleangor Shah Alam 40100 Malaysia"}, "Mohd Shah, Mohd Kamal": {"SCOPUS": "Faculty of Engineering Universiti Malaysia Sabah Kota Kinabalu Malaysia"}, "Moon S.-Y.": {"SCOPUS": "Department of Oral and Maxillofacial Surgery College of Dentistry Chosun University Gwangju 61452 South Korea"}, "Moon, Seong-Yong": {"WOS": "Chosun Univ, Coll Dent, Dept Oral & Maxillofacial Surg, Gwangju 61452, South Korea"}, "Moreno-Pérez, Sonia": {"SCOPUS": "Pharmacy and Biotechnology Department School of Biomedical Sciences Universidad Europea de Madrid Spain", "WOS": "Univ Europea Madrid, Sch Biomed Sci, Pharm & Biotechnol Dept, Madrid, Spain"}, "Moro, Christian": {"SCOPUS": "Faculty of Health Sciences and Medicine Bond University Robina Queensland Australia", "WOS": "Bond Univ, Fac Hlth Sci & Med, Robina, Qld, Australia"}, "Mulders M.": {"SCOPUS": "Universität Duisburg Essen Lehrstuhl für Mediendidaktik und Wissensmanagement Universitätsstraße 2 Essen 45141 Germany"}, "Muntean, Gabriel Miro_0": {"SCOPUS": "Dublin City University Performance Eng. Lab Dublin Ireland", "WOS": "Dublin City Univ, Business Sch, Dublin, Ireland"}, "Muntean, Gabriel Miro_1": {"SCOPUS": "Performance Engineering Laboratory School of Electronic Engineering Dublin City University Ireland"}, "Napoletani, Leonardo": {"SCOPUS": "AITEK S.r.l Via Della Crocetta 15 Genoa 16122 Italy"}, "Netak, Laxman D.": {"SCOPUS": "Department of Computer Engineering Dr. Babasaheb Ambedkar Technological University Raigad Lonere 402103 India"}, "Ng, Danny Wee Kiat": {"SCOPUS": "Department of Mechatronics and Biomedical Engineering Lee Kong Chian Faculty of Engineering and Science Universiti Tunku Abdul Rahman Bandar Sungai Long Selangor Kajang 43000 Malaysia", "WOS": "Univ Tunku Abdul Rahman, Lee Kong Chian Fac Engn & Sci, Dept Elect & Elect Engn, Kajang 43000, Selangor, Malaysia"}, "Nie Z.": {"SCOPUS": "Yunnan Normal University Yunnan China"}, "Nikishina S.": {"SCOPUS": "Kazan Federal University Elabuga Russian Federation"}, "Nyurenberger, Larisa B.": {"SCOPUS": "Novosibirsk State University of Economics and Management Novosibirsk 630099 Russian Federation"}, "Okada, Yoshihiro": {"SCOPUS": "Graduate School of Information Science and Electrical Engineering Kyushu University Motooka 744 Nishi-Ku Fukuoka 819-0395 Japan"}, "Oliveira D.": {"SCOPUS": "Department of Information Systems University of Minho R. da Universidade Braga 4710-057 Portugal"}, "Oliveira, Daniel": {"WOS": "Univ Agder UiA, Dept Informat Syst, N-4630 Kristiansand, Norway"}, "Ortega Mansilla, Arturo": {"WOS": "Taif Univ, Coll Comp & Informat Technol, Dept Informat Technol, POB 11099, At Taif 21944, Saudi Arabia"}, "O'Shea, Patrick": {"WOS": "Appalachian State Univ, Boone, NC 28608 USA"}, "Osipovskaya, Elizaveta": {"SCOPUS": "Peoples Friendship University of Russia (RUDN University) 6 Miklukho-Maklaya St Moscow 117198 Russian Federation"}, "Pan O.": {"SCOPUS": "Jiangxi Normal University Science and Technology College Gongqingcheng Jiangxi  332020 China"}, "Pang, Jiyong": {"SCOPUS": "Huawei Technologies Co. Ltd. Shanghai China"}, "Pau, Valentin Corneliu": {"SCOPUS": "Academy of Romanian Scientists Bucharest Romania"}, "Pavlyshko O.": {"SCOPUS": "Odessa National Polytechnic University Institute of Industrial Technologies Design and Management65044 Ukraine"}, "Pellas, Nikolaos": {"SCOPUS": "University of Western Macedonia Dept. of Communication and Digital Media Kastoria Greece"}, "Pérez Fernández, Rodrigo": {"SCOPUS": "Universidad Politécnica de Madrid Madrid Spain"}, "Perez Murueta P.O.": {"SCOPUS": "Tecnologico de Monterrey Computer Department Querétaro Mexico"}, "Pierdicca, Roberto": {"SCOPUS": "Dipartimento di Ingegneria Civile Edile e dell'Architettura (DICEA) Università Politecnica Delle Marche Ancona 60131 Italy", "WOS": "Univ Politecn Marche, Dipartimento Ingn Civile Edile & Architettura DIC, I-60131 Ancona, Italy"}, "Pierrie, Sarah N.": {"SCOPUS": "Department of Orthopaedics and Center for the Intrepid San Antonio Military Medical Center Fort Sam Houston TX United States", "WOS": "San Antonio Mil Med Ctr, Dept Orthopaed, Ft Sam Houston, TX USA"}, "Pillai, Anitha S.": {"SCOPUS": "School of Computing Sciences Hindustan Institute of Technology and Science Chennai India"}, "Pinchuk, Olha": {"SCOPUS": "Institute for Digitalisation of Education The National Academy of Educational Sciences of Ukraine M.Berlyns'koho St. 9 Kyiv 04060 Ukraine"}, "Poddubnaya N.": {"SCOPUS": "North-Caucasian Federal University Stavropol Russian Federation"}, "Poleshchuk O.Y.": {"SCOPUS": "V.I. Vernadsky Crimean Federal University 4 Vernadsky prosp. Simferopol 295007 Russian Federation"}, "Poronnik, Philip_0": {"SCOPUS": "Media Lab School of Medical Sciences Faculty of Medicine and Health The University of Sydney Camperdown NSW Australia"}, "Poronnik, Philip_1": {"WOS": "Unity Technol ApS, Copenhagen, Denmark"}, "Potts R.": {"SCOPUS": "Faculty of Technology Institute for Automotive and Manufacturing Advanced Practice University of Sunderland Colima Avenue Sunderland Enterprise Park West Sunderland Tyne and Wear SR5 3XB United Kingdom"}, "Pöyry, Essi": {"SCOPUS": "University of Helsinki Finland"}, "Prossinger H.": {"SCOPUS": "Department of Evolutionary Biology University of Vienna Vienna Austria"}, "Qu X.": {"SCOPUS": "Jilin University Engineering Training Center Jilin Changchun 130025 China"}, "Rafiq S.": {"SCOPUS": "Armed Forces Institute of Dentistry (AFID) Rawalpindi Pakistan"}, "Rafiq, Salma": {"WOS": "Natl Univ Med Sci NUMS, Army Med Coll, Rawalpindi, Pakistan"}, "Rahimi, Mehrak": {"SCOPUS": "English Department Faculty of Humanities Shahid Rajaee Teacher Training University Tehran Iran", "WOS": "Shahid Rajaee Teacher Training Univ, Fac Humanities, English Dept, Tehran 1678815811, Iran"}, "Rahman, Eqram": {"SCOPUS": "Department of Plastic Surgery Royal Free Hospital University College London Pond Street Hamstead London NW3 2QG United Kingdom", "WOS": "UCL, Royal Free Hosp, Dept Plast Surg, Pond St, London NW3 2QG, England"}, "Ramirez C.Z.": {"SCOPUS": "Tecnologico de Monterrey Campus Queretaro Mexico"}, "Rana, Ajay": {"SCOPUS": "Amity University Uttar Pradesh AIIT Noida India"}, "Reisinho P.": {"SCOPUS": "DigiMedia Research Center University of Aveiro Aveiro 3810-193 Portugal"}, "Reisinho, Pedro": {"WOS": "Polytech Sibenik, Shibenik 22000, Croatia"}, "Retalis S.": {"SCOPUS": "Kinems Inc. New York United States"}, "Rezaei-hachesu, Peyman": {"SCOPUS": "Health Information Technology Department School of Management and Medical Informatics Tabriz University of Medical Sciences Daneshgah St Tabriz 5165665811 Iran", "WOS": "Tabriz Univ Med Sci, Sch Management & Med Informat, Hlth Informat Technol Dept, Daneshgah St, Tabriz 5165665811, Iran"}, "Rienow, Andreas": {"SCOPUS": "Department of Geography Ruhr-University Bochum Bochum Germany"}, "Ritchie, James M.": {"SCOPUS": "Heriot-Watt University Edinburgh United Kingdom"}, "Romero-González, Maria E.": {"SCOPUS": "Queen Mary University of London School of Engineering and Materials Science London United Kingdom"}, "Ruhter, Lindsay C.": {"WOS": "Marietta Coll, 215 Fifth St, Marietta, OH 45750 USA"}, "Russell, Craig J.H.": {"SCOPUS": "National Cleft Service The Royal Hospital for Children Glasgow United Kingdom", "WOS": "Royal Hosp Children, Natl Cleft Serv, Glasgow, Lanark, Scotland"}, "Safdar, Nabile M._0": {"SCOPUS": "Department of Radiology and Imaging Sciences Emory University School of Medicine Atlanta GA United States"}, "Safdar, Nabile M._1": {"WOS": "Henry Ford Hlth Syst, Dept Radiol, Detroit, MI USA"}, "Sajjad, Muhammad": {"SCOPUS": "Digital Image Processing Laboratory Department of Computer Science Islamia College University Peshawar Peshawar 25000 Pakistan Color Lab Department of Computer Science (IDI) Norwegian University of Science and Technology (NTNU) Gjøvik 2815 Norway", "WOS": "Norwegian Univ Sci & Technol NTNU, Dept Comp Sci IDI, Color Lab, N-2815 Gjovik, Norway"}, "Salazar Arias, Margarita": {"WOS": "Univ Catolica Santisima Concepcion, Fac Educ, Concepcion 4090541, Chile"}, "Sand, Hans Erik": {"SCOPUS": "Nxtech AS Fredrikstad Norway"}, "Sankov S.": {"SCOPUS": "Tavria State Agrotechnological University Bohdan Khmelnytsky Avenue 18 Melitopol 72312 Ukraine"}, "Sarsam, Samer Muthana": {"SCOPUS": "School of Communication Universiti Sains Malaysia Penang Malaysia", "WOS": "Univ Sains Malaysia, Sch Commun, George Town, Malaysia"}, "Sasikala, S.": {"SCOPUS": "Kumaraguru College of Technology Dept. of Electronics and Communication Engg Coimbatore India"}, "Sasso, Michele": {"SCOPUS": "Ubisive s.r.l. Ancona Italy"}, "Schneider, Bertrand": {"SCOPUS": "Graduate School of Education Harvard University United States"}, "Schwab, Joseph H._0": {"SCOPUS": "Spine Service Department of Orthopaedic Surgery Massachusetts General Hospital Boston MA United States Orthopaedic Oncology Service Department of Orthopaedic Surgery Massachusetts General Hospital Boston MA United States"}, "Schwab, Joseph H._1": {"WOS": "Univ Groningen, Univ Med Ctr Groningen, Dept Orthopaed Surg, Groningen, Netherlands"}, "Scwaiger M.": {"SCOPUS": "E.N.T.E.R. - European Network for Transfer and Exploitation of EU Project Results Geidorfplatz 2 Graz 8010 Austria"}, "Sedov A.I.": {"SCOPUS": "Department of Information-measuring Equipment South Ural State University National Research University Chelyabinsk Russian Federation"}, "Seidametova, Zarema S.": {"SCOPUS": "Crimean Engineering-Pedagogical University Simferopol Ukraine"}, "Shah, Mohd Kamal Mohd": {"WOS": "Univ Malaysia Sabah, Fac Engn, Kota Kinabalu, Sabah, Malaysia"}, "Shah, Zameer": {"SCOPUS": "Department of Orthopaedics Guy's and St Thomas’ NHS Trust Westminster Bridge Road London SE1 7EH United Kingdom", "WOS": "Guys & St Thomas NHS Trust, Dept Orthopaed, Westminster Bridge Rd, London SE1 7EH, England"}, "Sheikh, Aziz": {"SCOPUS": "Usher Institute University of Edinburgh Edinburgh United Kingdom", "WOS": "Univ Edinburgh, Usher Inst, Edinburgh, Midlothian, Scotland"}, "Shevchenko S.": {"SCOPUS": "Bogdan Khmelnitsky Melitopol State Pedagogical University Hetmanska St 20 Melitopol 72300 Ukraine"}, "Shevchuk B.V.": {"SCOPUS": "Mathematics Computer Science and Teaching Methods Department Hryhorii Skovoroda University Ukraine"}, "Shokeen A.": {"SCOPUS": "Faculty of Pharmaceutical Sciences PDM University Haryana Bahadurgarh India"}, "Sicklinger A.": {"SCOPUS": "College of Engineering and Architecture University of Bologna Bologna Italy"}, "Sicklinger, Andreas": {"WOS": "Univ Bologna, Coll Engn & Architecture, Bologna, Italy"}, "Sidani A.": {"SCOPUS": "University of Porto Porto Portugal"}, "Siddiqui, Mohummad Minhaj": {"SCOPUS": "Division of Urology Department of Surgery University of Maryland School of Medicine Baltimore MD United States Veterans Affairs Maryland Healthcare System Baltimore MD United States", "WOS": "Univ Maryland, Dept Mech Engn, College Pk, MD 20742 USA"}, "Simion, Violeta Elena": {"SCOPUS": "Faculty of Veterinary Medicine Spiru Haret University Bucharest 030045 Romania", "WOS": "Spiru Haret Univ, Fac Vet Med, Bucharest 030045, Romania"}, "Simpson, Paul": {"SCOPUS": "School of Health Sciences Western Sydney University and a registered Intensive Care Paramedic Sydney Australia", "WOS": "Western Sydney Univ & Registered Intens Care Para, Sch Hlth Sci, Sydney, NSW, Australia"}, "Sirazhiden D.": {"SCOPUS": "L.N. Gumilyov Eurasian National University st. K. Munaitpasov 5 Nur-sultan 010000 Kazakhstan"}, "Somani, Bhaskar": {"SCOPUS": "European Association of Urology—Young Academic Urologists Urolithiasis and Endourology Working Group Arnhem Netherlands Department of Urology University Hospital Southampton National Health Service (NHS) Trust Southampton United Kingdom"}, "Somani, Bhaskar K.": {"WOS": "Jagiellonian Univ Krakow, Dept Urol, Krakow, Poland"}, "Sos P.J.": {"SCOPUS": "Kodolanyi Janos University Budapest Hungary"}, "Srivastava, Anmol": {"SCOPUS": "School of Design University of Petroleum and Energy Studies Dehradun India"}, "Ştefǎnuţ, Teodor": {"SCOPUS": "Computer Science Department Technical University of Cluj-Napoca Cluj-Napoca Romania"}, "Stubbs S.": {"SCOPUS": "Mansfield High School United States"}, "Stylios, Chrysostomos": {"SCOPUS": "Department of Informatics and Telecommunications University of Ioannina Arta Greece"}, "Sukhikh, Alisa S.": {"WOS": "NAES Ukraine, Inst Informat Technol & Learning Tools, Dept Cloud Oriented Syst Educ Informatizat, Kiev, Ukraine"}, "Sun Y.": {"SCOPUS": "School of Tourism Hebei University of Economics and Business Shijiazhuang 050061 China"}, "Sun, Lining": {"SCOPUS": "School of Mechanical and Electric Engineering Jiangsu Provincial Key Laboratory of Advanced Robotics Soochow University Suzhou 215123 China", "WOS": "Soochow Univ, Sch Mech & Elect Engn, Jiangsu Prov Key Lab Adv Robot, Suzhou 215123, Peoples R China"}, "Suomala, Jyrki": {"SCOPUS": "Laurea University of Applied Sciences Espoo Finland", "WOS": "Laurea Univ Appl Sci, Espoo, Finland"}, "Sutinen, Erkki A.": {"SCOPUS": "Department of Computing University of Turku Turku 20014 Finland"}, "Tam, Hiu-Hin": {"WOS": "City Univ Hong Kong, Dept Comp Sci, 83 Tat Chee Ave, Hong Kong, Peoples R China"}, "Taşkın, Nazım": {"SCOPUS": "Management Information Systems Department Boğaziçi University Bebek Istanbul 34342 Turkey", "WOS": "Bogazici Univ, Management Informat Syst Dept, TR-34342 Istanbul, Turkey"}, "Temdee P.": {"SCOPUS": "Mae Fah Luang University Computer and Communication Engineering for Capacity Building Research Center School of Information Technology Chiang Rai Thailand"}, "Terentyeva E.V.": {"SCOPUS": "Volgograd State University Volgograd Russian Federation"}, "Thielen, Elisabeth": {"SCOPUS": "HTW Berlin Wilhelminenhofstr. 75a Berlin 12459 Germany"}, "Tkachenko, Vitalii A.": {"WOS": "NAES Ukraine, Inst Informat Technol & Learning Tools, Dept Network Technol & Databases, Kiev, Ukraine"}, "Tlili A.": {"SCOPUS": "Beijing Normal University No. 19 Xinjiekouwai Street HaiDian District Beijing 100875 China"}, "Toradmalle, Dhanashree K.": {"SCOPUS": "Shah and Anchor Kutchhi Engineering College Maharashtra India"}, "Tse A.W.C.": {"SCOPUS": "The University of Hong Kong Hong Kong"}, "Uchima, Hugo": {"SCOPUS": "Hospital Germans Trias I Pujol Badalona Spain"}, "Uma, M.": {"SCOPUS": "School of Computing SRM Institute of Science and Technology Chennai India"}, "Uribe, Juan Santiago": {"SCOPUS": "Department of Neurosurgery Barrow Neurological Institute St. Joseph's Hospital and Medical Center Phoenix AZ United States", "WOS": "St Josephs Hosp, Neurosci Publicat, Barrow Neurol Inst, 350 W Thomas Rd, Phoenix, AZ 85013 USA"}, "Uvarova L.A.": {"SCOPUS": "Moscow State University of Technology «sTANKIN» Moscow Russian Federation"}, "Vakil S.S.": {"SCOPUS": "Indian Maritime University India Hindustan Institute of Maritime Training (HIMT) Chennai 600 010 India"}, "Van Gerven, Tom": {"SCOPUS": "Department of Chemical Engineering KU Leuven Leuven 3001 Belgium", "WOS": "Katholieke Univ Leuven, Dept Chem Engn, Celestijnenlaan 200F, B-3001 Leuven, Belgium"}, "Vassigh, Shahin": {"SCOPUS": "Florida International University Department of Architecture Miami United States"}, "Vega-Gea, Esther": {"SCOPUS": "Universidad de Cordoba Spain", "WOS": "Univ Cordoba, Cordoba, Spain"}, "Visnic, Tamara_0": {"WOS": "Univ Belgrade, Fac Biol, Belgrade, Serbia"}, "Višnić, Tamara_1": {"SCOPUS": "University of Novi Sad Faculty of Sciences Novi Sad Serbia"}, "Walsh, Michael J.": {"SCOPUS": "Tyndall National Institute Wireless Sensor Networks Cork Ireland"}, "Wang L.": {"SCOPUS": "The First Department of Neurosurgery People's Hospital of Rizhao Shandong Rizhao 276800 China"}, "Wang S.": {"SCOPUS": "School of New Media Beijing Institute of Graphic Communication Beijing China"}, "Wang S.S.Y.": {"SCOPUS": "Alexandra Hospital National University Hospital System Singapore Singapore"}, "Wang Y.": {"SCOPUS": "Northeast Normal University School of Media Science School of Journalism Changchun China"}, "Wang Z._0": {"SCOPUS": "Beijing Normal University Faculty of Education Beijing China"}, "Wang Z._1": {"SCOPUS": "Teachers College Qingdao University Qingdao 266070 China"}, "Wang, Jingjing": {"SCOPUS": "Wuhan Institute of Shipbuilding Technology Hubei Province Wuhan City 430050 China"}, "Wang, Longqin": {"WOS": "Peoples Hosp Rizhao, Dept Neurosurg 1, Rizhao 276800, Shandong, Peoples R China"}, "Wang, Zhuo": {"WOS": "Qingdao Univ, Teachers Coll, Qingdao 266070, Peoples R China"}, "Wannapiroon, Panita": {"SCOPUS": "Division of Information and Communication Technology for Education Faculty of Technical Education King Mongkut's University of Technology North Bangkok Thailand"}, "Wazirali, Raniyah": {"WOS": "Saudi Elect Univ, Coll Comp & Informat, Riyadh, Saudi Arabia"}, "Wei, Chunwang": {"SCOPUS": "Kaohsiung Medical University Department of Healthcare Administration and Medical Informatics Kaohsiung City Taiwan"}, "Weitze, Charlotte L?rke": {"SCOPUS": "Digital and Creative Learning Lab Helsingør Denmark"}, "Whalen J.": {"SCOPUS": "Teacher Education & Curriculum Studies University of Massachusetts Amherst 813 Pleasant Street North Amherst MA  01003-9308 United States"}, "Whalen, Jeromie": {"WOS": "Univ Massachusetts Amherst, Teacher Educ & Curriculum Studies, 813 Pleasant St, North Amherst, MA 01003 USA"}, "Willschke, Harald": {"WOS": "Ludwig Boltzmann Inst Digital Hlth & Prevent, Salzburg, Austria"}, "Winter, Desmond C.": {"SCOPUS": "Department of Surgery Columbia University Medical Center New York NY United States Department of General Surgery Wexham Park HospitalSlough United Kingdom Department of Surgery St. Vincent's University Hospital Dublin Ireland"}, "Wu, Hao": {"WOS": "Huazhong Univ Sci & Technol, Flexible Elect Res Ctr, Sch Mech Sci & Engn, State Key Lab Digital Mfg Equipment & Technol, Wuhan 430074, Hubei, Peoples R China"}, "Wu, Wei": {"SCOPUS": "Lyles College of Engineering Californian State Univ. Fresno 2320 E San Ramon Ave. Fresno CA  93740 United States", "WOS": "Calif State Univ Fresno, Lyles Coll Engn, 2320 E San Ramon Ave, Fresno, CA 93740 USA"}, "Wu, Xiaosong": {"SCOPUS": "Yunnan University of Finance and Economics Experimental Center Kunming Yunnan China"}, "Xanthidou, Ourania Koutzampasopoulou": {"SCOPUS": "University of Malaya Computer Science and Information Technology Kuala Lumpur Malaysia"}, "Xiaoyu L.": {"SCOPUS": "Jilin Animation Institute Changchun China"}, "Xie, Haoran": {"WOS": "Lingnan Univ, Dept Comp & Decis Sci, Hong Kong 999077, Peoples R China"}, "Xu L.": {"SCOPUS": "School of Humanities Jiangxi University of Traditional Chinese Medicine Jiangxi Nanchang China"}, "Xueli H.": {"SCOPUS": "Guangzhou Vocational College of Technology and Business Guangzhou Guangdong China"}, "Yang C.": {"SCOPUS": "Guangzhou Health Science College Guangzhou 510180 China"}, "Yoo, Seungchul": {"SCOPUS": "Division of Communication and Media Ewha Womans University Seoul 03760 South Korea", "WOS": "Ewha Womans Univ, Div Commun & Media, Seoul 03760, South Korea"}, "Yoon, JungWon": {"SCOPUS": "Department of Library and Information Science Jeonbuk National University Jeonju-si South Korea", "WOS": "Jeonbuk Natl Univ, Dept Lib & Informat Sci, Jeonju Si, South Korea"}, "Yoshinaga, Takashi": {"SCOPUS": "Institute of Systems Information Technologies and Nanotechnologies: ISIT Fukuoka Japan", "WOS": "ISIT, Inst Syst Informat Technol & Nanotechnol, Fukuoka, Japan"}, "Yu H.": {"SCOPUS": "Graduate School University of Perpetual Help System DALTA Las Pinas Las Pinas Philippines"}, "Yu J.": {"SCOPUS": "University of Rochester Rochester NY United States"}, "Yu, Fei": {"SCOPUS": "University of Southern Denmark Mads Clausen Institute Sønderborg Denmark"}, "Yu, Lapfai": {"SCOPUS": "George Mason University Department of Computer Science Fairfax VA United States"}, "Yu, Rongrong_0": {"SCOPUS": "School of Engineering and Built Environment Gold Coast Griffith University Brisbane QLD  4222 Australia"}, "Yu, Rongrong_1": {"WOS": "Univ New South Wales, Fac Built Environm, Sydney, NSW 2052, Australia"}, "Yuan Y.": {"SCOPUS": "School of Journalism and Publication Beijing Institute of Graphic Communication Beijing China"}, "Yunos J.M.": {"SCOPUS": "Universiti Tun Hussein Onn Malaysia Department Of Computer Engineering Johor Bahru Malaysia"}, "Zender, Raphael": {"SCOPUS": "Institute of Computer Science University of Potsdam Potsdam Germany"}, "Zerbini, Thaís": {"SCOPUS": "Department of Psychology and Education University of São Paulo Ribeirão Preto Brazil", "WOS": "Univ Sao Paulo, Dept Psychol & Educ, Ribeirao Preto, Brazil"}, "Zhang T.": {"SCOPUS": "School of Civil Engineering Liaoning Technical University 47 Zhong Hua Road Xi He District Liaoning Fuxin 123000 China"}, "Zheng, Shijue": {"SCOPUS": "Central China Normal University China"}, "Zherdev, Denis Alekseevich": {"SCOPUS": "Samara University 34 Moskovskoye shosse Samara Russian Federation IPSI RAS - Branch of the FSRC Crystallography and Photonics RAS 151 Molodogvardeyskaya Samara 443001 Russian Federation"}, "Zhou C.": {"SCOPUS": "Center for Innovation Through Visualization and Simulation (CIVS) Purdue University Northwest 2200 169th Street Hammond IN  46323 United States"}, "Zughaier, Susu": {"SCOPUS": "College of Medicine Qatar Univ. QU Health Cluster Doha Qatar"}}